{"id": "doc1", "contents": "Cirrhosis  Cirrhosis is scarring of the liver. Scar tissue forms because of injury or long-term disease. Scar tissue cannot do what healthy liver tissue does - make protein, help fight infections, clean the blood, help digest food and store energy.   Cirrhosis can lead to  :Easy bruising or bleeding, or nosebleedsSwelling of the abdomen or legs Extra sensitivity to medicinesHigh blood pressure in the vein entering the liverEnlarged veins called varices in the esophagus and stomach. Varices can bleed suddenly. Kidney failureJaundiceSevere itchingGallstonesA small number of people with cirrhosis get liver cancer.Your doctor will diagnose cirrhosis with blood tests, imaging tests, or a biopsy.Cirrhosis has many causes. In the United States, the most common causes are chronic alcoholism and hepatitis. Nothing will make the scar tissue disappear, but treating the cause can keep it from getting worse. If too much scar tissue forms, you may need to consider a liver transplant.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Pulmonary Fibrosis  Pulmonary fibrosis is a condition in which the tissue deep in your lungs becomes scarred over time.  This tissue gets thick and stiff.  That makes it hard for you to catch your breath, and your blood may not get enough oxygen.Causes of pulmonary fibrosis include environmental pollutants, some medicines, some connective tissue diseases, and interstitial lung disease. Interstitial lung disease is the name for a large group of diseases that inflame or scar the lungs. In most cases, the cause cannot be found.  This is called idiopathic pulmonary fibrosis.Symptoms include:Shortness of breathA dry, hacking cough that doesn't get betterFatigueWeight loss for no known reasonAching muscles and jointsClubbing, which is the widening and rounding of the tips of the fingers or toesYour doctor may use your medical history, imaging tests, a biopsy, and lung function tests to diagnose pulmonary fibrosis. There is no cure. Treatments can help with symptoms and improve your quality of life. They include medicines, oxygen therapy, pulmonary rehabilitation, or a lung transplant.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc3", "contents": "Cystic Fibrosis  Cystic fibrosis (CF) is an inherited disease of the mucus and sweat glands. It affects mostly your lungs, pancreas, liver, intestines, sinuses, and sex organs.  CF causes your mucus to be thick and sticky. The mucus clogs the lungs, causing breathing problems and making it easy for bacteria to grow. This can lead to repeated lung infections and lung damage. The symptoms and severity of CF can vary. Some people have serious problems from birth. Others have a milder version of the disease that doesn't show up until they are teens or young adults. Sometimes you will have few symptoms, but later you may have more symptoms.CF is diagnosed through various tests, such as gene, blood, and sweat tests. There is no cure for CF, but treatments have improved greatly in recent years. In the past, most deaths from CF were in children and teenagers. Today, with improved treatments, some people who have CF are living into their forties, fifties, or older. Treatments may include chest physical therapy, nutritional and respiratory therapies, medicines, and exercise.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Esophagus Disorders  The esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. You may not be aware of your esophagus until you swallow something too large, too hot, or too cold. You may also notice it when something is wrong. You may feel pain or have trouble swallowing.The most common problem with the esophagus is GERD (gastroesophageal reflux disease). With GERD, a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. Over time, GERD can cause damage to the esophagus.Other problems include heartburn, cancer, and eosinophilic esophagitis. Doctors may use various tests to make a diagnosis. These include imaging tests, an upper endoscopy, and a biopsy.Treatment depends on the problem. Some problems get better with over-the-counter medicines or changes in diet. Others may need prescription medicines or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Gastrointestinal Bleeding  Your digestive or gastrointestinal (GI) tract includes the esophagus, stomach, small intestine, large intestine or colon, rectum, and anus. Bleeding can come from any of these areas. The amount of bleeding can be so small that only a lab test can find it. Signs of bleeding in the digestive tract depend where it is and how much bleeding there is.Signs of bleeding in the upper digestive tract include:Bright red blood in vomitVomit that looks like coffee groundsBlack or tarry stoolDark blood mixed with stoolSigns of bleeding in the lower digestive tract include:Black or tarry stoolDark blood mixed with stoolStool mixed or coated with bright red bloodGI bleeding is not a disease, but a symptom of a disease. There are many possible causes of GI bleeding, including hemorrhoids, peptic ulcers, tears or inflammation in the esophagus, diverticulosis and diverticulitis, ulcerative colitis and Crohn's disease, colonic polyps, or cancer in the colon, stomach or  esophagus.The test used most often to look for the cause of GI bleeding is called endoscopy. It uses a flexible instrument inserted through the mouth or rectum to view the inside of the GI tract. A type of endoscopy called colonoscopy looks at the large intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc6", "contents": "Chiari Malformation  Chiari malformations (CMs) are structural defects in the cerebellum. The cerebellum is the part of the brain that controls balance.  With CM, brain tissue extends into the spinal canal.  It can happen when part of the skull is too small, which pushes the brain tissue down. There are several types of CM. One type often happens in children who have neural tube defects. Some types cause no symptoms and don't need treatment. If you have symptoms, they may include:Neck painBalance problemsNumbness or other abnormal feelings in the arms or legsDizzinessVision problemsDifficulty swallowingPoor hand coordinationDoctors diagnose CM using imaging tests. Medicines may ease some symptoms, such as pain. Surgery is the only treatment available to correct or stop the progression of nerve damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc7", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc8", "contents": "Diabetes Medicines  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.type 1 diabetestype 2 diabetesWhat are the treatments for diabetes?Treatments for diabetes can depend on the type. Common treatments include a diabetic meal plan, regular physical activity, and medicines. Some less common treatments are weight loss surgery for either type and an artificial pancreas or pancreatic islet transplantation for some people with type 1 diabetes.Who needs diabetes medicines?People with type 1 diabetes need to take a diabetes medicine called insulin to control their blood sugar.Some people with type 2 diabetes can control their blood sugar with healthy food choices and physical activity. But for others, a diabetic meal plan and physical activity are not enough. They need to take diabetes medicines.The kind of medicine you take depends on your type of diabetes, daily schedule, medicine costs, and any other health conditions that you have. Over time, you may need to take more than one diabetes medicine.What are the types of medicines for type 1 diabetes?If you have type 1 diabetes, you must take insulin because your body no longer makes it. There are different types of insulin that start to work at different speeds, and the effects of each last a different length of time. Your health care provider will measure your blood glucose to decide on the type of insulin. You may need to use more than one type.You will also need to check your blood sugar at home.  Your provider will tell you how often. The results of your blood sugar testing can help you make decisions about food, physical activity, and medicines.You can take insulin several different ways. The most common are with a needle and syringe, an insulin pen, or an insulin pump. If you use a needle and syringe or a pen, you have to take insulin several times during the day, including with meals. An insulin pump gives you small, steady doses throughout the day. Less common ways to take insulin include inhalers, injection ports, and jet injectors.In rare cases, taking insulin alone might not be enough to manage your blood sugar. Then you would need to take another diabetes medicine.What are the types of medicines for type 2 diabetes?There are several different medicines for type 2 diabetes. Each works in a different way. Many of them are pills. There are also medicines that you inject under your skin, such as insulin.Over time, you may need more than one diabetes medicine to manage your blood sugar. You might add another diabetes medicine or switch to a combination medicine.  A combination medicine contains more than one type of diabetes medicine in the same pill. Some people with type 2 diabetes take both pills and injections.Even if you don't usually take insulin, you may need it at special times, such as during pregnancy or if you are in the hospital.What else should I know about taking medicines for diabetes?Even if you take medicines for diabetes, you still need to eat a healthy diet, stop smoking, take your other medicines, and get regular physical activity. These will help you manage your diabetes.It is important to make sure that you understand your diabetes treatment plan. Talk to your provider about:What your target blood sugar level isWhat to do if your blood sugar gets too low or too highWhether your diabetes medicines will affect other medicines you takeIf you will have any side effects from the diabetes medicinesYou should not change or stop your diabetes medicines on your own. Talk to your provider first.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Liver Diseases  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons.There are many kinds of liver diseases:Diseases caused by  viruses, such as hepatitis A, hepatitis B, and hepatitis CDiseases caused by drugs, poisons, or too much alcohol. Examples include fatty liver disease and cirrhosis.Liver cancerInherited diseases, such as hemochromatosis and Wilson diseaseSymptoms of liver disease can vary, but they often include swelling of the abdomen and legs, bruising easily, changes in the color of your stool and urine, and jaundice, or yellowing of the skin and eyes. Sometimes there are no symptoms. Tests such as imaging tests and liver function tests can check for liver damage and help to diagnose liver diseases."}
{"id": "doc10", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc11", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc12", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Helicobacter Pylori Infections  Helicobacter pylori (H. pylori) is a type of bacteria that causes infection in the stomach. It is the main cause of peptic ulcers, and it can also cause gastritis and stomach cancer.About 30 to 40% of people in the United States get an H. pylori infection. Most people get it as a child. H. pylori usually does not cause symptoms. But it can break down the inner protective coating in some people's stomachs and cause inflammation. This can lead to gastritis or a peptic ulcer.Researchers aren't sure how H. pylori spreads. They think that it may spread by unclean food and water, or through contact with an infected person's saliva and other body fluids.A peptic ulcer causes a dull or burning pain in your stomach, especially when you have an empty stomach. It lasts for minutes to hours, and it may come and go for several days or weeks.  It may also cause other symptoms, such as bloating, nausea, and weight loss. If you have the symptoms of a peptic ulcer, your health care provider will check to see whether you have H. pylori.  There are blood, breath, and stool tests to check for H. pylori. In some cases, you may need an upper endoscopy, often with a biopsy.If you do have a peptic ulcer, the treatment is with a combination of antibiotics and acid-reducing medicines. You will need to be tested again after treatment to make sure the infection is gone.There is no vaccine for H. pylori. Since H. pylori might spread through unclean food and water, you might be able to prevent it if you:Wash your hands after using the bathroom and before eatingEat properly prepared foodDrink water from a clean, safe sourceNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Brain Diseases  The brain is the control center of the body. It controls thoughts, memory, speech, and "}
{"id": "doc15", "contents": "Foodborne Illness  Each year, around 48 million people in the United States get sick from contaminated food. Common causes include bacteria and viruses. Less often, the cause may be a parasite or a harmful chemical, such as a high amount of pesticides. Symptoms of foodborne illness depend on the cause. They can be mild or serious. They usually include:Upset stomachAbdominal crampsNausea and vomitingDiarrheaFeverDehydrationMost foodborne illnesses are acute. This means that they happen suddenly and last a short time.It takes several steps to get food from the farm or fishery to your dining table. Contamination can happen during any of these steps. For example, it can happen to:Raw meat during slaughterFruits and vegetables when they are growing or when they are processedRefrigerated foods when they are left on a loading dock in warm weatherBut it can also happen in your kitchen if you leave food out for more than 2 hours at room temperature. Handling food safely can help prevent foodborne illnesses.Most people with foodborne illness get better on their own. It is important to replace lost fluids and electrolytes to prevent dehydration. If your health care provider can diagnose the specific cause, you may get medicines such as antibiotics to treat it. For more serious illness, you may need treatment at a hospital.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Creutzfeldt-Jakob Disease  Creutzfeldt-Jakob disease (CJD) is a rare, degenerative brain disorder. Symptoms usually start around age 60. Memory problems, behavior changes, vision problems, and poor muscle coordination progress quickly to dementia, coma, and death. Most patients die within a year.The three main categories of CJD are  :Sporadic CJD, which occurs for no known reason Hereditary CJD, which runs in familiesAcquired CJD, which occurs from contact with infected tissue, usually during a medical procedureCattle can get a disease related to CJD called bovine spongiform encephalopathy (BSE) or \"mad cow disease.\"  There is concern that people can get a variant of CJD from eating beef from an infected animal, but there is no direct proof to support this.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc17", "contents": "Epilepsy  Epilepsy is a brain disorder that causes people to have recurring seizures.  The seizures happen when clusters of nerve cells, or neurons, in the brain send out the wrong signals. People may have strange sensations and emotions or behave strangely. They may have violent muscle spasms or lose consciousness.Epilepsy has many possible causes, including illness, brain injury, and abnormal brain development. In many cases, the cause is unknown.Doctors use brain scans and other tests to diagnose epilepsy. It is important to start treatment right away. There is no cure for epilepsy, but medicines can control seizures for most people. When medicines are not working well, surgery or implanted devices such as vagus nerve stimulators may help. Special diets can help some children with epilepsy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc18", "contents": "Vaginitis  What is vaginitis?Vaginitis, also called vulvovaginitis, is an inflammation or infection of the vagina. It can also affect the vulva, which is the external part of a woman's genitals. Vaginitis can cause itching, pain, discharge, and odor.Vaginitis is common, especially in women in their reproductive years.  It usually happens when there is a change in the balance of bacteria or yeast that are normally found in your vagina. There are different types of vaginitis, and they have different causes, symptoms, and treatments.What  causes vaginitis?Bacterial vaginosis (BV) is the most common vaginal infection in women ages 15-44. It happens when there is an imbalance between the \"good\" and \"harmful\" bacteria that are normally found in a woman's vagina. Many things can change the balance of bacteria, including:Taking antibioticsDouchingUsing an intrauterine device (IUD)Having unprotected sex with a new partnerHaving many sexual partnersYeast infections (candidiasis) happen when too much candida grows in the vagina. Candida is the scientific name for yeast. It is a fungus that lives almost everywhere, including in your body. You may have too much growing in the vagina because of:AntibioticsPregnancyDiabetes, especially if it is not well-controlledCorticosteroid medicinesTrichomoniasis can also cause vaginitis. Trichomoniasis is a common sexually transmitted disease. It is caused by a parasite.You can also have vaginitis if you are allergic or sensitive to certain products that you use. Examples include vaginal sprays, douches, spermicides, soaps, detergents, or fabric softeners. They can cause burning, itching, and discharge.Hormonal changes can also cause vaginal irritation. Examples are when you are pregnant or breastfeeding, or when you have gone through menopause.Sometimes you can have more than one cause of vaginitis at the same time.What are the symptoms of vaginitis?The symptoms of vaginitis depend on which type you have.With BV, you may not have symptoms. You could have a thin white or gray vaginal discharge. There may be an odor, such as a strong fish-like odor, especially after sex.Yeast infections produce a thick, white discharge from the vagina that can look like cottage cheese. The discharge can be watery and often has no smell. Yeast infections usually cause the vagina and vulva to become itchy and red.You may not have symptoms when you have trichomoniasis. If you do have them, they include itching, burning, and soreness of the vagina and vulva. You may have burning during urination. You could also have gray-green discharge, which may smell bad.How is the cause of vaginitis diagnosed?To find out the cause of your symptoms, your health care provider may:Ask you about your medical historyDo a pelvic examLook for vaginal discharge, noting its color, qualities, and any odorStudy a sample of your vaginal fluid under a microscopeIn some cases, you may need more tests.What are the treatments for vaginitis?The treatment depends on which type of vaginitis you have.BV is treatable with antibiotics. You may get pills to swallow, or cream or gel that you put in your vagina. During treatment, you should use a condom during sex or not have sex at all.Yeast infections are usually treated with a cream or with medicine that you put inside your vagina. You can buy over-the-counter treatments for yeast infections, but you need to be sure that you do have a yeast infection and not another type of vaginitis. See your health care provider if this is the first time you have had symptoms. Even if you have had yeast infections before, it is a good idea to call your health care provider before using an over-the-counter treatment.The treatment for trichomoniasis is usually a single-dose antibiotic. Both you and your partner(s) should be treated, to prevent spreading the infection to others and to keep from getting it again.If your vaginitis is due to an allergy or sensitivity to a product, you need to figure out which product is causing the problem. It could be a product that you started using recently. Once you figure it out, you should stop using the product.If the cause of your vaginitis is a hormonal change, your health care provider may give you estrogen cream to help with your symptoms.Can vaginitis cause other health problems?It is important to treat BV and trichomoniasis, because having either of them can increase your risk for getting HIV or another sexually transmitted disease. If you are pregnant, BV or trichomoniasis can increase your risk for preterm labor and preterm birth.Can vaginitis be prevented?To help prevent vaginitis:Do not douche or use vaginal spraysUse a latex condom when having sex. If your or your partner is allergic to latex, you can use polyurethane condoms.Avoid clothes that hold in heat and moistureWear cotton underwear"}
{"id": "doc19", "contents": "Drugs and Young People  What is drug use?Drug use, or misuse, includes:Using illegal substances, such as"}
{"id": "doc20", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc21", "contents": "Falls  Falls can be dangerous at any age. Babies and young children can get hurt falling off furniture or down the stairs. Older children may fall off playground equipment. For older adults, falls can be especially serious. They are at higher risk of falling. They are also more likely to fracture (break) a bone when they fall, especially if they have osteoporosis. A broken bone, especially when it is in a hip, may even lead to disability and a loss of independence for older adults. Some common causes of falls include:Balance problemsSome medicines, which can make you feel dizzy, confused, or slowVision problemsAlcohol, which can affect your balance and reflexesMuscle weakness, especially in your legs, which can make it harder for you to get up from a chair or keep your balance when walking on an uneven surface.Certain illnesses, such as low blood pressure, diabetes, and neuropathySlow reflexes, which make it hard to keep your balance or move out of the way of a hazardTripping or slipping due to loss of footing or tractionAt any age, people can make changes to lower their risk of falling. It important to take care of your health, including getting regular eye exams. Regular exercise may lower your risk of falls by strengthening your muscles, improving your balance, and keeping your bones strong. And you can look for ways to make your house safer. For example, you can get rid of tripping hazards and make sure that you have rails on the stairs and in the bath. To reduce the chances of breaking a bone if you do fall, make sure that you get enough calcium and vitamin D. NIH: National Institute on Aging"}
{"id": "doc22", "contents": "Sleep Disorders  What is sleep?Sleep is a complex biological process. While you are sleeping, you are unconscious, but your brain and body functions are still active. They are doing a number of important jobs that help you stay healthy and function at your best. So when you don't get enough quality sleep, it does more than just make you feel tired. It can affect your physical and mental health, thinking, and daily functioning.What are sleep disorders?Sleep disorders are conditions that disturb your normal sleep patterns. There are more than 80 different sleep disorders. Some major types include:Insomnia - being unable to fall asleep and stay asleep. This is the most common sleep disorder.Sleep apnea - a breathing disorder in which you stop breathing for 10 seconds or more during sleepRestless leg syndrome (RLS) - a tingling or prickly sensation in your legs, along with a powerful urge to move themHypersomnia - being unable to stay awake during the day. This includes narcolepsy, which causes extreme daytime sleepiness.Circadian rhythm disorders - problems with the sleep-wake cycle. They make you unable to sleep and wake at the right times.Parasomnia - acting in unusual ways while falling asleep, sleeping, or waking from sleep, such as walking, talking, or eatingSome people who feel tired during the day have a true sleep disorder. But for others, the real problem is not allowing enough time for sleep. It's important to get enough sleep every night. The amount of sleep you need depends on several factors, including your age, lifestyle, health, and whether you have been getting enough sleep recently. Most adults need about 7-8 hours each night.What causes sleep disorders?There are different causes for different sleep disorders, including:Other conditions, such as heart disease, lung disease, nerve disorders, and painMental illnesses, including depression and anxietyMedicinesGeneticsSometimes the cause is unknown.There are also some factors that can contribute to sleep problems, including:Caffeine and alcoholAn irregular schedule, such as working the night shiftAging. As people age, they often get less sleep or spend less time in the deep, restful stage of sleep. They are also more easily awakened.What are the symptoms of sleep disorders?The symptoms of sleep disorders depend on the specific disorder. Some signs that you may have a sleep disorder include that:You regularly take more than 30 minutes each night to fall asleepYou regularly wake up several times each night and then have trouble falling back to sleep, or you wake up too early in the morningYou often feel sleepy during the day, take frequent naps, or fall asleep at the wrong times during the dayYour bed partner says that when you sleep, you snore loudly, snort, gasp, make choking sounds, or stop breathing for short periodsYou have creeping, tingling, or crawling feelings in your legs or arms that are relieved by moving or massaging them, especially in the evening and when trying to fall asleepYour bed partner notices that your legs or arms jerk often during sleepYou have vivid, dreamlike experiences while falling asleep or dozingYou have episodes of sudden muscle weakness when you are angry or fearful, or when you laughYou feel as though you cannot move when you first wake upHow are sleep disorders diagnosed?To make a diagnosis, your health care provider will use your medical history, your sleep history, and a physical exam. You may also have a sleep study (polysomnogram). The most common types of sleep studies monitor and record data about your body during a full night of sleep. The data includes:Brain wave changesEye movementsBreathing rateBlood pressureHeart rate and electrical activity of the heart and other musclesOther types of sleep studies may check how quickly you fall asleep during daytime naps or whether you are able to stay awake and alert during the day.What are the treatments for sleep disorders?Treatments for sleep disorders depend on which disorder you have. They may include:Good sleep habits and other lifestyle changes, such as a healthy diet and exerciseCognitive behavioral therapy or relaxation techniques to reduce anxiety about getting enough sleepCPAP (continuous positive airway pressure) machine for sleep apneaBright light therapy (in the morning)Medicines, including sleeping pills. Usually, providers recommend that you use sleeping pills for a short period of time.Natural products, such as melatonin. These products may help some people but are generally for short-term use. Make sure to check with your health care provider before you take any of them."}
{"id": "doc23", "contents": "Fractures  A fracture is a break, usually in a bone. If the broken bone punctures the skin, it is called an open or compound fracture. Fractures commonly happen because of car accidents, falls, or sports injuries.  Other causes are  low bone density and osteoporosis, which cause weakening of the bones. Overuse can cause stress fractures, which are very small cracks in the bone."}
{"id": "doc24", "contents": "Hepatitis C  What is hepatitis C?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. Inflammation can damage organs.There are different types of hepatitis. One type, hepatitis C, is caused by the hepatitis C virus (HCV). Hepatitis C can range from a mild illness lasting a few weeks to a serious, lifelong illness.Hepatitis C can be acute or chronic:Acute hepatitis C is a short-term infection. The symptoms can last up to 6 months. Sometimes your body is able to fight off the infection and the virus goes away. But for most people, an acute infection leads to chronic infection.Chronic hepatitis C is a long-lasting infection. If it is not treated, it can last for a lifetime and cause serious health problems, including liver damage, cirrhosis (scarring of the liver), liver cancer, and even death.How is hepatitis C spread?Hepatitis C spreads through contact with the blood of someone who has HCV. This contact may be through:Sharing drug needles or other drug materials with someone who has HCV. In the United States, this is the most common way that people get hepatitis C.Getting an accidental stick with a needle that was used on someone who has HCV. This can happen in health care settings.Being tattooed or pierced with tools or inks that were not sterilized after being used on someone who has HCVHaving contact with the blood or open sores of someone who has HCVSharing personal care items that may have come in contact with another person's blood, such as razors or toothbrushesBeing born to a mother with HCVHaving unprotected sex with someone who has HCVBefore 1992, hepatitis C was also commonly spread through blood transfusions and organ transplants. Since then, there has been routine testing of the U.S. blood supply for HCV. It is now very rare for someone to get HCV this way.Who is at risk for hepatitis C?You are more likely to get hepatitis C if you:Have injected drugsHad a blood transfusion or organ transplant before July 1992Have hemophilia and received clotting factor before 1987Have been on kidney dialysisWere born between 1945 and 1965Have abnormal liver tests or liver diseaseHave been in contact with blood or infected needles at workHave had tattoos or body piercingsHave worked or lived in a prisonWere born to a mother with hepatitis CHave HIV/AIDSHave had more than one sex partner in the last 6 monthsHave had a sexually transmitted diseaseAre a man who has had sex with menIf you are at high risk for hepatitis C, your health care provider will likely recommend that you get tested for it.What are the symptoms of hepatitis C?Most people with hepatitis C have no symptoms. Some people with acute hepatitis C do have symptoms within 1 to 3 months after they are exposed to the virus. These symptoms may include:Dark yellow urineFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingPain in your abdomenJaundice (yellowish eyes and skin)If you have chronic hepatitis C, you probably will not have symptoms until it causes complications. This can happen decades after you were infected. For this reason, hepatitis C screening is important, even if you have no symptoms.What other problems can hepatitis C cause?Without treatment, hepatitis C may lead to cirrhosis, liver failure, and liver cancer. Early diagnosis and treatment of hepatitis C can prevent these complications.How is hepatitis C diagnosed?Health care providers diagnose hepatitis C based on your medical history, a physical exam, and blood tests.If you do have hepatitis C, you may need additional tests to check for liver damage. These tests may include other blood tests, an ultrasound of the liver, and a liver biopsy.What are the treatments for hepatitis C?Treatment for hepatitis C is with antiviral medicines. They can cure the disease in most cases.If you have acute hepatitis C, your health care provider may wait to see if your infection becomes chronic before starting treatment.If your hepatitis C causes cirrhosis, you should see a doctor who specializes in liver diseases. Treatments for health problems related to cirrhosis include medicines, surgery, and other medical procedures. If your hepatitis C leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis C be prevented?There is no vaccine for hepatitis C. But you can help protect yourself from hepatitis C infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile tools and unopened inkNot sharing personal items such toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
