{"id": "doc1", "contents": "Pericardial Disorders  The pericardium is a membrane, or sac, that surrounds your heart. It holds the heart in place and helps it work properly.  Problems with the pericardium include:Pericarditis - an inflammation of the sac. It can be from a virus or other infection, a heart attack, heart surgery, other medical conditions, injuries, and certain medicines.Pericardial effusion - the  buildup of fluid in the sacCardiac tamponade - a serious problem in which buildup of fluid in the sac causes problems with the function of the heartSymptoms of pericardial problems include chest pain, rapid heartbeat, and difficulty breathing. Fever is a common symptom of acute pericarditis. Your doctor may use a physical exam, imaging tests, and heart tests to make a diagnosis. Treatment depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Fetal Alcohol Spectrum Disorders  Alcohol can harm your baby at any stage during a pregnancy. That includes the earliest stages, before you even know you are pregnant. Drinking during pregnancy can cause a group of conditions called fetal alcohol spectrum disorders (FASDs). Children who are born with FASD can have a mix of problems, such as medical, behavioral, educational, and social problems. The kinds of problems they have depend on which type of FASD they have. The problems could include :Abnormal facial features, such as a smooth ridge between the nose and upper lipSmall head sizeShorter-than-average heightLow body weightPoor coordinationHyperactive behaviorDifficulty with attention and memoryLearning disabilities and difficulty in schoolSpeech and language delaysIntellectual disability or low IQPoor reasoning and judgment skillsSleep and sucking problems as a babyVision or hearing problemsProblems with the heart, kidneys, or bonesFetal alcohol syndrome (FAS) is the most serious type of FASD. People with fetal alcohol syndrome have facial abnormalities, including wide-set and narrow eyes, growth problems and nervous system abnormalities.Diagnosing FASD can be hard because there is no medical test, like a blood test, for it. The health care provider will make a diagnosis by looking at the child's signs and symptoms and asking whether the mother drank alcohol during pregnancy.FASDs last a lifetime. There is no cure for FASDs, but treatments can help. These include medicines to help with some symptoms, medical care for health problems, behavior and education therapy, and parent training. A good treatment plan is specific to the child's problems. It should include close monitoring, follow-ups, and changes when needed.Certain \"protective factors\" can help reduce the effects of FASDs and help people who have them reach their full potential. They include:Diagnosis before 6 years of ageLoving, nurturing, and stable home environment during the school yearsAbsence of violence around themInvolvement in special education and social servicesThere is no known safe amount of alcohol during pregnancy. To prevent FASDs, you should not drink alcohol while you are pregnant, or when you might get pregnant.Centers for Disease Control and Prevention"}
{"id": "doc6", "contents": "Lymphoma  Lymphoma is a cancer of a part of the immune system called the lymph system.  There are many types of lymphoma.  One type is Hodgkin disease.  The rest are called non-Hodgkin lymphomas.Non-Hodgkin lymphomas begin when a type of white blood cell, called a T cell or B cell, becomes abnormal. The cell divides again and again, making more and more abnormal cells. These abnormal cells can spread to almost any other part of the body. Most of the time, doctors don't know why a person gets non-Hodgkin lymphoma. You are at increased risk if you have a weakened immune system or have certain types of infections.Non-Hodgkin lymphoma can cause many symptoms, such as :Swollen, painless lymph nodes in the neck, armpits or groinUnexplained weight loss Fever Soaking night sweats Coughing, trouble breathing or chest pain Weakness and tiredness that don't go away Pain, swelling or a feeling of fullness in the abdomen Your doctor will diagnose lymphoma with a physical exam, blood tests, a chest x-ray, and a biopsy.  Treatments include chemotherapy, radiation therapy, targeted therapy, biological therapy, or therapy to remove proteins from the blood. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells. Biologic therapy boosts your body's own ability to fight cancer. If you don't have symptoms, you may not need treatment right away. This is called watchful waiting.NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Hodgkin Lymphoma  What is Hodgkin lymphoma? Hodgkin lymphoma, also called Hodgkin disease, is a type of cancer that develops in the lymph system. Your lymph system is part of your immune system. It helps protect your body from infection and disease.The lymph system is made up of tissues and organs that produce, store, and carry white blood cells. It includes your:Bone marrowLymph nodesLymphatic vesselsSpleenThymusTonsilsHodgkin lymphoma is one of the main types of lymphoma. The other is non-Hodgkin lymphoma. Each type starts in different types of white blood cells.What causes Hodgkin lymphoma?The cause of Hodgkin lymphoma is unknown. But there are certain people who are at higher risk of developing it.Who is more likely to develop Hodgkin lymphoma?Certain factors can make you more likely to develop Hodgkin lymphoma:Age. Hodgkin lymphoma is most common in early adulthood (age 20-39 years) and in late adulthood (age 65 years and older).Being male. The risk of adult Hodgkin lymphoma is slightly higher in males than in females.Past Epstein-Barr virus (EBV) infection. Having an infection with EBV as a young child or teenager increases your risk of Hodgkin lymphoma.A family history of Hodgkin lymphoma. Having a parent or sibling with Hodgkin lymphoma increases your risk of developing it.What are the symptoms of Hodgkin lymphoma?The signs and symptoms of Hodgkin lymphoma may include:Painless, swollen lymph nodes in the neck, underarm, or groinFever for no known reasonDrenching night sweats (very heavy sweating during sleep)Weight loss for no known reason in the past 6 monthsItchy skin, especially after bathing or drinking alcoholFatigueHow is Hodgkin lymphoma diagnosed?To find out if you have Hodgkin lymphoma, your provider:Will ask about your symptoms and medical history. This will include checking for signs of disease, such as lumps or anything else that seems unusual.May order some lab tests, such as:"}
{"id": "doc8", "contents": "Chronic Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is chronic lymphocytic leukemia (CLL)?Chronic lymphocytic leukemia (CLL) is a type of chronic leukemia. \"Chronic\" means that the leukemia usually gets worse slowly. In CLL, the bone marrow makes abnormal lymphocytes (a type of white blood cell). When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body."}
{"id": "doc9", "contents": "Encephalitis  Encephalitis is an inflammation of the brain. Usually the cause is a viral infection, but bacteria can also cause it. It can be mild or severe. Most cases are mild. You may have flu-like symptoms. With a mild case, you may just need rest, plenty of fluids, and a pain reliever.Severe cases need immediate treatment. Symptoms of severe cases include:Severe headacheSudden feverDrowsiness VomitingConfusionSeizuresIn babies, additional symptoms may include constant crying, poor feeding, body stiffness, and bulging in the soft spots of the skull.Severe cases may require a stay in the hospital. Treatments include oral and intravenous (IV) medicines to reduce inflammation and treat infection.  Patients with breathing difficulties may need artificial respiration. Some people may need physical, speech, and occupational therapy once the illness is under control. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Meningitis  Meningitis is inflammation of the thin tissue that surrounds the brain and spinal cord, called the meninges. There are several types of meningitis. The most common is viral meningitis. You get it when a virus enters the body through the nose or mouth and travels to the brain. Bacterial meningitis is rare, but can be deadly. It usually starts with bacteria that cause a cold-like infection. It can cause stroke, hearing loss, and brain damage. It can also harm other organs. Pneumococcal infections and meningococcal infections are the most common causes of bacterial meningitis.Anyone can get meningitis, but it is more common in people with weak immune systems. Meningitis can get serious very quickly. You should get medical care right away if you have:A sudden high fever A severe headache A stiff neck Nausea or vomitingEarly treatment can help prevent serious problems, including death. Tests to diagnose meningitis include blood tests, imaging tests, and a spinal tap to test cerebrospinal fluid. Antibiotics can treat bacterial meningitis. Antiviral medicines may help some types of viral meningitis. Other medicines can help treat symptoms.There are vaccines to prevent some of the bacterial infections that cause meningitis.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Flu  What is the flu?The flu, also called influenza, is a respiratory infection caused by viruses. Each year, millions of Americans get sick with the flu. Sometimes it causes mild illness. But it can also be serious or even deadly, especially for people over 65, newborn babies, and people with certain chronic illnesses.What causes the flu?The flu is caused by flu viruses that spread from person to person. When someone with the flu coughs, sneezes, or talks, they spray tiny droplets. These droplets can land in the mouths or noses of people who are nearby. Less often, a person may get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes.What are the symptoms of the flu?Symptoms of the flu come on suddenly and may include:Fever or feeling feverish/chillsCoughSore throatRunny or stuffy noseMuscle or body achesHeadachesFatigue (tiredness)Some people may also have vomiting and diarrhea. This is more common in children.Sometimes people have trouble figuring out whether they have a cold or the flu. There are differences between them. The symptoms of a cold usually come on more slowly and are less severe than symptoms of the flu. Colds rarely cause a fever or headaches.Sometimes people say that they have a \"flu\" when they really have something else. For example, \"stomach flu\" isn't the flu; it's gastroenteritis.What other problems can the flu cause?Some people who get the flu will develop complications. Some of these complications can be serious or even life-threatening. They include:BronchitisEar infectionSinus infectionPneumoniaInflammation of the heart (myocarditis), brain (encephalitis), or muscle tissues (myositis, rhabdomyolysis)The flu also can make chronic health problems worse. For example, people with asthma may have asthma attacks while they have flu.Certain people are more likely to have complications from the flu, including:Adults 65 and olderPregnant womenChildren younger than 5People with certain chronic health conditions, such as asthma, diabetes, and heart diseaseHow is the flu diagnosed?To diagnose the flu, health care providers will first do a medical history and ask about your symptoms. There are several tests for the flu. For the tests, your provider will swipe the inside of your nose or the back of your throat with a swab. Then the swab will be tested for the flu virus.Some tests are quick and give results in 15-20 minutes. But these tests are not as accurate as other flu tests. These other tests can give you the results in one hour or several hours.What are the treatments for the flu?Most people with the flu recover on their own without medical care. People with mild cases of the flu should stay home and avoid contact with others, except to get medical care.But if you have symptoms of flu and are in a high risk group or are very sick or worried about your illness, contact your health care provider. You might need antiviral medicines to treat your flu. Antiviral medicines can make the illness milder and shorten the time you are sick. They also can prevent serious flu complications. They usually work best when you start taking them within 2 days of getting sick.Can the flu be prevented?The best way to prevent the flu is to get flu vaccine every year. But it's also important to have good health habits like covering your cough and washing your hands often. This can help stop the spread of germs and prevent the flu.Centers for Disease Control and Prevention"}
{"id": "doc12", "contents": "Meningococcal Infections  Meningococci are a type of bacteria that cause serious infections. The most common infection is meningitis, which is an inflammation of the thin tissue that surrounds the brain and spinal cord. Meningococci can also cause other problems, including a serious bloodstream infection called sepsis.Meningococcal infections can spread from person to person. Risk factors include:Age - it is more common in infants, teens, and young adultsLiving in close quarters, such as in college dorms or military settingsCertain medical conditions, such as not having a spleenTravel to areas where meningococcal disease is commonIn its early stages, you may have flu-like symptoms and a stiff neck. But the disease can progress quickly and can be fatal. Early diagnosis and treatment are extremely important. Lab tests on your blood and cerebrospinal fluid can tell if you have it. Treatment is with antibiotics. Since the infection spreads from person to person, family members may also need to be treated.A vaccine can prevent meningococcal infections."}
{"id": "doc13", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "MRI Scans  Magnetic resonance imaging (MRI) uses a large magnet and radio waves to look at organs and structures inside your body. Health care professionals use MRI scans to diagnose a variety of conditions, from torn ligaments to tumors. MRIs are very useful for examining the brain and spinal cord. During the scan, you lie on a table that slides inside a tunnel-shaped machine. Doing the scan can take a long time, and you must stay still. The scan is painless. The MRI machine makes a lot of noise. The technician may offer you earplugs.Before you get a scan, tell your doctor if you :Are pregnant Have pieces of metal in your body. You might have metal in your body if you have a shrapnel or bullet injury or if you are a welder.Have metal or electronic devices in your body, such as a cardiac pacemaker or a metal artificial joint"}
{"id": "doc15", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc16", "contents": "Bone Density  Strong bones are important for your health. A bone mineral density (BMD) test is the best way to measure your bone health. It compares your bone density, or mass, to that of a healthy person who is the same age and sex as you are. It can show:Whether you have osteoporosis, a disease that makes your bones weakYour risk for breaking bonesWhether your osteoporosis treatment is workingLow bone mass that is not low enough to be osteoporosis is sometimes called osteopenia. Causes of low bone mass include family history, not developing good bone mass when you are young, and certain conditions or medicines. Not everyone who has low bone mass gets osteoporosis, but they are at higher risk for getting it.If you have low bone mass, there are things you can do to help slow down bone loss. These include eating foods rich in calcium and vitamin D and doing weight-bearing exercise such as walking, tennis, or dancing. In some cases, your doctor may prescribe medicines to prevent osteoporosis.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc17", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc18", "contents": "Gallbladder Diseases  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a gallstone. Gallstones form when substances in bile harden. Rarely, you can also get cancer in your gallbladder.Many gallbladder problems get better with removal of the gallbladder. Fortunately, you can live without a gallbladder. Bile has other ways of reaching your small intestine."}
{"id": "doc19", "contents": "Gallstones  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a  gallstone. Gallstones form when substances in bile harden. Gallstone attacks usually happen after you eat. Signs of a gallstone attack may include nausea, vomiting, or pain in the abdomen, back, or just under the right arm.Gallstones are most common among older adults, women, overweight people, Native Americans and Mexican Americans.Gallstones are often found during imaging tests for other health conditions. If you do not have symptoms, you usually do not need treatment. The most common treatment is removal of the gallbladder. Fortunately, you can live without a gallbladder.  Bile has other ways to reach your small intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "Polycystic Ovary Syndrome  Polycystic ovary syndrome (PCOS) happens when a woman's ovaries or adrenal glands produce more male hormones than normal.  PCOS causes cysts (fluid-filled sacs) to grow on the ovaries.  Symptoms include:Irregular menstrual periodsInfertilityPelvic painExcess hair growth on the face, chest, stomach, or thighsWeight gainAcne or oily skinPatches of thickened skinWomen with PCOS are at higher risk of diabetes, metabolic syndrome, heart disease, and high blood pressure.PCOS is more common in women who have obesity or have a mother or sister with PCOS.  To diagnose PCOS, your health care provider may do a physical exam, pelvic exam, blood tests, and an ultrasound.There is no cure, but diet, exercise, and medicines can help control the symptoms. Birth control pills help women have normal periods, reduce male hormone levels, and clear acne. Treatments for infertility caused by PCOS may include medicines, surgery, and in vitro fertilization (IVF).NIH: National Institute of Child Health and Human Development"}
{"id": "doc21", "contents": "Ovarian Cysts  The ovaries are part of the female reproductive system. They produce a woman's eggs and make female hormones. Ovarian cysts are fluid-filled sacs in or on an ovary. They usually form during ovulation, when the ovary releases an egg. They are usually harmless and go away by themselves. Most women have them sometime during their lives.Most ovarian cysts are small and don't cause symptoms. Women may not find out that they have them until they have a pelvic exam. If there are symptoms, they may include:PressureBloatingSwellingPain in the lower abdomen, on the side where the cyst isIf your health care provider finds a cyst, you may be able to wait to see if it gets bigger. You may need surgery if you have pain, are past menopause, or if the cyst does not go away. If a cyst bursts or causes bleeding, you should get medical help right away. Birth control pills can help prevent new cysts.Rarely, ovarian cysts can become cancerous. This risk increases as you get older.A health problem that involves ovarian cysts is polycystic ovary syndrome (PCOS).  Women with PCOS can have high levels of male hormones, irregular or no periods, and small ovarian cysts.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc22", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Infertility  Infertility means not being able to become pregnant after a year of trying. If a woman can get pregnant but keeps having miscarriages or stillbirths, that's also called infertility.Infertility is fairly common. After one year of having unprotected sex, about 15% of couples are unable to get pregnant. About a third of the time, infertility can be traced to the woman. In another third of cases, it is because of the man. The rest of the time, it is because of both partners or no cause can be found.There are treatments that are specifically for men or for women. Some involve both partners. Drugs, assisted reproductive technology, and surgery are common treatments. Happily, many couples treated for infertility go on to have babies.NIH: National Institute of Child Health and Human Development"}
{"id": "doc24", "contents": "Female Infertility  Infertility means not being able to get pregnant after at least one year of trying (or 6 months if the woman is over age 35). If a woman keeps having miscarriages, it is also called infertility.  Female infertility can result from age, physical problems, hormone problems, and lifestyle or environmental factors.Most cases of infertility in women result from problems with producing eggs. In primary ovarian insufficiency, the ovaries stop functioning before natural menopause.  In polycystic ovary syndrome (PCOS), the ovaries may not release an egg regularly or they may not release a healthy egg.About a third of the time, infertility is because of a problem with the woman. One third of the time, it is a problem with the man. Sometimes no cause can be found.If you think you might be infertile, see your doctor. There are tests that may tell if you have fertility problems. When it is possible to find the cause, treatments may include medicines, surgery, or assisted reproductive technologies. Happily, many couples treated for infertility are able to have babies.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc25", "contents": "Male Infertility  Infertility is a term doctors use if a man hasn't been able to get a woman pregnant after at least one year of trying. Causes of male infertility include:Physical problems with the testiclesBlockages in the ducts that carry spermHormone problemsA history of high fevers or mumpsGenetic disordersLifestyle or environmental factorsAbout a third of the time, infertility is because of a problem with the man. One third of the time, it is a problem with the woman. Sometimes no cause can be found.If you suspect you are infertile, see your doctor. There are tests that may tell if you have fertility problems. When it is possible to find the cause, treatments may include medicines, surgery, or assisted reproductive technology. Happily, many couples treated for infertility are able to have babies.NIH: National Institute of Child Health and Human Development"}
{"id": "doc26", "contents": "Knee Replacement  What is knee replacement surgery?Knee replacement surgery is a surgery to replace parts of your knee joint with new, artificial parts. You may need a knee replacement if you have knee damage that causes severe pain and difficulty doing daily activities, such as walking and climbing stairs. It is usually done when other treatments for knee pain haven't helped enough. The goal of a knee replacement is to relieve pain and help you move better.People of all ages may have knee replacement surgery. But it is more common in older people. The decision whether to have surgery is based on your overall health and how much your knee bothers you.What conditions does knee replacement surgery treat?Knee replacement surgery treats conditions that cause the cartilage of the knee joint to wear away. These include:Knee osteoarthritis. This is the most common reason for knee replacement surgery. It usually develops over time after an injury or with aging.Knee damage from other types of arthritis.Problems from knee joints that aren't formed correctly.What happens during knee replacement surgery?During the surgery, a surgeon removes damaged cartilage and some bone from the surfaces of your knee joint. Cartilage is tissue that covers your bones where they meet. Healthy cartilage is smooth and helps the bones glide over each other when you move. When cartilage becomes rough and wears away, the bones rub against each other, causing pain.After removing the damaged knee cartilage and bone, the surgeon attaches the artificial parts to your bones. The artificial parts are made of metal and plastic. They will give your knee new, smooth surfaces.Knee replacement surgery may replace all the damaged parts of your knee (total knee replacement) or just part of your knee (partial knee replacement). In a total knee replacement, the surgeon replaces 3 surfaces:The end of the shinboneThe end of the thighboneThe back of the kneecapWhat happens after knee replacement surgery?Some people go home the same day they have surgery. Other people will stay in the hospital a few days. To help prevent blood clots, you'll most likely take blood thinners and wear special socks or coverings on your legs for a short time after surgery.The success of your surgery depends a lot on what you do at home to help yourself recover. A physical therapist will teach you exercises to make your knee stronger and help it bend. It is important to do these exercises regularly. You may need to use a cane or walker for several weeks after the surgery. It will probably also be several weeks before you can drive. Your doctor will tell you when you can start driving again.Most people who follow their recovery instructions can get back to nearly all of their normal daily activities within 3 to 6 weeks after surgery.What is life like after a knee replacement?After recovering from surgery, most people can move better with less pain than before surgery. But having an artificial knee is not the same as having a normal, healthy knee.You need to protect your new knee by:Staying at a healthy weight.Getting regular physical activity.Not doing any high-impact activities, such as jogging, running, and jumping. Instead, you can try low-impact activities that are good for your knee, such as walking, biking, and swimmingWhat are the risks of knee replacement surgery?The chance of having problems after knee replacement surgery is low. But there are risks after any surgery. Possible problems after knee replacement surgery include:InfectionBlood clotsHeart attackStrokeNerve damageScarring that limits how far you can bend your kneeYour age, general health, and how active you are can all affect your risk of having a problem after knee replacement surgery.How long does a knee replacement last?A knee replacement doesn't last forever. After 15 to 20 years, the artificial knee parts may become loose or worn. If that happens, you may need another surgery on the same knee.If you're thinking about having knee replacement surgery, talk to your doctor about the risks and benefits. Together you can decide if a knee replacement is right for you."}
{"id": "doc27", "contents": "Knee Injuries and Disorders  Your knee joint is made up of bone, cartilage, ligaments and fluid. Muscles and tendons help the knee joint move. When any of these structures is hurt or diseased, you have knee problems. Knee problems can cause pain and difficulty walking.Knee problems are very common, and they occur in people of all ages. Knee problems can interfere with many things, from participation in sports to simply getting up from a chair and walking. This can have a big impact on your life.The most common disease affecting the knee is osteoarthritis. The cartilage in the knee gradually wears away, causing pain and swelling.Injuries to ligaments and tendons also cause knee problems. A common injury is to the anterior cruciate ligament (ACL). You usually injure your ACL by a sudden twisting motion. ACL and other knee injuries are common sports injuries.Treatment of knee problems depends on the cause. In some cases your doctor may recommend knee replacement.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc28", "contents": "Cartilage Disorders  Cartilage is the tough but flexible tissue that covers the ends of your bones at a joint. It also gives shape and support to other parts of your body, such as your ears, nose and windpipe. Healthy cartilage helps you move by allowing your bones to glide over each other. It also protects bones by preventing them from rubbing against each other. Injured, inflamed, or damaged cartilage can cause symptoms such as pain and limited movement. It can also lead to joint damage and deformity. Causes of cartilage problems include :\tTears and injuries, such as sports injuries\tGenetic factors \tOther disorders, such as some types of arthritisOsteoarthritis results from breakdown of cartilage.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc29", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc30", "contents": "Hemorrhagic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Hemorrhagic stroke is the less common type. It happens when a blood vessel breaks and bleeds into the brain. Within minutes, brain cells begin to die. Causes include a bleeding aneurysm, an arteriovenous malformation (AVM), or an artery wall that breaks open.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. With a hemorrhagic stroke, the first steps are to find the cause of bleeding in the brain and then control it.  Surgery may be needed.  Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.National Institute of Neurological Disorders and Stroke"}
{"id": "doc31", "contents": "Pleural Disorders  Your pleura is a large, thin sheet of tissue that wraps around the outside of your lungs and lines the inside of your chest cavity. Between the layers of the pleura is a very thin space. Normally it's filled with a small amount of fluid. The fluid helps the two layers of the pleura glide smoothly past each other as your lungs breathe air in and out.Disorders of the pleura include:Pleurisy - inflammation of the pleura that causes sharp pain with breathingPleural effusion - excess fluid in the pleural spacePneumothorax - buildup of air or gas in the pleural spaceHemothorax - buildup of blood in the pleural spaceMany different conditions can cause pleural problems. Viral infection is the most common cause of pleurisy. The most common cause of pleural effusion is congestive heart failure. Lung diseases, like COPD, tuberculosis, and acute lung injury, cause pneumothorax. Injury to the chest is the most common cause of hemothorax. Treatment focuses on removing fluid, air, or blood from the pleural space, relieving symptoms, and treating the underlying condition.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc32", "contents": "Gout  Gout is a common, painful form of arthritis. It causes swollen, red, hot and stiff joints.Gout happens when uric acid builds up in your body.  Uric acid comes from the breakdown of substances called purines. Purines are in your body's tissues and in foods, such as liver, dried beans and peas, and anchovies. Normally, uric acid dissolves in the blood. It passes through the kidneys and out of the body in urine. But sometimes uric acid can build up and form needle-like crystals. When they form in your joints, it is very painful. The crystals can also cause kidney stones.Often, gout first attacks your big toe. It can also attack ankles, heels, knees, wrists, fingers, and elbows. At first, gout attacks usually get better in days. Eventually, attacks last longer and happen more often.You are more likely to get gout if you:Are a manHave family member with goutAre overweightDrink alcoholEat too many foods rich in purinesGout can be hard to diagnose. Your doctor may take a sample of fluid from an inflamed joint to look for crystals. You can treat gout with medicines.Pseudogout has similar symptoms and is sometimes confused with gout.  However, it is caused by calcium phosphate, not uric acid.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc33", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjgren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc34", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc35", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc36", "contents": "Ovarian Cancer  The ovaries are part of the female reproductive system. They produce a woman's eggs and female hormones. Each ovary is about the size and shape of an almond.Cancer of the ovary is not common, but it causes more deaths than other female reproductive cancers. The sooner ovarian cancer is found and treated, the better your chance for recovery. But ovarian cancer is hard to detect early. Women with ovarian cancer may have no symptoms or just mild symptoms until the disease is in an advanced stage. Then it is hard to treat. Symptoms may include:A heavy feeling in the pelvisPain in the lower abdomen Bleeding from the vagina Weight gain or loss Abnormal periods Unexplained back pain that gets worse Gas, nausea, vomiting, or loss of appetiteTo diagnose ovarian cancer, doctors do one or more tests. They include a physical exam, a pelvic exam, lab tests, ultrasound, or a biopsy. Treatment is usually surgery followed by chemotherapy.NIH: National Cancer Institute"}
{"id": "doc37", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc38", "contents": "Headache  Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.Other common types of headaches include migraines, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc39", "contents": "Caffeine  What is caffeine?Caffeine is a bitter substance that occurs naturally in more than 60 plants including:Coffee beansTea leavesKola nuts, which are used to flavor soft drink colasCacao pods, which are used to make chocolate productsThere is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:An 8-ounce cup of coffee: 95-200 mgA 12-ounce can of cola: 35-45 mgAn 8-ounce energy drink: 70-100 mgAn 8-ounce cup of tea: 14-60 mgWhat are caffeine's effects on the body?Caffeine has many effects on your body's metabolism. It:Stimulates your central nervous system, which can make you feel more awake and give you a boost of energyIs a diuretic, meaning that it helps your body get rid of extra salt and water by urinating moreIncreases the release of acid in your stomach, sometimes leading to an upset stomach or heartburnMay interfere with the absorption of calcium in the bodyIncreases your blood pressureWithin one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.What are the side effects from too much caffeine?For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:Restlessness and shakinessInsomniaHeadachesDizzinessFast heart rateDehydrationAnxietyDependency, so you need to take more of it to get the same resultsSome people are more sensitive to the effects of caffeine than others.What are energy drinks, and why can they be a problem?Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.Who should avoid or limit caffeine?You should check with your health care provider about whether you should limit or avoid caffeine if you:Are pregnant, since caffeine passes through the placenta to your baby.Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.Have sleep disorders, including insomnia.Have migraines or other chronic headaches.Have anxiety.Have GERD or ulcers.Have arrhythmia (a problem with the rate or rhythm of your heartbeat).Have high blood pressure.Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.What is caffeine withdrawal?If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:HeadachesDrowsinessIrritabilityNauseaTrouble concentratingThese symptoms usually go away after a couple of days."}
{"id": "doc40", "contents": "Anesthesia  What is anesthesia?Anesthesia is the use of medicines to prevent pain during surgery and other procedures. These medicines are called anesthetics. They may be given by injection, inhalation, topical lotion, spray, eye drops, or skin patch. They cause you to have a loss of feeling or awareness.What is anesthesia used for?Anesthesia may be used in minor procedures, such as filling a tooth. It could be used during childbirth or procedures such as colonoscopies. And it is used during minor and major surgeries.In some cases, a dentist, nurse, or doctor may give you an anesthetic. In other cases, you may need an anesthesiologist. This is a doctor who specializes in giving anesthesia.What are the types of anesthesia?There are several different types of anesthesia:Local anesthesia numbs a small part of the body. It might be used on a tooth that needs to be pulled or on a small area around a wound that needs stitches.  You are awake and alert during local anesthesia.Regional anesthesia is used for larger areas of the body such as an arm, a leg, or everything below the waist. You may be awake during the procedure, or you may be given sedation. Regional anesthesia may be used during childbirth, a Cesarean section(C-section), or minor surgeries.General anesthesia affects the whole body. It makes you unconscious and unable to move. It is used during major surgeries, such as heart surgery, brain surgery, back surgery, and organ transplants.What are the risks of anesthesia?Anesthesia is generally safe. But there can be risks, especially with general anesthesia, including:Heart rhythm or breathing problemsAn allergic reaction to the anesthesiaDelirium after general anesthesia. Delirium makes people confused. They may be unclear about what is happening to them. Some people over the age of 60 have delirium for several days after surgery. It can also happen to children when they first wake up from anesthesia.Awareness when someone is under general anesthesia. This usually means that the person hears sounds. But sometimes they can feel pain. This is rare."}
{"id": "doc41", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc42", "contents": "Brain Aneurysm  A brain aneurysm is an abnormal bulge or \"ballooning\" in the wall of an artery in the brain. They are sometimes called berry aneurysms because they are often the size of a small berry. Most brain aneurysms produce no symptoms until they become large, begin to leak blood, or burst.If a brain aneurysm presses on nerves in your brain, it can cause signs and symptoms. These can include:A droopy eyelid Double vision or other changes in vision Pain above or behind the eye A dilated pupil Numbness or weakness on one side of the face or body Treatment depends on the size and location of the aneurysm, whether it is infected, and whether it has burst. If a brain aneurysm bursts, symptoms can include a sudden, severe headache, nausea and vomiting, stiff neck, loss of consciousness, and signs of a stroke. Any of these symptoms requires immediate medical attention.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc43", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc44", "contents": "Acute Myeloid Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute myeloid leukemia (AML)?Acute myeloid leukemia (AML) is a type of acute leukemia. \"Acute\" means that the leukemia usually gets worse quickly if it's not treated. In AML, the bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets. When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body.There are several different subtypes of AML. The subtypes are based on how developed the cancer cells are when you get your diagnosis and how different they are from normal cells.What causes acute myeloid leukemia (AML)?AML happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of AML.Who is at risk for acute myeloid leukemia (AML)?The factors that raise your risk of AML include:Being maleSmoking, especially after age 60Having had chemotherapy or radiation therapyTreatment for acute lymphoblastic leukemia (ALL) as a childExposure to the chemical benzeneA history of another blood disorder such as myelodysplastic syndromeWhat are the symptoms of acute myeloid leukemia (AML)?The signs and symptoms of AML include:FeverShortness of breathEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Weakness or feeling tiredWeight loss or loss of appetiteBone or joint pain, if the abnormal cells build up near or inside the bonesHow is acute myeloid leukemia (AML) diagnosed?Your health care provider may use many tools to diagnose AML and figure out which subtype you have:A physical examA medical historyBlood tests, such as a complete blood count (CBC) and blood smearBone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesIf you are diagnosed with AML, you may have additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for acute myeloid leukemia (AML)?Treatments for AML include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantOther anticancer medicinesWhich treatment you get often depends on which subtype of AML you have."}
{"id": "doc45", "contents": "Childhood Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia in children?There are different types of leukemia. Some types are acute (fast growing). They usually get worse quickly if they are not treated. Most childhood leukemias are acute:Acute lymphocytic leukemia (ALL), which is the most common type of leukemia in children and the most common cancer in children. In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell.Acute myeloid leukemia (AML), which happens when bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets.Other types of leukemia are chronic (slow growing). They usually get worse over a longer period of time. They are rare in children:Chronic lymphocytic leukemia (CLL), in which the bone marrow makes abnormal lymphocytes (a type of white blood cell). It is more common in teens than children.Chronic myeloid leukemia (CML), in which the bone marrow makes abnormal granulocytes (a type of white blood cell). It is very rare in children.There are some other rare types of leukemia in children, including juvenile myelomonocytic leukemia (JMML).What causes leukemia in children?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise the risk of childhood leukemia.Who is at risk for leukemia in children?The factors that raise the risk of childhood leukemia include:Having a brother or sister, especially a twin, with leukemiaPast treatment with chemotherapyExposure to radiation, including radiation therapyHaving certain genetic conditions, such as "}
