{"id": "doc1", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc2", "contents": "Childhood Vaccines  What are vaccines?Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach the immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make your child sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps the body fight off the germs. Your child's immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.Why do I need to vaccinate my child?Babies are born with immune systems that can fight most germs, but there are some serious diseases they can't handle. That's why they need vaccines to strengthen their immune system.These diseases once killed or harmed many infants, children, and adults. But now with vaccines, your child can get immunity from these diseases without having to get sick. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would. Vaccinating your child also protects others. Normally, germs can travel quickly through a community and make a lot of people sick. If enough people get sick, it can lead to an outbreak. But when enough people are vaccinated against a certain disease, it's harder for that disease to spread to others. This means that the entire community is less likely to get the disease.Community immunity is especially important for the people who can't get certain vaccines. For example, they may not be able to get a vaccine because they have weakened immune systems. Others may be allergic to certain vaccine ingredients. And newborn babies are too young to get some vaccines. Community immunity can help to protect them all.Are vaccines safe for children?Vaccines are safe. They must go through extensive safety testing and evaluation before they are approved in the United States.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and autism.Can vaccines overload my child's immune system?No, vaccines do not overload the immune system. Every day, a healthy child's immune system successfully fights off thousands of germs. When your child gets vaccines, they are getting weakened or dead germs. So even if they get several vaccines in one day, they are being exposed to a tiny amount of germs compared to what they encounter every day in their environment.When do I need to vaccinate my child?Your child will get vaccines during well-child visits. They will be given according to the vaccine schedule. This schedule lists which vaccines are recommended for children. It includes who should get the vaccines, how many doses they need, and at what age they should get them. In the United States, the Centers for Disease Control and Prevention (CDC) publishes the vaccine schedule.Following the vaccine schedule allows your child to get protection from the diseases at exactly the right time. It gives his or her body the chance to build up immunity before being exposed to these very serious diseases."}
{"id": "doc3", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Blood Disorders  Your blood is living tissue made up of liquid and solids. The liquid part, called plasma, is made of water, salts and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells and platelets.Blood disorders affect one or more parts of the blood and prevent your blood from doing its job.  They can be acute or chronic. Many blood disorders are inherited. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet.Types of blood disorders include:Platelet disorders, excessive clotting, and bleeding problems, which affect how your blood clotsAnemia, which happens when your blood does not carry enough oxygen to the rest of your bodyCancers of the blood, such as leukemia and myelomaEosinophilic disorders, which are problems with one type of white blood cell."}
{"id": "doc5", "contents": "Lymphatic Diseases  The lymphatic system is a network of tissues and organs. It is made up of:Lymph - a fluid that contains white blood cells that defend against germsLymph vessels - vessels that carry lymph throughout your body.  They are different from blood vessels.Lymph nodes - glands found throughout the lymph vessels. Along with your spleen, these nodes are where white blood cells fight infection.Your bone marrow and thymus produce the cells in lymph. They are part of the system, too.The lymphatic system clears away infection and keeps your body fluids in balance. If it's not working properly, fluid builds in your tissues and causes swelling, called lymphedema. Other lymphatic system problems can include infections, blockage, and cancer."}
{"id": "doc6", "contents": "Skin Pigmentation Disorders  Pigmentation means coloring. Skin pigmentation disorders affect the color of your skin. Your skin gets its color from a pigment called melanin. Special cells in the skin make melanin. When these cells become damaged or unhealthy, it affects melanin production. Some pigmentation disorders affect just patches of skin. Others affect your entire body. If your body makes too much melanin, your skin gets darker. Pregnancy, Addison's disease, and sun exposure all can make your skin darker. If your body makes too little melanin, your skin gets lighter. Vitiligo is a condition that causes patches of light skin. Albinism is a genetic condition affecting a person's skin. A person with albinism may have no color, lighter than normal skin color, or patchy missing skin color. Infections, blisters and burns can also cause lighter skin. "}
{"id": "doc7", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
