{"id": "doc1", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc3", "contents": "Pacemakers and Implantable Defibrillators  An arrhythmia is any disorder of your heart rate or rhythm. It means that your heart beats too quickly, too slowly, or with an irregular pattern. Most arrhythmias result from problems in the electrical system of the heart. If your arrhythmia is serious, you may need a cardiac pacemaker or an implantable cardioverter defibrillator (ICD).  They are devices that are implanted in your chest or abdomen.A pacemaker helps control abnormal heart rhythms. It uses electrical pulses to prompt the heart to beat at a normal rate. It can speed up a slow heart rhythm, control a fast heart rhythm, and coordinate the chambers of the heart.An ICD monitors heart rhythms. If it senses dangerous rhythms, it delivers shocks. This treatment is called defibrillation. An ICD can help control life-threatening arrhythmias, especially those that can cause sudden cardiac arrest (SCA). Most new ICDs can act as both a pacemaker and a defibrillator. Many ICDs also record the heart's electrical patterns when there is an abnormal heartbeat. This can help the doctor plan future treatment.Getting a pacemaker or ICD requires minor surgery. You usually need to stay in the hospital for a day or two, so your doctor can make sure that the device is working well. You will probably be back to your normal activities within a few days."}
{"id": "doc4", "contents": "Fainting  Fainting is a temporary loss of consciousness. If you're about to faint, you'll feel dizzy, lightheaded, or nauseous. Your field of vision may \"white out\" or \"black out.\"  Your skin may be cold and clammy.  You lose muscle control at the same time, and may fall down.Fainting usually happens when your blood pressure drops suddenly, causing a decrease in blood flow to your brain. It is more common in older people. Some causes of fainting include:Heat or dehydration Emotional distress Standing up too quickly Certain medicines Drop in blood sugar Heart problems When someone faints, make sure that the airway is clear and check for breathing. The person should stay lying down for 10-15 minutes.  Most people recover completely. Fainting is usually nothing to worry about, but it can sometimes be a sign of a serious problem. If you faint, it's important to see your health care provider and find out why it happened. "}
{"id": "doc5", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "After Surgery  After any operation, you'll have some side effects. There is usually some pain with surgery. There may also be swelling and soreness around the area that the surgeon cut.   Your surgeon can tell you which side effects to expect.There can also be complications. These are unplanned events linked to the operation. Some complications are infection, too much bleeding, reaction to anesthesia, or accidental injury. Some people have a greater risk of complications because of other medical conditions.Your surgeon can tell you how you might feel and what you will be able to do - or not do - the first few days, weeks, or months after surgery. Some other questions to ask are:How long you will be in the hospitalWhat kind of supplies, equipment, and help you might need when you go homeWhen you can go back to workWhen it is ok to start exercising againAre they any other restrictions in your activitiesFollowing your surgeon's advice can help you recover as soon as possible.Agency for Healthcare Research and Quality"}
{"id": "doc9", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc10", "contents": "Autism Spectrum Disorder  Autism spectrum disorder (ASD) is a neurological and developmental disorder that begins early in childhood and lasts throughout a person's life. It affects how a person acts and interacts with others, communicates, and learns.  It includes what used to be known as Asperger syndrome and pervasive developmental disorders.It is called a \"spectrum\" disorder because people with ASD can have a range of symptoms. People with ASD might have problems talking with you, or they might not look you in the eye when you talk to them.  They may also have restricted interests and repetitive behaviors.  They may spend a lot of time putting things in order, or they may say the same sentence again and again. They may often seem to be in their \"own world.\"At well-child checkups, the health care provider should check your child's development.  If there are signs of ASD, your child will have a comprehensive evaluation.  It may include a team of specialists, doing various tests and evaluations to make a diagnosis.The causes of ASD are not known.  Research suggests that both genes and environment play important roles.There is currently no one standard treatment for ASD.  There are many ways to increase your child's ability to grow and learn new skills.  Starting them early can lead to better results.  Treatments include behavior and communication therapies, skills training, and medicines to control symptoms.NIH: National Institute of Child Health and Human Development"}
{"id": "doc11", "contents": "Bipolar Disorder  What is bipolar disorder?Bipolar disorder is a mood disorder that can cause intense mood swings:Sometimes you may feel extremely \"up,\" elated, irritable, or energized. This is called a manic episode.Other times you may feel \"down,\" sad, indifferent, or hopeless. This is called a depressive episode.You may have both manic and depressive symptoms together. This is called a mixed episode.Along with the mood swings, bipolar disorder causes changes in behavior, energy levels, and activity levels.Bipolar disorder used to be called other names, including manic depression and manic-depressive disorder.What are the types of bipolar disorder?There are three main types of bipolar disorder:Bipolar I disorder involves manic episodes that last at least 7 days or manic symptoms so severe that you need immediate hospital care. Depressive episodes are also common. Those often last at least two weeks. This type of bipolar disorder can also involve mixed episodes.Bipolar II disorder involves depressive episodes. But instead of full-blown manic episodes, there are episodes of hypomania. Hypomania is a less severe version of mania.Cyclothymic disorder, or cyclothymia, also involves hypomanic and depressive symptoms. But they are not as intense or as long-lasting as hypomanic or depressive episodes. The symptoms usually last for at least two years in adults and for one year in children and teenagers.With any of these types, having four or more episodes of mania or depression in a year is called \"rapid cycling.\"What causes bipolar disorder?The exact cause of bipolar disorder is unknown. Several factors likely play a role in the disorder. They include genetics, brain structure and function, and your environment.Who is at risk for bipolar disorder?You are at higher risk for bipolar disorder if you have a close relative who has it. Going through trauma or stressful life events may raise this risk even more.What are the symptoms of bipolar disorder?The symptoms of bipolar disorder can vary. But they involve mood swings known as mood episodes:The symptoms of a manic episode can include"}
{"id": "doc12", "contents": "Cerebral Palsy  What is cerebral palsy (CP)?Cerebral palsy (CP) is a group of disorders that cause problems with movement, balance, and posture. CP affects the cerebral motor cortex. This is the part of the brain that directs muscle movement. In fact, the first part of the name, cerebral, means having to do with the brain. The second part, palsy, means weakness or problems with using the muscles.What are the types of cerebral palsy (CP)?There are different types of CP:Spastic cerebral palsy, which is the most common type. It causes increased muscle tone, stiff muscles, and awkward movements. Sometimes it only affects one part of the body. In other cases, it can affect both arms and legs, the trunk, and the face.Dyskinetic cerebral palsy, which causes problems controlling the movement of the hands, arms, feet, and legs. This can make it hard to sit and walk.Ataxic cerebral palsy, which causes problems with balance and coordinationMixed cerebral palsy, which means that you have symptoms of more than one typeWhat causes cerebral palsy (CP)?CP is caused by abnormal development or damage to the developing brain. It could happen when:The cerebral motor cortex doesn't develop normally during fetal growthThere is an injury to the brain before, during, or after birthBoth the brain damage and the disabilities it causes are permanent.Who is at risk for cerebral palsy (CP)?CP is more common among boys than girls. It affects black children more often than white children.Certain medical conditions or events that can happen during pregnancy and delivery that may increase a baby's risk of being born with cerebral palsy, including:Being born too smallBeing born too earlyBeing born a twin or other multiple birthBeing conceived by in vitro fertilization (IVF) or other assisted reproductive technology (ART)Having a mother who had an infection during pregnancyHaving a mother with certain health problems in pregnancy, such as thyroid problemsSevere jaundiceHaving complications during birthRh incompatibilitySeizuresExposure to toxinsWhat are the signs of cerebral palsy (CP)?There are many different types and levels of disability with CP. So the signs can be different in each child.The signs usually appear in the early months of life. But sometimes there is a delay in getting a diagnosis until after age two. Infants with CP often have developmental delays. They are slow to reach developmental milestones such as learning to roll over, sit, crawl, or walk. They may also have abnormal muscle tone. They may seem floppy, or they may be stiff or rigid.It's important to know that children without CP can also have these signs. Contact your child's health care provider know if your child has any of these signs, so you can get a correct diagnosis.How is cerebral palsy (CP) diagnosed?Diagnosing CP involves several steps:Developmental monitoring (or surveillance) means tracking a child's growth and development over time. If there are any concerns about your child's development, then he or she should have a developmental screening test as soon as possible.Developmental screening involves a giving your child a short test to check for motor, movement, or other developmental delays. If the screenings are not normal, the provider will recommend some evaluations.Developmental and medical evaluations are done to diagnose which disorder your child has. The provider many use many tools to make the diagnosis:"}
{"id": "doc13", "contents": "Reflux in Infants  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your baby has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. Babies may have GERD if their symptoms prevent them from feeding or if the reflux lasts more than 12 to 14 months.What causes reflux and GERD in infants?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your baby swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In babies who have reflux, the lower esophageal sphincter muscle is not fully developed and lets the stomach contents back up the esophagus. This causes your baby to spit up (regurgitate). Once his or her sphincter muscle fully develops, your baby should no longer spit up.In babies who have GERD, the sphincter muscle becomes weak or relaxes when it shouldn't. How common are reflux and GERD in infants?Reflux is very common in babies. About half all babies spit up many times a day in the first 3 months of their lives. They usually stop spitting up between the ages of 12 and 14 months.GERD is also common in younger infants. Many 4-month-olds have it. But by their first birthday, only 10% of babies still have GERD. What are the symptoms of reflux and GERD in infants?In babies, the main symptom of reflux and GERD is spitting up. GERD may also cause symptoms such as:Arching of the back, often during or right after eatingColic - crying that lasts for more than 3 hours a day with no medical causeCoughingGagging or trouble swallowingIrritability, especially after eatingPoor eating or refusing to eatPoor weight gain, or weight lossWheezing or trouble breathingForceful or frequent vomitingNIH: National Institute of Diabetes and Digestive and Kidney DiseasesHow do doctors diagnose reflux and GERD in infants?In most cases, a doctor diagnoses reflux by reviewing your baby's symptoms and medical history. If the symptoms do not get better with feeding changes and anti-reflux medicines, your baby may need testing.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Common tests include:Upper GI series, which looks at the shape of your baby's upper GI (gastrointestinal) tract. Your baby will drink or eat a contrast liquid called barium. The barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your baby to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your baby's esophagus. A doctor or nurse places a thin flexible tube through your baby's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your baby will wear this for 24 hours, most likely in the hospital.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your baby's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What feeding changes can help treat my infant's reflux or GERD?Feeding changes may help your baby's reflux and GERD:Add rice cereal to your baby's bottle of formula or breastmilk. Check with the doctor about how much to add. If the mixture is too thick, you can change the nipple size or cut a little \"x\" in the nipple to make the opening larger.Burp your baby after every 1 to 2 ounces of formula. If you breastfeed, burp your baby after nursing from each breast.Avoid overfeeding; give your baby the amount of formula or breast milk recommended.Hold your baby upright for 30 minutes after feedings.If you use formula and your doctor thinks that your baby may be sensitive to milk protein, your doctor may suggest switching to a different type of formula. Do not change formulas without talking to the doctor.What treatments might the doctor give for my infant's GERD?If feeding changes do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your baby's stomach. The doctor will only suggest medicine if your baby still has regular GERD symptoms and:You already tried some feeding changesYour baby has problems sleeping or feedingYour baby does not grow properlyThe doctor will often prescribe a medicine on a trial basis and will explain any possible complications. You shouldn't give your baby any medicines unless the doctor tells you to.Medicines for GERD in babies include:H2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesIf these don't help and your baby still has severe symptoms, then surgery might be an option. Pediatric gastroenterologists only use surgery to treat GERD in babies in rare cases. They may suggest surgery when babies have severe breathing problems or have a physical problem that causes GERD symptoms."}
{"id": "doc14", "contents": "Neuroblastoma  What is neuroblastoma?Neuroblastoma is a type of cancer that forms in nerve cells called neuroblasts. Neuroblasts are immature nerve tissue. They normally turn into working nerve cells. But in neuroblastoma, they form a tumor.Neuroblastoma usually begins in the adrenal glands. You have two adrenal glands, one on top of each kidney. The adrenal glands make important hormones that help control heart rate, blood pressure, blood sugar, and the way the body reacts to stress. Neuroblastoma may also begin in the neck, chest or spinal cord.What causes neuroblastoma?Neuroblastoma is caused by mutations (changes) in genes. In most cases, the cause of the mutation is unknown. In some other cases, the mutation is passed from the parent to the child.What are the symptoms of neuroblastoma?Neuroblastoma often begins in early childhood. Sometimes it begins before a child is born.The most common symptoms are caused by the tumor pressing on nearby tissues as it grows or by cancer spreading to the bone.They include:A lump in the abdomen, neck or chestBulging eyesDark circles around the eyesBone painSwollen stomach and trouble breathing in babiesPainless, bluish lumps under the skin in babiesInability to move a body part (paralysis)How is neuroblastoma diagnosed?To diagnose neuroblastoma, your child's health care provider will do various tests and procedures, which may include:A medical historyA neurological examImaging tests, such as x-rays, a CT scan, an ultrasound, an MRI, or an MIBG scan. In an MIBG scan, a small amount of a radioactive substance is injected into a vein. It travels through the bloodstream and attaches itself to any neuroblastoma cells. A scanner detects the cells.Blood and urine testsBiopsy, where a sample of tissue is removed and examined under a microscopeBone marrow aspiration and biopsy, where bone marrow, blood, and a small piece of bone are removed for testingWhat are the treatments for neuroblastoma?The treatments for neuroblastoma include:Observation, also called watchful waiting, where the health care provider does not give any treatments until your child's signs or symptoms appear or changeSurgeryRadiation therapyChemotherapyHigh-dose chemotherapy and radiation therapy with stem cell rescue. Your child will get high doses of chemotherapy and radiation. This kills the cancer cells, but it also kills healthy cells. So your child will get a stem cell transplant, usually of his or her own cells collected earlier. This helps to replace the healthy cells that were lost.Iodine 131-MIBG therapy, a treatment with radioactive iodine. The radioactive iodine collects in neuroblastoma cells and kills them with the radiation that is given off.Targeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc15", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc16", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Telehealth  What is telehealth?Telehealth is the use of communications technologies to provide health care from a distance. These technologies may include computers, cameras, videoconferencing, the Internet, and satellite and wireless communications. Some examples of telehealth include:A \"virtual visit\" with a health care provider, through a phone call or video chatRemote patient monitoring, which lets your provider check on you while you are at home. For example, you might wear a device that measures your heart rate and sends that information to your provider.A surgeon using robotic technology to do surgery from a different locationSensors that can alert caregivers if a person with dementia leaves the houseSending your provider a message through your electronic health record (EHR)Watching an online video that your provider sent you about how to use an inhalerGetting an email, phone, or text reminder that it's time for a cancer screeningWhat is the difference between telemedicine and telehealth?Sometimes people use the term telemedicine to mean the same thing as telehealth. Telehealth is a broader term. It includes telemedicine. But it also includes things like training for health care providers, health care administrative meetings, and services provided by pharmacists and social workers.What are the benefits of telehealth?Some of the benefits of telehealth include:Getting care at home, especially for people who can't easily get to their providers' officesGetting care from a specialist who is not close byGetting care after office hoursMore communication with your providersBetter communication and coordination between health care providersMore support for people who are managing their health conditions, especially chronic conditions such as diabetesLower cost, since virtual visits may be cheaper than in-person visitsWhat are the problems with telehealth?Some of the problems with telehealth include:If your virtual visit is with someone who is not your regular provider, he or she may not have all of your medical historyAfter a virtual visit, it may be up to you to coordinate your care with your regular providerIn some cases, the provider may not be able to make the right diagnosis without examining you in person. Or your provider may need you to come in for a lab test.There may be problems with the technology, for example, if you lose the connection, there is a problem with the software, etc.Some insurance companies may not cover telehealth visitsWhat types of care can I get using telehealth?The types of care that you can get using telehealth may include:General health care, like wellness visitsPrescriptions for medicineDermatology (skin care)Eye examsNutrition counselingMental health counselingUrgent care conditions, such as sinusitis, urinary tract infections, common rashes, etc.For telehealth visits, just like with an in-person visit, it is important to be prepared and have good communication with the provider."}
{"id": "doc18", "contents": "Heart Transplantation  A heart transplant removes a damaged or diseased heart and replaces it with a healthy one. The healthy heart comes from a donor who has died. It is the last resort for people with heart failure when all other treatments have failed. The heart failure might have been caused by coronary heart disease, damaged heart valves or heart muscles, congenital heart defects, or viral infections of the heart.Although heart transplant surgery is a life-saving measure, it has many risks. Careful monitoring, treatment, and regular medical care can prevent or help manage some of these risks.After the surgery, most heart transplant patients can return to their normal levels of activity. However, fewer than 30% return to work for many different reasons.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc20", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc21", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc22", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc23", "contents": "Eating Disorders  What are eating disorders?Eating disorders are serious mental health disorders. They involve severe problems with your thoughts about food and your eating behaviors. You may eat much less or much more than you need.Eating disorders are medical conditions; they are not a lifestyle choice. They affect your body's ability to get proper nutrition. This can lead to health issues, such as heart and kidney problems, or sometimes even death. But there are treatments that can help.What are the types of eating disorders?Common types of eating disorders include:Binge-eating, which is out-of-control eating. People with binge-eating disorder keep eating even after they are full. They often eat until they feel very uncomfortable. Afterward, they usually have feelings of guilt, shame, and distress. Eating too much too often can lead to weight gain and obesity. Binge-eating disorder is the most common eating disorder in the U.S.Bulimia nervosa. People with bulimia nervosa also have periods of binge-eating. But afterwards, they purge, by making themselves throw up or using laxatives. They may also over-exercise or fast. People with bulimia nervosa may be slightly underweight, normal weight, or overweight.Anorexia nervosa. People with anorexia nervosa avoid food, severely restrict food, or eat very small quantities of only certain foods. They may see themselves as overweight, even when they are dangerously underweight. Anorexia nervosa is the least common of the three eating disorders, but it is often the most serious. It has the highest death rate of any mental disorder.What causes eating disorders?The exact cause of eating disorders is unknown. Researchers believe that eating disorders are caused by a complex interaction of factors. These include genetic, biological, behavioral, psychological, and social factors.Who is at risk for eating disorders?Anyone can develop an eating disorder, but they are more common in women. Eating disorders frequently appear during the teen years or young adulthood. But people can also develop them during childhood or later in life.What are the symptoms of eating disorders?The symptoms of eating disorders vary, depending on the disorder:The symptoms of binge-eating include:Eating unusually large amounts of food in a specific amount of time, such as a 2-hour periodEating even when you're full or not hungryEating fast during binge episodesEating until you're uncomfortably fullEating alone or in secret to avoid embarrassmentFeeling distressed, ashamed, or guilty about your eatingFrequently dieting, possibly without weight lossThe symptoms of bulimia nervosa include the same symptoms as binge-eating, plus trying to get rid of the food or weight after binging by:Purging, making yourself throw up or using laxatives or enemas to speed up the movement of food through your bodyDoing intensive and excessive exerciseFastingOver time, bulimia nervosa can cause health problems such as:Chronically inflamed and sore throatSwollen salivary glands in the neck and jaw areaWorn tooth enamel and increasingly sensitive and decaying teeth. This is caused by the exposure to stomach acid every time you throw up.GERD (acid reflux) and other gastrointestinal problemsSevere dehydration from purgingElectrolyte imbalance, which could be too low or too high levels of sodium, calcium, potassium and other minerals. This can lead to a stroke or heart attack.The symptoms of anorexia nervosa include:Eating very little, to the point of starving yourselfIntensive and excessive exerciseExtreme thinnessIntense fear of gaining weightDistorted body image - seeing yourself as overweight even when you are severely underweightOver time, anorexia nervosa can cause health problems such as:Thinning of the bones (osteopenia or osteoporosis)Mild anemiaMuscle wasting and weaknessThin, brittle hair and nailsDry, blotchy, or yellowish skinGrowth of fine hair all over the bodySevere constipationLow blood pressureSlowed breathing and pulseFeeling cold all the time because of a drop in internal body temperatureFeeling faint, dizzy, or weakFeeling tired all the timeInfertilityDamage to the structure and function of the heartBrain damageMultiorgan failureAnorexia nervosa can be fatal. Some people with this disorder die of complications from starvation, and others die of suicide.Some people with eating disorders may also have other mental disorders (such as depression or anxiety) or problems with substance use.How is eating disorders diagnosed?Because eating disorders can be so serious, it is important to seek help if you or a loved one thinks that you might have a problem. Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms. It is important to be honest about your eating and exercise behaviors so your provider can help you.A physical examBlood or urine tests to rule out other possible causes of your symptomsOther tests to see whether you have any other health problems caused by the eating disorder. These can include kidney function tests and an electrocardiogram (EKG or ECG).What are the treatments for eating disorders?Treatment plans for eating disorders are tailored to individual needs. You will likely have a team of providers helping you, including doctors, nutritionists, nurses, and therapists. The treatments may include:Individual, group, and/or family psychotherapy. Individual therapy may include cognitive behavioral approaches, which help you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Medical care and monitoring, including care for the complications that eating disorders can causeNutrition counseling. Doctors, nurses, and counselors will help you eat healthy to reach and maintain a healthy weight.Medicines, such as antidepressants, antipsychotics, or mood stabilizers, may help treat some eating disorders. The medicines can also help with the depression and anxiety symptoms that often go along with eating disorders.Some people with serious eating disorders may need to be in a hospital or in a residential treatment program. Residential treatment programs combine housing and treatment services.NIH: National Institute of Mental Health"}
{"id": "doc24", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc25", "contents": "Blood Sugar  Blood sugar, or glucose, is the main sugar found in your blood. It comes from the food you eat, and is your body's main source of energy. Your blood carries glucose to all of your body's cells to use for energy.Diabetes is a disease in which your blood sugar levels are too high. Over time, having too much glucose in your blood can cause serious problems.  Even if you don't have diabetes, sometimes you may have problems with blood sugar that is too low or too high.  Keeping a regular schedule of eating, activity, and taking any medicines you need can help.If you do have diabetes, it is very important to keep your blood sugar numbers in your target range. You may need to check your blood sugar several times each day. Your health care provider will also do a blood test called an A1C. It checks your average blood sugar level over the past three months. If your blood sugar is too high, you may need to take medicines and/or follow a special diet.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc26", "contents": "Diabetic Heart Disease  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What is diabetic heart disease?Diabetic heart disease is a term for heart disease in people who have diabetes. If you have diabetes, you are much more likely to develop heart disease or have a stroke than people who don't have diabetes. And you may start having these problems at a younger age.Over time, the effects of high blood sugar from diabetes can include damage to the blood vessels and nerves in your heart. This damage increases your chance of developing heart diseases, including:Coronary artery disease (CAD). It happens slowly as a sticky material called plaque builds up in the arteries that supply your heart muscle with blood.Heart failure. With this condition, your heart can't pump enough oxygen-rich blood to meet the needs of your body.Cardiomyopathy. This is a group of diseases in which the heart muscle may become thick or stiff.Who is more likely to develop diabetic heart disease?Diabetes puts you at serious risk for heart disease. It also makes you more likely to develop other conditions that raise your risk even more, including:High blood pressureHigh blood levels of LDL \"bad\" cholesterolHigh triglycerides (a type of fat in your blood) with low blood levels of HDL \"good\" cholesterolYour risk for heart disease is also higher if youAre maleSmokeHave obesityHave too much belly fat around your waist, even though you're at a healthy weight:"}
{"id": "doc27", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc28", "contents": "Chlamydia Infections  What is chlamydia?Chlamydia is a common sexually transmitted disease. It is caused by bacteria called Chlamydia trachomatis. It can infect both men and women. Women can get chlamydia in the cervix, rectum, or throat. Men can get chlamydia in the urethra (inside the penis), rectum, or throat.How do you get chlamydia?You can get chlamydia during oral, vaginal, or anal sex with someone who has the infection. A woman can also pass chlamydia to her baby during childbirth.If you've had chlamydia and were treated in the past, you can get re-infected if you have unprotected sex with someone who has it.Who is at risk of getting chlamydia?Chlamydia is more common in young people, especially young women. You are more likely to get it if you don't consistently use a condom, or if you have multiple partners.What are the symptoms of chlamydia?Chlamydia doesn't usually cause any symptoms. So you may not realize that you have it. People with chlamydia who have no symptoms can still pass the disease to others. If you do have symptoms, they may not appear until several weeks after you have sex with an infected partner.Symptoms in women include:Abnormal vaginal discharge, which may have a strong smellA burning sensation when urinatingPain during intercourseIf the infection spreads, you might get lower abdominal pain, pain during sex, nausea, or fever.Symptoms in men include:Discharge from your penisA burning sensation when urinatingBurning or itching around the opening of your penisPain and swelling in one or both testicles (although this is less common)If the chlamydia infects the rectum (in men or women), it can cause rectal pain, discharge, and/or bleeding.How is chlamydia diagnosed?There are lab tests to diagnose chlamydia. Your health care provider may ask you to provide a urine sample. For women, providers sometimes use (or ask you to use) a cotton swab to get a sample from your vagina to test for chlamydia.Who should be tested for chlamydia?You should go to your health provider for a test if you have symptoms of chlamydia, or if you have a partner who has a sexually transmitted disease. Pregnant women should get a test when they go to their first prenatal visit.People at higher risk should get checked for chlamydia every year:Sexually active women 25 and youngerOlder women who have new or multiple sex partners, or a sex partner who has a sexually transmitted diseaseMen who have sex with men (MSM)What other problems can chlamydia cause?In women, an untreated infection can spread to your uterus and fallopian tubes, causing pelvic inflammatory disease (PID). PID can cause permanent damage to your reproductive system. This can lead to long-term pelvic pain, infertility, and ectopic pregnancy. Women who have had chlamydia infections more than once are at higher risk of serious reproductive health complications.Men often don't have health problems from chlamydia. Sometimes it can infect the epididymis (the tube that carries sperm). This can cause pain, fever, and, rarely, infertility.Both men and women can develop reactive arthritis because of a chlamydia infection. Reactive arthritis is a type of arthritis that happens as a \"reaction\" to an infection in the body.Babies born to infected mothers can get eye infections and pneumonia from chlamydia. It may also make it more likely for your baby to be born too early.Untreated chlamydia may also increase your chances of getting or giving HIV/AIDS.What are the treatments for chlamydia?Antibiotics will cure the infection. You may get a one-time dose of the antibiotics, or you may need to take medicine every day for 7 days. Antibiotics cannot repair any permanent damage that the disease has caused.To prevent spreading the disease to your partner, you should not have sex until the infection has cleared up. If you got a one-time dose of antibiotics, you should wait 7 days after taking the medicine to have sex again. If you have to take medicine every day for 7 days, you should not have sex again until you have finished taking all of the doses of your medicine.It is common to get a repeat infection, so you should get tested again about three months after treatment.Can chlamydia be prevented?The only sure way to prevent chlamydia is to not have vaginal, anal, or oral sex.Correct usage of latex condoms greatly reduces, but does not eliminate, the risk of catching or spreading chlamydia. If your or your partner is allergic to latex, you can use polyurethane condoms.Centers for Disease Control and Prevention"}
{"id": "doc29", "contents": "Chest Pain  Having a pain in your chest can be scary.  It does not always mean that you are having a heart attack.  There can be many other causes, including:Other heart problems, such as anginaPanic attacksDigestive problems, such as heartburn or esophagus disordersSore musclesLung diseases, such as pneumonia, pleurisy, or pulmonary embolismCostochondritis - an inflammation of joints in your chestSome of these problems can be serious.  Get immediate medical care if you have chest pain that does not go away, crushing pain or pressure in the chest, or chest pain along with nausea, sweating, dizziness or shortness of breath. Treatment depends on the cause of the pain."}
{"id": "doc30", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
