{"id": "doc1", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc2", "contents": "Childhood Vaccines  What are vaccines?Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach the immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make your child sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps the body fight off the germs. Your child's immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.Why do I need to vaccinate my child?Babies are born with immune systems that can fight most germs, but there are some serious diseases they can't handle. That's why they need vaccines to strengthen their immune system.These diseases once killed or harmed many infants, children, and adults. But now with vaccines, your child can get immunity from these diseases without having to get sick. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would. Vaccinating your child also protects others. Normally, germs can travel quickly through a community and make a lot of people sick. If enough people get sick, it can lead to an outbreak. But when enough people are vaccinated against a certain disease, it's harder for that disease to spread to others. This means that the entire community is less likely to get the disease.Community immunity is especially important for the people who can't get certain vaccines. For example, they may not be able to get a vaccine because they have weakened immune systems. Others may be allergic to certain vaccine ingredients. And newborn babies are too young to get some vaccines. Community immunity can help to protect them all.Are vaccines safe for children?Vaccines are safe. They must go through extensive safety testing and evaluation before they are approved in the United States.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and autism.Can vaccines overload my child's immune system?No, vaccines do not overload the immune system. Every day, a healthy child's immune system successfully fights off thousands of germs. When your child gets vaccines, they are getting weakened or dead germs. So even if they get several vaccines in one day, they are being exposed to a tiny amount of germs compared to what they encounter every day in their environment.When do I need to vaccinate my child?Your child will get vaccines during well-child visits. They will be given according to the vaccine schedule. This schedule lists which vaccines are recommended for children. It includes who should get the vaccines, how many doses they need, and at what age they should get them. In the United States, the Centers for Disease Control and Prevention (CDC) publishes the vaccine schedule.Following the vaccine schedule allows your child to get protection from the diseases at exactly the right time. It gives his or her body the chance to build up immunity before being exposed to these very serious diseases."}
{"id": "doc3", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Hodgkin Lymphoma  What is Hodgkin lymphoma? Hodgkin lymphoma, also called Hodgkin disease, is a type of cancer that develops in the lymph system. Your lymph system is part of your immune system. It helps protect your body from infection and disease.The lymph system is made up of tissues and organs that produce, store, and carry white blood cells. It includes your:Bone marrowLymph nodesLymphatic vesselsSpleenThymusTonsilsHodgkin lymphoma is one of the main types of lymphoma. The other is non-Hodgkin lymphoma. Each type starts in different types of white blood cells.What causes Hodgkin lymphoma?The cause of Hodgkin lymphoma is unknown. But there are certain people who are at higher risk of developing it.Who is more likely to develop Hodgkin lymphoma?Certain factors can make you more likely to develop Hodgkin lymphoma:Age. Hodgkin lymphoma is most common in early adulthood (age 20-39 years) and in late adulthood (age 65 years and older).Being male. The risk of adult Hodgkin lymphoma is slightly higher in males than in females.Past Epstein-Barr virus (EBV) infection. Having an infection with EBV as a young child or teenager increases your risk of Hodgkin lymphoma.A family history of Hodgkin lymphoma. Having a parent or sibling with Hodgkin lymphoma increases your risk of developing it.What are the symptoms of Hodgkin lymphoma?The signs and symptoms of Hodgkin lymphoma may include:Painless, swollen lymph nodes in the neck, underarm, or groinFever for no known reasonDrenching night sweats (very heavy sweating during sleep)Weight loss for no known reason in the past 6 monthsItchy skin, especially after bathing or drinking alcoholFatigueHow is Hodgkin lymphoma diagnosed?To find out if you have Hodgkin lymphoma, your provider:Will ask about your symptoms and medical history. This will include checking for signs of disease, such as lumps or anything else that seems unusual.May order some lab tests, such as:"}
{"id": "doc5", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc6", "contents": "Obsessive-Compulsive Disorder  What is obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.What causes obsessive-compulsive disorder (OCD)?The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.Who is at risk for obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.Risk factors for OCD include:Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).What are the symptoms of obsessive-compulsive disorder (OCD)?People with OCD may have symptoms of obsessions, compulsions, or both:Obsessions are repeated thoughts, urges, or mental images that cause anxiety. They may involve things such as"}
{"id": "doc7", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc8", "contents": "Polymyalgia Rheumatica  Polymyalgia rheumatica is a disorder that causes muscle pain and stiffness in your neck, shoulders, and hips. It is most common in women and almost always occurs in people over 50. The main symptom is stiffness after resting. Other symptoms include fever, weakness and weight loss. In some cases, polymyalgia rheumatica develops overnight. In others, it is gradual.The cause of polymyalgia rheumatica is unknown. There is no specific test for it. Your doctor will use your medical history, symptoms, and a physical exam to make the diagnosis. Lab tests for inflammation may help confirm the diagnosis.Polymyalgia rheumatica sometimes occurs along with giant cell arteritis, a condition that causes swelling of the arteries in your head. Symptoms include headaches and blurred vision.  Doctors often prescribe prednisone, a steroid medicine, for both conditions. With treatment, polymyalgia rheumatica usually disappears in a day or two. Without treatment, it usually goes away after a year or more. NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc9", "contents": "Vasculitis  Vasculitis is an inflammation of the blood vessels. It happens when the body's immune system attacks the blood vessel by mistake. It can happen because of an infection, a medicine, or another disease. The cause is often unknown.Vasculitis can affect arteries, veins and capillaries. Arteries are vessels that carry blood from the heart to the body's organs. Veins are the vessels that carry blood back to the heart. Capillaries are tiny blood vessels that connect the small arteries and veins. When a blood vessel becomes inflamed, it can: Narrow, making it more difficult for blood to get through  Close off completely so that blood can't get through  Stretch and weaken so much that it bulges.  The bulge is called an aneurysm. If it  bursts, it can cause dangerous bleeding inside the body.Symptoms of vasculitis can vary, but usually include fever, swelling and a general sense of feeling ill. The main goal of treatment is to stop the inflammation. Steroids and other medicines to stop inflammation are often helpful.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Diets  If you are overweight or have obesity, losing weight can improve your health. It might also help you prevent weight-related diseases, such as heart disease, diabetes, arthritis and some cancers.  A healthy diet is an important part of a weight-loss program. It:May include fruits, vegetables, whole grains, and fat-free or low-fat milk and milk productsMay include lean meats, poultry, fish, beans, eggs and nutsGoes easy on saturated fats, trans fat, cholesterol, salt (sodium), and added sugarsThe key to losing weight is to burn more calories than you eat and drink. A diet can help you to do this through portion control.  There are many different types of diets. Some, like the Mediterranean diet, describe a traditional way of eating from a specific region. Others, like the DASH eating plan or a diet to lower cholesterol, were designed for people who have certain health problems. But they may also help you to lose weight. There are also fad or crash diets that severely restrict calories or the types of food you are allowed to eat. They may sound promising, but they rarely lead to permanent weight loss. They also may not provide all of the nutrients your body needs.  In addition to a diet, adding exercise into your daily life can help you to lose weight.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Weight Control  Keeping a healthy weight is crucial.  If you are underweight or overweight, or have obesity, you may have a higher risk of certain health problems.About two thirds of adults in the U.S. are overweight or have obesity. Achieving a healthy weight can help you control your cholesterol, blood pressure and blood sugar. It might also help you prevent weight-related diseases, such as heart disease, diabetes, arthritis and some cancers. Eating too much or not being physically active enough will make you overweight. To maintain your weight, the calories you eat must equal the energy you burn. To lose weight, you must use more calories than you eat. A weight-control strategy might include:Choosing low-fat, low-calorie foodsEating smaller portionsDrinking water instead of sugary drinksBeing physically activeEating extra calories within a well-balanced diet can help to add weight.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Granulomatosis with Polyangiitis  Granulomatosis with polyangiitis (GPA), previously known as Wegener's granulomatosis, is a rare disease. It is a type of vasculitis, or inflammation of the blood vessels. The inflammation limits the flow of blood to important organs, causing damage. It can affect any organ, but it mainly affects the sinuses, nose, trachea (windpipe), lungs, and kidneys. The cause of GPA is unknown.  It can affect people at any age. Men and women are equally affected. It is more common in whites. Symptoms may include joint pain, weakness, tiredness, and cold symptoms such as a runny nose that doesn't get better. Doctors use blood tests, chest X-rays, and biopsies to diagnose GPA and rule out other causes of the symptoms.Early treatment is important. Most people improve with medicines to slow or stop the inflammation. "}
{"id": "doc14", "contents": "Eosinophilic Disorders  Eosinophils are a type of white blood cell. They help fight off infections and play a role in your body's immune response.  They can also build up and cause inflammation.Normally your blood doesn't have a large number of eosinophils.  Your body may produce more of them in response to:Allergic disordersSkin conditionsParasitic and fungal infectionsAutoimmune diseasesSome cancersBone marrow disordersIn some conditions, the eosinophils can move outside the bloodstream and build up in organs and tissues. This can happen in many different parts of the body, including the esophagus, heart, lungs, blood, and intestines. Treatment of eosinophilic disorders can vary, depending on the cause and which part of the body is affected. Steroids are often part of the treatment."}
{"id": "doc15", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc16", "contents": "Skin Conditions  Your skin is your body's largest organ. It covers and protects your body. Your skin:Holds body fluids in, preventing dehydrationKeeps harmful microbes out, preventing infectionsHelps you feel things like heat, cold, and painKeeps your body temperature evenMakes vitamin D when the sun shines on itAnything that irritates, clogs, or inflames your skin can cause symptoms such as redness, swelling, burning, and itching. Allergies, irritants, your genetic makeup, and certain diseases and immune system problems can cause rashes, hives, and other skin conditions. Many skin problems, such as acne, also affect your appearance.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc17", "contents": "Benign Tumors  Tumors are abnormal growths in your body. They can be either benign or malignant. Benign tumors aren't cancer. Malignant ones are. Benign tumors grow only in one place. They cannot spread or invade other parts of your body. Even so, they can be dangerous if they press on vital organs, such as your brain.Tumors are made up of extra cells. Normally, cells grow and divide to form new cells as your body needs them. When cells grow old, they die, and new cells take their place. Sometimes, this process goes wrong. New cells form when your body does not need them, and old cells do not die when they should. These extra cells can divide without stopping and may form tumor.Treatment often involves surgery. Benign tumors usually don't grow back.NIH: National Cancer Institute"}
{"id": "doc18", "contents": "Skin Infections  What are skin infections?Your skin is your body's largest organ. It has many different functions, including covering and protecting your body. It helps keep germs out. But sometimes the germs can cause a skin infection. This often happens when there is a break, cut, or wound on your skin. It can also happen when your immune system is weakened, because of another disease or a medical treatment.Some skin infections cover a small area on the top of your skin. Other infections can go deep into your skin or spread to a larger area.What causes skin infections?Skin infections are caused by different kinds of germs. For example,:Bacteria cause cellulitis, impetigo, and staphylococcal (staph) infectionsViruses cause shingles, warts, and herpes simplexFungi cause athlete's foot and yeast infectionsParasites cause body lice, head lice, and scabiesWho is at risk for skin infections?You are at a higher risk for a skin infection if you:Have poor circulationHave diabetesAre olderHave an immune system disease, such as HIV/AIDSHave a weakened immune system because of chemotherapy or other medicines that suppress your immune systemHave to stay in one position for a long time, such as if you are sick and have to stay in bed for a long time or you are paralyzedAre malnourishedHave excessive skinfolds, which can happen if you have obesityWhat are the symptoms of skin infections?The symptoms depend on the type of infection. Some symptoms that are common to many skin infections include rashes, swelling, redness, pain, pus, and itching.How are skin infections diagnosed?To diagnose a skin infection, health care providers will do a physical exam and ask about your symptoms. You may have lab tests, such as a skin culture. This is a test to identify what type of infection you have, using a sample from your skin. Your provider may take the sample by swabbing or scraping your skin, or removing a small piece of skin (biopsy). Sometimes providers use other tests, such as blood tests.How are skin infections treated?The treatment depends on the type of infection and how serious it is. Some infections will go away on their own. When you do need treatment, it may include a cream or lotion to put on the skin. Other possible treatments include medicines and a procedure to drain pus."}
{"id": "doc19", "contents": "Jaundice  Jaundice causes your skin and the whites of your eyes to turn yellow. Too much bilirubin causes jaundice.  Bilirubin is a yellow chemical in hemoglobin, the substance that carries oxygen in your red blood cells. As red blood cells break down, your body builds new cells to replace them. The old ones are processed by the liver. If the liver cannot handle the blood cells as they break down, bilirubin builds up in the body and your skin may look yellow. Many healthy babies have some jaundice during the first week of life.  It usually goes away.   However, jaundice can happen at any age and may be a sign of a problem.  Jaundice can happen for many reasons, such as:\tBlood diseases\tGenetic syndromes\tLiver diseases, such as hepatitis or cirrhosis\tBlockage of bile ducts \tInfections \tMedicines "}
{"id": "doc20", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc21", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc22", "contents": "Blood Disorders  Your blood is living tissue made up of liquid and solids. The liquid part, called plasma, is made of water, salts and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells and platelets.Blood disorders affect one or more parts of the blood and prevent your blood from doing its job.  They can be acute or chronic. Many blood disorders are inherited. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet.Types of blood disorders include:Platelet disorders, excessive clotting, and bleeding problems, which affect how your blood clotsAnemia, which happens when your blood does not carry enough oxygen to the rest of your bodyCancers of the blood, such as leukemia and myelomaEosinophilic disorders, which are problems with one type of white blood cell."}
{"id": "doc23", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc24", "contents": "Dwarfism  People with dwarfism have short stature. This means that their height is under 4' 10\" as an adult. They are usually of normal intelligence. Dwarfism most often does happen in families where both parents are of average height.More than 300 different conditions can cause dwarfism. Achondroplasia is the most common type of dwarfism. Achondroplasia is a genetic condition that affects about 1 in 15,000 to 1 in 40,000 people. It makes your arms and legs short in comparison to your head and trunk. You may also have a larger head and weak muscle tone. Other genetic conditions, kidney disease, and problems with metabolism or hormones can also cause dwarfism.The conditions that cause dwarfism can also cause other health problems. Most of them are treatable. It is important to have regular checkups throughout your life.  With proper medical care, most people with dwarfism have active lives and live as long as other people."}
{"id": "doc25", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
