{"id": "doc1", "contents": "Cervical Cancer Screening  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy.  Cancer screening is looking for cancer before you have any symptoms. Cancer found early may be easier to treat.Cervical cancer screening is usually part of a woman's health checkup.  There are two types of tests: the Pap test and the HPV test.   For both, the doctor or nurse collects cells from the surface of the cervix.  With the Pap test, the lab checks the sample for cancer cells or abnormal cells that could become cancer later.  With the HPV test, the lab checks for HPV infection.  HPV is a virus that spreads through sexual contact.  It can sometimes lead to cancer.  If your screening tests are abnormal, your doctor may do more tests, such as a biopsy.Cervical cancer screening has risks.  The results can sometimes be wrong, and you may have unnecessary follow-up tests.  There are also benefits.  Screening has been shown to decrease the number of deaths from cervical cancer. You and your doctor should discuss your risk for cervical cancer, the pros and cons of the screening tests, at what age to start being screened, and how often to be screened."}
{"id": "doc2", "contents": "Health Screening  Screenings are tests that look for diseases before you have symptoms. Screening tests can find diseases early, when they're easier to treat. You can get some screenings in your doctor's office. Others need special equipment, so you may need to go to a different office or clinic.Some conditions that doctors commonly screen for include:Breast cancer and cervical cancer in womenColorectal cancerDiabetesHigh blood pressureHigh cholesterolOsteoporosisOverweight and obesityProstate cancer in menWhich tests you need depends on your age, your sex, your family history, and whether you have risk factors for certain diseases.  After a screening test, ask when you will get the results and whom to talk to about them.Agency for Healthcare Research and Quality"}
{"id": "doc3", "contents": "Hysterectomy  A hysterectomy is surgery to remove a woman's uterus or womb. The uterus is the place where a baby grows when a woman is pregnant.  After a hysterectomy, you no longer have menstrual periods and can't become pregnant.  Sometimes the surgery also removes the ovaries and fallopian tubes. If you have both ovaries taken out, you will enter menopause.Your health care provider might recommend a hysterectomy if you have:FibroidsEndometriosis that hasn't been cured by medicine or surgeryUterine prolapse -  when the uterus drops into the vagina Cancer of the uterine, cervix, or ovariesVaginal bleeding that persists despite treatment  Chronic pelvic pain, as a last resort Dept. of Health and Human Services Office on Women's Health"}
