{"id": "doc1", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjögren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc3", "contents": "Mosquito Bites  Mosquitoes are insects that live all over the world. There are thousands of different species of mosquitoes; about 200 of those live in the United States.Female mosquitoes bite animals and humans and drink a very small amount of their blood. They need protein and iron from blood to produce eggs. After drinking blood, they find some standing water and lay their eggs in it. The eggs hatch into larvae, then pupae, and then they become adult mosquitos. The males live for about a week to ten days, and the females can live up to several weeks. Some female mosquitoes can hibernate in the winter, and they can live for months.What health problems can mosquito bites cause?Most mosquito bites are harmless, but there are times when they can be dangerous. The ways that mosquito bites can affect humans include:Causing itchy bumps, as an immune system response to the mosquito's saliva. This is the most common reaction. The bumps usually go away after a day or two.Causing allergic reactions, including blisters, large hives, and in rare cases, anaphylaxis. Anaphylaxis is a severe allergic reaction that affects the whole body. It is a medical emergency.Spreading diseases to humans. Some of these diseases can be serious. Many of them do not have any treatments, and only a few have vaccines to prevent them. These diseases are more of a problem in Africa and other tropical areas of the world, but more of them are spreading to the United States. One factor is climate change, which makes the conditions in some parts of the United States more favorable to certain types of mosquitoes. Other reasons include increased trade with, and travel to, tropical and subtropical areas.Which diseases can mosquitoes spread?Common diseases spread by mosquitoes include:Chikungunya, a viral infection that causes symptoms such as fever and severe joint pain. The symptoms usually last about a week, but for some, the joint pain may last for months. Most cases of chikungunya in the United States are in people who traveled to other countries. There have been a few cases where it has spread in the United States.Dengue, a viral infection that causes a high fever, headaches, joint and muscle pain, vomiting, and a rash. Most people get better within a few weeks. In some cases, it can become very severe, even life-threatening. Dengue is rare in the United States.Malaria, a parasitic disease that causes serious symptoms such as high fevers, shaking chills, and flu-like illness. It can be life-threatening, but there are drugs to treat it. Malaria is a major health problem in many tropical and subtropical areas of the world. Almost all cases of malaria in the United States are in people who traveled to other countries.West Nile Virus (WNV), a viral infection that often has no symptoms. In those that do have symptoms, they are usually mild, and include fever, headache, and nausea. In rare cases, the virus can enter the brain, and it can be life-threatening. WNV has spread across the continental United States.Zika Virus, a viral infection that often does not cause symptoms. One in five infected people do get symptoms, which are usually mild. They include a fever, rash, joint pain, and pink eye. Besides being spread by mosquitoes, Zika can spread from mother to baby during pregnancy and cause serious birth defects. It can also spread from one partner to another during sex. There have been a few outbreaks of Zika in the southern United States.Can mosquito bites be prevented?Use an insect repellent when you go outdoors. Choose an Environmental Protection Agency (EPA)-registered insect repellent. They are evaluated to make sure they are safe and effective. Make sure that the repellant has one of these ingredients: DEET, picaridin, IR3535, oil of lemon eucalyptus, or para-menthane-diol. It is important to follow the instructions on the label.Cover up. Wear long sleeves, long pants, and socks when outdoors. Mosquitoes may bite through thin fabric, so spray thin clothes with an EPA-registered repellent like permethrin. Don't apply permethrin directly to skin.Mosquito-proof your home. Install or repair screens on windows and doors to keep mosquitoes out. Use air conditioning if you have it.Get rid of mosquito breeding sites. Regularly empty standing water from your house and yard. The water could be in flowerpots, gutters, buckets, pool covers, pet water dishes, discarded tires, or birdbaths.If you plan to travel, get information about the areas you will be going to. Find out whether there is a risk of diseases from mosquitoes, and if so, whether there is a vaccine or medicine to prevent those diseases. See a health care provider familiar with travel medicine, ideally 4 to 6 weeks before your trip."}
{"id": "doc4", "contents": "Chikungunya  Chikungunya is a virus that spread by the same kinds of mosquitoes that spread dengue and Zika virus. Rarely, it can spread from mother to newborn around the time of birth. It may also possibly spread through infected blood. There have been outbreaks of chikungunya virus in Africa, Asia, Europe, the Indian and Pacific Oceans, the Caribbean, and Central and South America.Most people who are infected will have symptoms, which can be severe. They usually start 3-7 days after being bitten by an infected mosquito. The most common symptoms are fever and joint pain. Other symptoms may include headache, muscle pain, joint swelling, and rash.Most people feel better within a week. In some cases, however, the joint pain may last for months. People at risk for more severe disease include newborns, older adults, and people with diseases such as high blood pressure, diabetes, or heart disease.A blood test can show whether you have chikungunya virus. There are no vaccines or medicines to treat it. Drinking lots of fluids, resting, and taking non-aspirin pain relievers might help.The best way to prevent chikungunya infection is to avoid mosquito bites:Use insect repellentWear clothes that cover your arms, legs, and feetStay in places that have air conditioning or that use window and door screensCenters for Disease Control and Prevention"}
{"id": "doc5", "contents": "Vitamin D Deficiency  What is vitamin D deficiency?Vitamin D deficiency means that you are not getting enough vitamin D to stay healthy.Why do I need vitamin D and how do I get it?Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. Vitamin D also has a role in your nervous, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. But too much sun exposure can lead to skin aging and skin cancer, so many people try to get their vitamin D from other sources.How much vitamin D do I need?The amount of vitamin D you need each day depends on your age.  The recommended amounts, in international units (IU), are:Birth to 12 months: 400 IUChildren 1-13 years: 600 IUTeens 14-18 years: 600 IUAdults 19-70 years: 600 IUAdults 71 years and older: 800 IUPregnant and breastfeeding women: 600 IUPeople at high risk of vitamin D deficiency may need more. Check with your health care provider about how much you need.What causes vitamin D deficiency?You can become deficient in vitamin D for different reasons:You don't get enough vitamin D in your dietYou don't absorb enough vitamin D from food (a malabsorption problem)You don't get enough exposure to sunlight.Your liver or kidneys cannot convert vitamin D to its active form in the body.You take medicines that interfere with your body's ability to convert or absorb vitamin DWho is at risk of vitamin D deficiency?Some people are at higher risk of vitamin D deficiency:Breastfed infants, because human milk is a poor source of vitamin D. If you are breastfeeding, give your infant a supplement of 400 IU of vitamin D every day.Older adults, because your skin doesn't make vitamin D when exposed to sunlight as efficiently as when you were young, and your kidneys are less able to convert vitamin D to its active form.People with dark skin, which has less ability to produce vitamin D from the sun.People with disorders such as Crohn's disease or celiac disease who don't handle fat properly, because vitamin D needs fat to be absorbed.People who have obesity, because their body fat binds to some vitamin D and prevents it from getting into the blood.People who have had gastric bypass surgeryPeople with osteoporosisPeople with chronic kidney or liver disease.People with hyperparathyroidism (too much of a hormone that controls the body's calcium level)People with sarcoidosis, tuberculosis, histoplasmosis, or other granulomatous disease (disease with granulomas, collections of cells caused by chronic inflammation)People with some lymphomas, a type of cancer.People who take medicines that affect vitamin D metabolism, such as cholestyramine (a cholesterol drug), anti-seizure drugs, glucocorticoids, antifungal drugs, and HIV/AIDS medicines.Talk with your health care provider if you are at risk for vitamin D deficiency.  There is a blood test which can measure how much vitamin D is in your body.What problems does vitamin D deficiency cause?Vitamin D deficiency can lead to a loss of bone density, which can contribute to osteoporosis and fractures (broken bones).Severe vitamin D deficiency can also lead to other diseases. In children, it can cause rickets. Rickets is a rare disease that causes the bones to become soft and bend. African American infants and children are at higher risk of getting rickets. In adults, severe vitamin D deficiency leads to osteomalacia. Osteomalacia causes weak bones, bone pain, and muscle weakness.Researchers are studying vitamin D for its possible connections to several medical conditions, including diabetes, high blood pressure, cancer, and autoimmune conditions such as multiple sclerosis. They need to do more research before they can understand the effects of vitamin D on these conditions.How can I get more vitamin D?There are a few foods that naturally have some vitamin D:Fatty fish such as salmon, tuna, and mackerelBeef liverCheeseMushroomsEgg yolksYou can also get vitamin D from fortified foods. You can check the food labels to find out whether a food has vitamin D. Foods that often have added vitamin D include:MilkBreakfast cerealsOrange juiceOther dairy products, such as yogurtSoy drinksVitamin D is in many multivitamins. There are also vitamin D supplements, both in pills and a liquid for babies.If you have vitamin D deficiency, the treatment is with supplements. Check with your health care provider about how much you need to take, how often you need to take it, and how long you need to take it.Can too much vitamin D be harmful?Getting too much vitamin D (known as vitamin D toxicity) can be harmful. Signs of toxicity include nausea, vomiting, poor appetite, constipation, weakness, and weight loss. Excess vitamin D can also damage the kidneys. Too much vitamin D also raises the level of calcium in your blood. High levels of blood calcium (hypercalcemia) can cause confusion, disorientation, and problems with heart rhythm.Most cases of vitamin D toxicity happen when someone overuses vitamin D supplements. Excessive sun exposure doesn't cause vitamin D poisoning because the body limits the amount of this vitamin it produces."}
{"id": "doc6", "contents": "Vitamin D  Vitamins are substances that your body needs to grow and develop normally. Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. A lack of vitamin D can lead to bone diseases such as osteoporosis or rickets.  Vitamin D also has a role in your nerve, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. However, too much sun exposure can lead to skin aging and skin cancer.  So many people try to get their vitamin D from other sources.Vitamin D-rich foods include egg yolks, saltwater fish, and liver.  Some other foods, like milk and cereal, often have added vitamin D. You can also take vitamin D supplements.  Check with your health care provider to see how much you should take.  People who might need extra vitamin D include:Older adultsBreastfed infantsPeople with dark skinPeople with  certain conditions, such as liver diseases, cystic fibrosis and Crohn's diseasePeople who have obesity or have had gastric bypass surgeryNIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc7", "contents": "Rickets  Rickets causes soft, weak bones in children. It usually occurs when they do not get enough vitamin D, which helps growing bones absorb the minerals calcium and phosphorous. It can also happen when calcium or phosphorus levels are too low.Your child might not get enough vitamin D if he or she:Has dark skinSpends too little time outsideHas on sunscreen all the time when out of doorsDoesn't eat foods containing vitamin D because of lactose intolerance or a strict vegetarian dietIs breastfed without receiving vitamin D supplementsCan't make or use vitamin D because of a medical disorder such as celiac diseaseIn addition to dietary rickets, children can get an inherited form of the disease. Symptoms include bone pain or tenderness, impaired growth, and deformities of the bones and teeth. Your child's doctor uses lab and imaging tests to make the diagnosis. Treatment is replacing the calcium, phosphorus, or vitamin D that are lacking in the diet. Rickets is rare in the United States."}
{"id": "doc8", "contents": "Minerals  Minerals are important for your body to stay healthy. Your body uses minerals for many different jobs, including keeping your bones, muscles, heart, and brain working properly. Minerals are also important for making enzymes and hormones.There are two kinds of minerals: macrominerals and trace minerals. You need larger amounts of macrominerals. They include calcium, phosphorus, magnesium, sodium, potassium, chloride and sulfur. You only need small amounts of trace minerals. They include iron, manganese, copper, iodine, zinc, cobalt, fluoride and selenium. Most people get the amount of minerals they need by eating a wide variety of foods. In some cases, your doctor may recommend a mineral supplement. People who have certain health problems or take some medicines may need to get less of one of the minerals. For example, people with chronic kidney disease need to limit foods that are high in potassium."}
{"id": "doc9", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
