{"id": "doc1", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc2", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc3", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc4", "contents": "COPD  What is COPD (chronic obstructive pulmonary disease)?COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:The airways and air sacs in your lungs become less elasticThe walls between many of the air sacs are destroyedThe walls of the airways become thick and inflamedThe airways make more mucus than usual and can become cloggedWhat are the types of COPD (chronic obstructive pulmonary disease)?COPD includes two main types:Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.What causes COPD (chronic obstructive pulmonary disease)?The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.Who is at risk for COPD (chronic obstructive pulmonary disease)?The risk factors for COPD include:Smoking. This the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplaceAge. Most people who have COPD are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.Asthma. People who have asthma have more risk of developing COPD than people who don't have asthma. But most people with asthma will not get COPD.What are the symptoms of COPD (chronic obstructive pulmonary disease)?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is COPD (chronic obstructive pulmonary disease) diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsYour doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.What are the treatments for COPD (chronic obstructive pulmonary disease)?There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc5", "contents": "Emphysema  What is emphysema?Emphysema is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is chronic bronchitis. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Emphysema affects the air sacs in your lungs. Normally, these sacs are elastic or stretchy. When you breathe in, each air sac fills up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out.In emphysema, the walls between many of the air sacs in the lungs are damaged. This causes the air sacs to lose their shape and become floppy. The damage also can destroy the walls of the air sacs, leading to fewer and larger air sacs instead of many tiny ones. This makes it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes emphysema?The cause of emphysema is usually long-term exposure to irritants that damage your lungs and the airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause emphysema, especially if you inhale them.Exposure to other inhaled irritants can contribute to emphysema. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing emphysema.Who is at risk for emphysema?The risk factors for emphysema include:Smoking. This the main risk factor. Up to 75% of people who have emphysema smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have emphysema are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get emphysema are more likely to get it if they have a family history of COPD.What are the symptoms of emphysema?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or wheezingA cough that produces a lot mucusShortness of breath, especially with physical activityA whistling or squeaky sound when you breatheTightness in your chestSome people with emphysema get frequent respiratory infections such as colds and the flu. In severe cases, emphysema can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is emphysema diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyOther tests tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for emphysema?There is no cure for emphysema. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc6", "contents": "Chronic Bronchitis  What is chronic bronchitis?Chronic bronchitis is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is emphysema. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Chronic bronchitis is inflammation (swelling) and irritation of the bronchial tubes. These tubes are the airways that carry air to and from the air sacs in your lungs. The irritation of the tubes causes mucus to build up. This mucus and the swelling of the tubes make it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes chronic bronchitis?The cause of chronic bronchitis is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause chronic bronchitis, especially if you inhale them.Exposure to other inhaled irritants can contribute to chronic bronchitis. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing chronic bronchitis.Who is at risk for chronic bronchitis?The risk factors for chronic bronchitis include:Smoking. This the main risk factor. Up to 75% of people who have chronic bronchitis smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have chronic bronchitis are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get chronic bronchitis are more likely to get it if they have a family history of COPD.What are the symptoms of chronic bronchitis?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with chronic bronchitis get frequent respiratory infections such as colds and the flu. In severe cases, chronic bronchitis can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is chronic bronchitis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for chronic bronchitis?There is no cure for chronic bronchitis. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc7", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc8", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc9", "contents": "Dual Diagnosis  What is dual diagnosis?A person with dual diagnosis has both a mental disorder and an alcohol or drug problem. These conditions occur together frequently. About half of people who have a mental disorder will also have a substance use disorder at some point in their lives and vice versa. The interactions of the two conditions can worsen both.Why do substance use disorders and mental disorders occur together?Although these problems often occur together, this does not mean that one caused the other, even if one appeared first. In fact, it can be hard to figure out which came first. Researchers think that there are three possibilities as to why they occur together:Common risk factors may contribute to both mental disorders and substance use disorders. These factors include genetics, stress, and trauma.Mental disorders can contribute to drug use and substance use disorders. For example, people with mental disorders may use drugs or alcohol to try to feel better temporarily. This is known as self-medication. Also, mental disorders may change the brain to make it more likely you will become addicted.Substance use and addiction can contribute to the development of a mental disorder. Substance use may change the brain in ways that make you more likely to develop a mental disorder.What are the treatments for dual diagnosis?Someone with a dual diagnosis must treat both conditions. For the treatment to be effective, you need to stop using alcohol or drugs. Treatments may include behavioral therapies and medicines. Also, support groups can give you emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute on Drug Abuse"}
{"id": "doc10", "contents": "Liver Transplantation  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. You cannot live without a liver that works. If your liver fails, your doctor may put you on a waiting list for a liver transplant. Doctors do liver transplants when other treatment cannot keep a damaged liver working.During a liver transplantation, the surgeon removes the diseased liver and replaces it with a healthy one. Most transplant livers come from a donor who has died.  Sometimes there is a living donor.  This is when a healthy person donates part of his or her liver for a specific patient.The most common reason for a transplant in adults is cirrhosis. This is scarring of the liver, caused by injury or long-term disease. The most common reason in children is biliary atresia, a disease of the bile ducts.If you have a transplant, you must take drugs the rest of your life to help keep your body from rejecting the new liver.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Self-Harm  What is self-harm?Self-harm, or self-injury, is when a person hurts his or her own body on purpose. The injuries may be minor, but sometimes they can be severe. They may leave permanent scars or cause serious health problems. Some examples are:Cutting yourself (such as using a razor blade, knife, or other sharp object to cut your skin)Punching yourself or punching things (like a wall)Burning yourself with cigarettes, matches, or candlesPulling out your hairPoking objects through body openingsBreaking your bones or bruising yourselfSelf-harm is not a mental disorder. It is a behavior - an unhealthy way to cope with strong feelings. However, some of the people who harm themselves do have a mental disorder.People who harm themselves are usually not trying to kill themselves.  But they are at higher risk of attempting suicide if they do not get help.Why do people harm themselves?There are different reasons why people harm themselves. Often, they have trouble coping and dealing with their feelings. They harm themselves to try to:Make themselves feel something, when they feel empty or numb insideBlock upsetting memoriesShow that they need helpRelease strong feelings that overwhelm them, such as anger, loneliness, or hopelessnessPunish themselvesFeel a sense of controlWho is at risk for self-harm?There are people of all ages who harm themselves, but it usually starts in the teen or early adult years. Self-harm is more common in people who:Were abused or went through a trauma as childrenHave mental disorders, such as "}
{"id": "doc12", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
