{"id": "doc1", "contents": "Turner Syndrome  Turner syndrome is a genetic disorder that affects a girl's development. The cause is a missing or incomplete X chromosome. Girls who have it are short, and their ovaries don't work properly.Other physical features typical of Turner syndrome are:\tShort, \"webbed\" neck with folds of skin from tops of shoulders to sides of neck\tLow hairline in the back\tLow-set ears\tSwollen hands and feetMost women with Turner syndrome are infertile. They are at risk for health difficulties such as high blood pressure, kidney problems, diabetes, cataracts, osteoporosis, and thyroid problems.Doctors diagnose Turner syndrome based on symptoms and a genetic test. Sometimes it is found in prenatal testing. There is no cure for Turner syndrome, but there are some treatments for the symptoms. Growth hormone often helps girls reach heights that are close to average. Hormone replacement can help start sexual development. Assisted reproduction techniques can help some women with Turner syndrome get pregnant.NIH: National Institute of Child Health and Human Development"}
{"id": "doc2", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc3", "contents": "Birth Defects  What are birth defects?A birth defect is a problem that happens while a baby is developing in the mother's body.  Most birth defects happen during the first 3 months of pregnancy. One out of every 33 babies in the United States is born with a birth defect.A birth defect may affect how the body looks, works, or both. Some birth defects like cleft lip or neural tube defects are structural problems that can be easy to see. Others, like heart disease, are found using special tests. Birth defects can range from mild to severe. How a birth defect affects a child's life depends mostly on which organ or body part is involved and how severe the defect is.What causes birth defects?For some birth defects, researchers know the cause. But for many birth defects, the exact cause is unknown. Researchers think that most birth defects are caused by a complex mix of factors, which can include:Genetics. One or more genes might have a change or mutation that prevents them from working properly. For example, this happens in Fragile X syndrome. With some defects, a gene or part of the gene might be missing.Chromosomal problems. In some cases, a chromosome or part of a chromosome might be missing. This is what happens in Turner syndrome. In other cases, such as with Down syndrome, the child has an extra chromosome. Exposures to medicines, chemicals, or other toxic substances. For example, alcohol misuse can cause fetal alcohol spectrum disorders.Infections during pregnancy. For example, infection with Zika virus during pregnancy can cause a serious defect in the brain.Lack of certain nutrients. Not getting enough folic acid before and during pregnancy is a key factor in causing neural tube defects.Who is at risk of having a baby with birth defects?Certain factors may might increase the chances of having a baby with a birth defect, such as:Smoking, drinking alcohol, or taking certain \"street\" drugs during pregnancyHaving certain medical conditions, such as obesity or uncontrolled diabetes, before and during pregnancyTaking certain medicinesHaving someone in your family with a birth defect. To learn more about your risk of having a baby with a birth defect, you can talk with a genetic counselor,Being an older mother, typically over the age of 34 yearsHow are birth defects diagnosed?Health care providers can diagnose some birth defects during pregnancy, using prenatal testing.  That's why it important to get regular prenatal care.Other birth defects may not be found until after the baby is born. Providers may find them through newborn screening. Some defects, such as club foot, are obvious right away. Other times, the health care provider may not discover a defect until later in life, when the child has symptoms.What are the treatments for birth defects?Children with birth defects often need special care and treatments. Because the symptoms and problems caused by birth defects vary, the treatments also vary. Possible treatments may include surgery, medicines, assistive devices, physical therapy, and speech therapy.Often, children with birth defects need a variety of services and may need to see several specialists. The primary health care provider can coordinate the special care that the child needs.Can birth defects be prevented?Not all birth defects can be prevented. But there are things you can do before and during pregnancy to increase your chance of having a healthy baby:Start prenatal care as soon as you think you might be pregnant, and see your health care provider regularly during pregnancyGet 400 micrograms (mcg) of folic acid every day. If possible, you should start taking it at least one month before you get pregnant.Don't drink alcohol, smoke, or use \"street\" drugsTalk to your health care provider about any medicines you are taking or thinking about taking. This includes prescription and over-the-counter medicines, as well as dietary or herbal supplements.Learn how to prevent infections during pregnancyIf you have any medical conditions, try to get them under control before you get pregnantCenters for Disease Control and Prevention"}
{"id": "doc4", "contents": "Cerebral Palsy  What is cerebral palsy (CP)?Cerebral palsy (CP) is a group of disorders that cause problems with movement, balance, and posture. CP affects the cerebral motor cortex. This is the part of the brain that directs muscle movement. In fact, the first part of the name, cerebral, means having to do with the brain. The second part, palsy, means weakness or problems with using the muscles.What are the types of cerebral palsy (CP)?There are different types of CP:Spastic cerebral palsy, which is the most common type. It causes increased muscle tone, stiff muscles, and awkward movements. Sometimes it only affects one part of the body. In other cases, it can affect both arms and legs, the trunk, and the face.Dyskinetic cerebral palsy, which causes problems controlling the movement of the hands, arms, feet, and legs. This can make it hard to sit and walk.Ataxic cerebral palsy, which causes problems with balance and coordinationMixed cerebral palsy, which means that you have symptoms of more than one typeWhat causes cerebral palsy (CP)?CP is caused by abnormal development or damage to the developing brain. It could happen when:The cerebral motor cortex doesn't develop normally during fetal growthThere is an injury to the brain before, during, or after birthBoth the brain damage and the disabilities it causes are permanent.Who is at risk for cerebral palsy (CP)?CP is more common among boys than girls. It affects black children more often than white children.Certain medical conditions or events that can happen during pregnancy and delivery that may increase a baby's risk of being born with cerebral palsy, including:Being born too smallBeing born too earlyBeing born a twin or other multiple birthBeing conceived by in vitro fertilization (IVF) or other assisted reproductive technology (ART)Having a mother who had an infection during pregnancyHaving a mother with certain health problems in pregnancy, such as thyroid problemsSevere jaundiceHaving complications during birthRh incompatibilitySeizuresExposure to toxinsWhat are the signs of cerebral palsy (CP)?There are many different types and levels of disability with CP. So the signs can be different in each child.The signs usually appear in the early months of life. But sometimes there is a delay in getting a diagnosis until after age two. Infants with CP often have developmental delays. They are slow to reach developmental milestones such as learning to roll over, sit, crawl, or walk. They may also have abnormal muscle tone. They may seem floppy, or they may be stiff or rigid.It's important to know that children without CP can also have these signs. Contact your child's health care provider know if your child has any of these signs, so you can get a correct diagnosis.How is cerebral palsy (CP) diagnosed?Diagnosing CP involves several steps:Developmental monitoring (or surveillance) means tracking a child's growth and development over time. If there are any concerns about your child's development, then he or she should have a developmental screening test as soon as possible.Developmental screening involves a giving your child a short test to check for motor, movement, or other developmental delays. If the screenings are not normal, the provider will recommend some evaluations.Developmental and medical evaluations are done to diagnose which disorder your child has. The provider many use many tools to make the diagnosis:"}
{"id": "doc5", "contents": "Brain Malformations  Most brain malformations begin long before a baby is born. Something damages the developing nervous system or causes it to develop abnormally. Sometimes it's a genetic problem. In other cases, exposure to certain medicines, infections, or radiation during pregnancy interferes with brain development. Parts of the brain may be missing, abnormally small or large, or not fully developed.Treatment depends upon the problem. In many cases, treatment only helps with symptoms. It may include antiseizure medicines, shunts to drain fluid from the brain, and physical therapy.There are head malformations that do not involve the brain. Craniofacial disorders are the result of abnormal growth of soft tissue and bones in the face and head. It's common for new babies to have slightly uneven heads, but parents should watch the shape of their baby's head for possible problems.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc6", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
{"id": "doc7", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc8", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc9", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc10", "contents": "Hormone Replacement Therapy  Menopause is the time in a woman's life when her period stops. It is a normal part of aging.  In the years before and during menopause, the levels of female hormones can go up and down. This can cause symptoms such as hot flashes, night sweats, pain during sex, and vaginal dryness. For some women, the symptoms are mild, and they go away on their own. Other women take hormone replacement therapy (HRT), also called menopausal hormone therapy, to relieve these symptoms. HRT may also protect against osteoporosis. HRT is not for everyone. You should not use HRT if you:Think that you are pregnantHave problems with vaginal bleedingHave had certain kinds of cancersHave had a stroke or heart attackHave had blood clotsHave liver diseaseThere are different types of HRT. Some have only one hormone, while others have two. Most are pills that you take every day, but there are also skin patches, vaginal creams, gels, and rings.Taking HRT has some risks. For some women, hormone therapy may increase their chances of getting blood clots, heart attacks, strokes, breast cancer, and gallbladder disease. Certain types of HRT have a higher risk, and each woman's own risks can vary, depending upon her medical history and lifestyle. You and your health care provider need to discuss the risks and benefits for you. If you do decide to take HRT, it should be the lowest dose that helps and for the shortest time needed. You should check if you still need to take HRT every 3-6 months.Food and Drug Administration"}
{"id": "doc11", "contents": "Uterine Cancer  The uterus, or womb, is the place where a baby grows when a women is pregnant. There are different types of uterine cancer. The most common type starts in the endometrium, the lining of the uterus. This type is also called endometrial cancer.The symptoms of uterine cancer include:Abnormal vaginal bleeding or dischargeTrouble urinatingPelvic painPain during intercourseUterine cancer usually happens after menopause. It is more common in women who have obesity. You also have a higher risk if you took estrogen-only hormone replacement therapy (menopausal hormone therapy) for many years.Tests to find uterine cancer include a pelvic exam, imaging tests, and a biopsy. The most common treatment is a hysterectomy, which is surgery to remove the uterus. Sometimes the surgery also removes the ovaries and fallopian tubes. Other treatments include hormone therapy, radiation therapy, and chemotherapy. Some women get more than one type of treatment.NIH: National Cancer Institute"}
{"id": "doc12", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc13", "contents": "Dwarfism  People with dwarfism have short stature. This means that their height is under 4' 10\" as an adult. They are usually of normal intelligence. Dwarfism most often does happen in families where both parents are of average height.More than 300 different conditions can cause dwarfism. Achondroplasia is the most common type of dwarfism. Achondroplasia is a genetic condition that affects about 1 in 15,000 to 1 in 40,000 people. It makes your arms and legs short in comparison to your head and trunk. You may also have a larger head and weak muscle tone. Other genetic conditions, kidney disease, and problems with metabolism or hormones can also cause dwarfism.The conditions that cause dwarfism can also cause other health problems. Most of them are treatable. It is important to have regular checkups throughout your life.  With proper medical care, most people with dwarfism have active lives and live as long as other people."}
{"id": "doc14", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc15", "contents": "Prader-Willi Syndrome  Prader-Willi Syndrome (PWS) is a rare genetic disorder. It causes poor muscle tone, low levels of sex hormones and a constant feeling of hunger. The part of the brain that controls feelings of fullness or hunger does not work properly in people with PWS. They overeat, leading to obesity.Babies with PWS are usually floppy, with poor muscle tone, and have trouble sucking. Boys may have undescended testicles. Later, other signs appear. These include:Short staturePoor motor skillsWeight gain Underdeveloped sex organsMild intellectual and learning disabilitiesThere is no cure for PWS. Growth hormone, exercise, and dietary supervision can help build muscle mass and control weight. Other treatments may include sex hormones and behavior therapy. Most people with PWS will need specialized care and supervision throughout their lives.NIH: National Institute of Child Health and Human Development"}
{"id": "doc16", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc18", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc19", "contents": "Puberty  Puberty is the time in life when a boy or girl becomes sexually mature. It is a process that usually happens between ages 10 and 14 for girls and ages 12 and 16 for boys.  It causes physical changes, and affects boys and girls differently.In girls:The first sign of puberty is usually breast development.Then hair grows in the pubic area and armpits.Menstruation (or a period) usually happens last.In boys:Puberty usually begins with the testicles and penis getting bigger.Then hair grows in the pubic area and armpits.Muscles grow, the voice deepens, and facial hair develops as puberty continues.Both boys and girls may get acne.  They also usually have a growth spurt (a rapid increase in height) that lasts for about 2 or 3 years.  This brings them closer to their adult height, which they reach after puberty.  NIH: National Institute of Child Health and Human Development"}
{"id": "doc20", "contents": "Anabolic Steroids  What are anabolic steroids?Anabolic steroids are synthetic (man-made) versions of testosterone. Testosterone is the main sex hormone in men. It is needed to develop and maintain male sex characteristics, such as facial hair, deep voice, and muscle growth. Women do have some testosterone in their bodies, but in much smaller amounts.What are anabolic steroids used for?Health care providers use anabolic steroids to treat some hormone problems in men, delayed puberty, and muscle loss from some diseases. But some people misuse anabolic steroids.Why do people misuse anabolic steroids?Some bodybuilders and athletes use anabolic steroids to build muscles and improve athletic performance. They may take the steroids orally, inject them into muscles, or apply them to the skin as a gel or cream. These doses may be 10 to 100 times higher than doses used to treat medical conditions. Using them this way, without a prescription from a health care provider, is not legal or safe.What are the health effects of misusing anabolic steroids?Misuse of anabolic steroids, especially over a long period of time, has been linked to many health problems, including:AcneStunted growth in teensHigh blood pressureChanges in cholesterolHeart problems, including heart attackLiver disease, including cancerKidney damageAggressive behaviorIn men, it can also cause:BaldnessBreast growthLow sperm count/infertilityShrinking of the testiclesIn women, it can also cause:Changes in your menstrual cycle (period)Growth of body and facial hairMale-pattern baldnessVoice deepeningAre anabolic steroids addictive?Even though they don't cause a high, anabolic steroids can be addictive. You can have withdrawal symptoms if you stop using them, including:FatigueRestlessnessLoss of appetiteSleep problemsDecreased sex driveSteroid cravingsDepression, which can sometimes be serious and even lead to suicide attemptsBehavioral therapy and medicines can be helpful in treating anabolic steroid addiction.NIH: National Institute on Drug Abuse"}
{"id": "doc21", "contents": "Thalassemia  Thalassemias are inherited blood disorders. If you have one, your body makes fewer healthy red blood cells and less hemoglobin. Hemoglobin is a protein that carries oxygen to the body. That leads to anemia. Thalassemias occur most often among people of Italian, Greek, Middle Eastern, Southern Asian, and African descent.Thalassemias can be mild or severe. Some people have no symptoms or mild anemia. The most common severe type in the United States is called Cooley's anemia. It usually appears during the first two years of life. People with it may have severe anemia, slowed growth and delayed puberty, and problems with the spleen, liver, heart, or bones.Doctors diagnose thalassemias using blood tests. Treatments include blood transfusions and treatment to remove excess iron from the body. If you have mild symptoms or no symptoms, you may not need treatment. In some severe cases, you may need a bone marrow transplant.NIH: National Heart, Lung, and Blood Institute"}
