{"id": "doc1", "contents": "Dementia  What is dementia?Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionIt is normal to become a bit more forgetful as you age. But dementia is not a normal part of aging. It is a serious disorder which interferes with your daily life.What are the types of dementia?The most common types of dementia are known as neurodegenerative disorders. These are diseases in which the cells of the brain stop working or die. They include:Alzheimer's disease, which is the most common form of dementia among older people. People with Alzheimer's have plaques and tangles in their brain. These are abnormal buildups of different proteins. Beta-amyloid protein clumps up and forms plaques in between your brain cells. Tau protein builds up and forms tangles inside the nerve cells of your brain. There is also a loss of connection between nerve cells in the brain.Lewy body dementia, which causes movement symptoms along with dementia. Lewy bodies are abnormal deposits of a protein in the brain.Frontotemporal disorders, which cause changes to certain parts of the brain:"}
{"id": "doc2", "contents": "Eye Diseases  Some eye problems are minor and don't last long. But some can lead to a permanent loss of vision.Common eye problems include:Refractive errorsCataracts - clouded lensesOptic nerve disorders, including glaucomaRetinal disorders - problems with the nerve layer at the back of the eyeMacular degeneration - a disease that destroys sharp, central visionDiabetic eye problemsConjunctivitis - an  infection also known as pink eyeYour best defense is to have regular checkups, because eye diseases do not always have symptoms. Early detection and treatment could prevent vision loss. See an eye care professional right away if you have a sudden change in vision, if everything looks dim, or if you see flashes of light. Other symptoms that need quick attention are pain, double vision, fluid coming from the eye, and inflammation.NIH: National Eye Institute "}
{"id": "doc3", "contents": "Hemorrhoids  What are hemorrhoids?Hemorrhoids are swollen, inflamed veins around your anus or the lower part of your rectum. There are two types:External hemorrhoids, which form under the skin around your anusInternal hemorrhoids, which form in the lining of your anus and lower rectumWhat causes hemorrhoids?Hemorrhoids happen when there is too much pressure on the veins around the anus. This can be caused by:Straining during bowel movementsSitting on the toilet for long periods of timeChronic constipation or diarrheaA low-fiber dietWeakening of the supporting tissues in your anus and rectum. This can happen with aging and pregnancy.Frequently lifting heavy objectsWhat are the symptoms of hemorrhoids?The symptoms of hemorrhoids depend on which type you have:With external hemorrhoids, you may have:Anal itchingOne or more hard, tender lumps near your anusAnal pain, especially when sittingToo much straining, rubbing, or cleaning around your anus may make your symptoms worse. For many people, the symptoms of external hemorrhoids go away within a few days.With internal hemorrhoids, you may have:Bleeding from your rectum - you would see bright red blood in your stool, on toilet paper, or in the toilet bowl after a bowel movementProlapse, which is a hemorrhoid that has fallen through your anal openingInternal hemorrhoids are usually not painful unless they are prolapsed. Prolapsed internal hemorrhoids may cause pain and discomfort.How can I treat hemorrhoids at home?You can most often treat your hemorrhoids at home by:Eating foods that are high in fiberTaking a stool softener or a fiber supplementDrinking enough fluids every dayNot straining during bowel movementsNot sitting on the toilet for long periods of timeTaking over-the-counter pain relieversTaking warm baths several times a day to help relieve pain. This could be a regular bath or a sitz bath. With a sitz bath, you use a special plastic tub that allows you to sit in a few inches of warm water.Using over-the-counter hemorrhoid creams, ointments, or suppositories to relieve mild pain, swelling, and itching of external hemorrhoidsWhen do I need to see a health care provider for hemorrhoids?You should see your health care provider if you:Still have symptoms after 1 week of at-home treatmentHave bleeding from your rectum. Hemorrhoids are a common cause of bleeding, but other conditions can also cause bleeding. They include Crohn's disease, ulcerative colitis, colorectal cancer, and anal cancer. So it's important to see your provider to find the cause of the bleeding.How are hemorrhoids diagnosed?To make a diagnosis, your health care provider:Will ask about your medical historyWill do a physical exam. Often providers can diagnose external hemorrhoids by looking at the area around your anus.Will do a digital rectal exam to check for internal hemorrhoids. For this, the provider will insert a lubricated, gloved finger into the rectum to feel for anything that is abnormal.May do procedures such as an anoscopy to check for internal hemorrhoidsWhat are the treatments for hemorrhoids?If at-home treatments for hemorrhoids don't help you, you may need a medical procedure. There are several different procedures that your provider can do in the office. These procedures use different techniques to cause scar tissue to form in the hemorrhoids. This cuts off the blood supply, which usually shrinks the hemorrhoids. In severe cases, you may need surgery.Can hemorrhoids be prevented?You can help prevent hemorrhoids by:Eating foods that are high in fiberTaking a stool softener or a fiber supplementDrinking enough fluids every dayNot straining during bowel movementsNot sitting on the toilet for long periods of timeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Pain Relievers  Pain relievers are medicines that reduce or relieve headaches, sore muscles, arthritis, or other aches and pains.  There are many different pain medicines, and each one has advantages and risks. Some types of pain respond better to certain medicines than others. Each person may also have a slightly different response to a pain reliever. Over-the-counter (OTC) medicines are good for many types of pain. There are two main types of OTC pain medicines: acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (NSAIDs). Aspirin, naproxen (Aleve), and ibuprofen (Advil, Motrin) are examples of OTC NSAIDs.If OTC medicines don't relieve your pain, your doctor may prescribe something stronger. Many NSAIDs are also available at higher prescription doses. The most powerful pain relievers are opioids. They are very effective, but they can sometimes have serious side effects. There is also a risk of opioids. Because of the risks, you must use them only under a doctor's supervision.There are many things you can do to help ease pain. Pain relievers are just one part of a pain treatment plan."}
{"id": "doc5", "contents": "Opioid Misuse and Addiction  Opioids, sometimes called narcotics, are a type of drug. They include strong prescription pain relievers, such as oxycodone, hydrocodone, fentanyl, and tramadol. The illegal drug heroin is also an opioid. Some opioids are made from the opium plant, and others are synthetic (man-made).A doctor may give you a prescription opioid to reduce pain after you have had a major injury or surgery. You may get them if you have severe pain from health conditions like cancer.  Some doctors prescribe them for chronic pain.Opioids can cause side effects such as drowsiness, mental fog, nausea, and constipation. They may also cause slowed breathing, which can lead to overdose deaths. If someone has signs of an overdose, call 911:The person's face is extremely pale and/or feels clammy to the touchTheir body goes limpTheir fingernails or lips have a purple or blue colorThey start vomiting or making gurgling noisesThey cannot be awakened or are unable to speakTheir breathing or heartbeat slows or stopsOther risks of using prescription opioids include dependence and addiction. Dependence means feeling withdrawal symptoms when not taking the drug. Addiction is a chronic brain disease that causes a person to compulsively seek out drugs, even though they cause harm. The risks of dependence and addiction are higher if you misuse the medicines. Misuse can include taking too much medicine, taking someone else's medicine, taking it in a different way than you are supposed to, or taking the medicine to get high.Opioid misuse, addiction, and overdoses are serious public health problems in the United States.  Another problem is that more women are misusing opioids during pregnancy. This can lead to babies being addicted and going through withdrawal, known as neonatal abstinence syndrome (NAS). Opioid misuse may sometimes also lead to heroin use, because some people switch from prescription opioids to heroin.The main treatment for prescription opioid addiction is medication-assisted treatment (MAT). It includes medicines, counseling, and support from family and friends. MAT can help you stop using the drug, get through withdrawal, and cope with cravings. There is also a medicine called naloxone which can reverse the effects of an opioid overdose and prevent death, if it is given in time.To prevent problems with prescription opioids, be sure to follow your doctor's instructions when taking them. Do not share your medicines with anyone else. Contact your doctor if you have any concerns about taking the medicines.NIH: National Institute on Drug Abuse"}
{"id": "doc6", "contents": "After Surgery  After any operation, you'll have some side effects. There is usually some pain with surgery. There may also be swelling and soreness around the area that the surgeon cut.   Your surgeon can tell you which side effects to expect.There can also be complications. These are unplanned events linked to the operation. Some complications are infection, too much bleeding, reaction to anesthesia, or accidental injury. Some people have a greater risk of complications because of other medical conditions.Your surgeon can tell you how you might feel and what you will be able to do - or not do - the first few days, weeks, or months after surgery. Some other questions to ask are:How long you will be in the hospitalWhat kind of supplies, equipment, and help you might need when you go homeWhen you can go back to workWhen it is ok to start exercising againAre they any other restrictions in your activitiesFollowing your surgeon's advice can help you recover as soon as possible.Agency for Healthcare Research and Quality"}
{"id": "doc7", "contents": "CT Scans  Computed tomography (CT) is a type of imaging. It uses special x-ray equipment to make cross-sectional pictures of your body. Doctors use CT scans to look for:Fractures (broken bones) CancersBlood clots Signs of heart disease Internal bleedingDuring a CT scan, you lie still on a table. The table slowly passes through the center of a large X-ray machine. The test is painless. During some tests you receive a contrast dye, which makes parts of your body show up better in the image.NIH: National Cancer Institute"}
{"id": "doc8", "contents": "Head Injuries  Chances are you've bumped your head before.  Often, the injury is minor because your skull is hard and it protects your brain.  But other head injuries can be more severe, such as a skull fracture, concussion, or traumatic brain injury.Head injuries can be open or closed.  A closed injury does not break through the skull.  With an open, or penetrating, injury, an object pierces the skull and enters the brain.  Closed injuries are not always less severe than open injuries.Some common causes of head injuries are falls, motor vehicle accidents, violence, and sports injuries.It is important to know the warning signs of a moderate or severe head injury.  Get help immediately if the injured person has:A headache that gets worse or does not go awayRepeated vomiting or nauseaConvulsions or seizuresAn inability to wake upDilated (enlarged) pupil in one or both eyesSlurred speechWeakness or numbness in the arms or legsLoss of coordinationIncreased confusion, restlessness, or agitationDoctors use a neurologic exam and imaging tests to make a diagnosis. Treatment depends on the type of injury and how severe it is.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc10", "contents": "Headache  Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.Other common types of headaches include migraines, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc12", "contents": "Caffeine  What is caffeine?Caffeine is a bitter substance that occurs naturally in more than 60 plants including:Coffee beansTea leavesKola nuts, which are used to flavor soft drink colasCacao pods, which are used to make chocolate productsThere is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:An 8-ounce cup of coffee: 95-200 mgA 12-ounce can of cola: 35-45 mgAn 8-ounce energy drink: 70-100 mgAn 8-ounce cup of tea: 14-60 mgWhat are caffeine's effects on the body?Caffeine has many effects on your body's metabolism. It:Stimulates your central nervous system, which can make you feel more awake and give you a boost of energyIs a diuretic, meaning that it helps your body get rid of extra salt and water by urinating moreIncreases the release of acid in your stomach, sometimes leading to an upset stomach or heartburnMay interfere with the absorption of calcium in the bodyIncreases your blood pressureWithin one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.What are the side effects from too much caffeine?For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:Restlessness and shakinessInsomniaHeadachesDizzinessFast heart rateDehydrationAnxietyDependency, so you need to take more of it to get the same resultsSome people are more sensitive to the effects of caffeine than others.What are energy drinks, and why can they be a problem?Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.Who should avoid or limit caffeine?You should check with your health care provider about whether you should limit or avoid caffeine if you:Are pregnant, since caffeine passes through the placenta to your baby.Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.Have sleep disorders, including insomnia.Have migraines or other chronic headaches.Have anxiety.Have GERD or ulcers.Have arrhythmia (a problem with the rate or rhythm of your heartbeat).Have high blood pressure.Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.What is caffeine withdrawal?If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:HeadachesDrowsinessIrritabilityNauseaTrouble concentratingThese symptoms usually go away after a couple of days."}
{"id": "doc13", "contents": "Brain Aneurysm  A brain aneurysm is an abnormal bulge or \"ballooning\" in the wall of an artery in the brain. They are sometimes called berry aneurysms because they are often the size of a small berry. Most brain aneurysms produce no symptoms until they become large, begin to leak blood, or burst.If a brain aneurysm presses on nerves in your brain, it can cause signs and symptoms. These can include:A droopy eyelid Double vision or other changes in vision Pain above or behind the eye A dilated pupil Numbness or weakness on one side of the face or body Treatment depends on the size and location of the aneurysm, whether it is infected, and whether it has burst. If a brain aneurysm bursts, symptoms can include a sudden, severe headache, nausea and vomiting, stiff neck, loss of consciousness, and signs of a stroke. Any of these symptoms requires immediate medical attention.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "Arteriovenous Malformations  Arteriovenous malformations (AVMs) are defects in your vascular system. Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veinsAn AVM is a snarled tangle of arteries and veins. They are connected to each other, with no capillaries. That interferes with the blood circulation in an organ.AVMs can happen anywhere, but they are more common in the brain or spinal cord. Most people with brain or spinal cord AVMs have few, if any, major symptoms. Sometimes they can cause seizures or headaches.AVMs are rare. The cause of AVMs is unknown, but they seem to develop during pregnancy or soon after birth. Doctors use imaging tests to detect them.Medicines can help with the symptoms from AVMs. The greatest danger is hemorrhage. Treatment for AVMs can include surgery or focused radiation therapy. Because surgery can be risky, you and your doctor need to make a decision carefully.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc15", "contents": "Vascular Diseases  What are vascular diseases?Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veins. The walls of the capillaries are thin and leaky, to allow for an exchange of materials between your tissues and blood.Vascular diseases are conditions which affect your vascular system. They are common and can be serious. Some types include:Aneurysm - a bulge or \"ballooning\" in the wall of an arteryAtherosclerosis - a disease in which plaque builds up inside your arteries. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood.Blood clots, including deep vein thrombosis and pulmonary embolismCoronary artery disease and carotid artery disease, diseases that involve the narrowing or blockage of an artery. The cause is usually a buildup of plaque.Raynaud's disease - a disorder that causes the blood vessels to narrow when you are cold or feeling stressedStroke - a serious condition that happens when blood flow to your brain stops.Varicose veins - swollen, twisted veins that you can see just under the skinVasculitis - inflammation of the blood vesselsWhat causes vascular diseases?The causes of vascular diseases depend on the specific disease. These causes include:GeneticsHeart diseases such as high cholesterol and high blood pressureInfectionInjuryMedicines, including hormonesSometimes the cause is unknown.Who is at risk for vascular diseases?The risk factors for vascular diseases can vary, depending on the specific disease. But some of the more common risk factors include:Age - your risk of some diseases goes up as you get olderConditions that can affect the heart and blood vessels, such as diabetes or high cholesterolFamily history of vascular or heart diseasesInfection or injury that damages your veinsLack of exerciseObesityPregnancySitting or standing still for long periods of timeSmokingWhat are the symptoms of vascular diseases?The symptoms for each disease are different.How are vascular diseases diagnosed?To make a diagnosis, your health care provider will do a physical exam and ask about your symptoms and medical history. You may have imaging tests and/or blood tests.How are vascular diseases treated?Which treatment you get depends on which vascular disease you have and how severe it is. Types of treatments for vascular diseases include:Lifestyle changes, such as eating a heart-healthy diet and getting more exerciseMedicines, such as blood pressure medicines, blood thinners, cholesterol medicines, and clot-dissolving drugs. In some cases, providers use a catheter to send medicine directly to a blood vessel.Non-surgical procedures, such as angioplasty, stenting, and vein ablationSurgeryCan vascular diseases be prevented?There are steps you can take to help prevent vascular diseases:Make healthy lifestyle changes, such as eating a heart-healthy diet and getting more exerciseDon't smoke. If you are already a smoker, talk to your health care provider for help in finding the best way for you to quit.Keep your blood pressure and cholesterol in checkIf you have diabetes, control your blood sugarTry not to sit or stand for up long periods of time. If you do need to sit all day, get up and move around every hour or so. If you traveling on a long trip, you can also wear compression stockings and regularly stretch your legs."}
{"id": "doc16", "contents": "Bleeding  Bleeding is the loss of blood. It can be external, or outside the body, like when you get a cut or wound. It can also be internal, or inside the body, like when you have an injury to an internal organ.  Some bleeding, such as gastrointestinal bleeding, coughing up blood, or vaginal bleeding, can be a symptom of a disease.Normally, when you are injured and start bleeding, a blood clot forms to stop the bleeding quickly. Afterwards, the clot dissolves naturally. To be able to make a clot, your blood needs blood proteins called clotting factors and a type of blood cell called platelets. Some people have a problem with clotting, due to another medical condition or an inherited disease. There are two types of problems:Your blood may not form clots normally, known as a bleeding disorder. This happens when your body does not make enough platelets or clotting factors, or they don't work the way they should.Your blood may make too many clots, or the clots may not dissolve properlySometimes bleeding can cause other problems. A bruise is bleeding under the skin. Some strokes are caused by bleeding in the brain. Severe bleeding may require first aid or a trip to the emergency room."}
{"id": "doc17", "contents": "Brain Diseases  The brain is the control center of the body. It controls thoughts, memory, speech, and "}
{"id": "doc18", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
{"id": "doc19", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
