{"id": "doc1", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc2", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc3", "contents": "Gum Disease  If you have gum disease, you're not alone. Many U.S. adults currently have some form of the disease. It ranges from simple gum inflammation, called gingivitis, to serious damage to the tissue and bone supporting the teeth.   In the worst cases, you can lose teeth.In gingivitis, the gums become red and swollen. They can bleed easily. Gingivitis is a mild form of gum disease. You can usually reverse it  with daily brushing and flossing and regular cleanings by a dentist or dental hygienist. Untreated gingivitis can lead to periodontitis. If you have periodontitis, the gums pull away from the teeth and form pockets that  become infected. If not treated, the bones, gums and connective tissue that support the teeth are destroyed.NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc4", "contents": "Statins  Statins are drugs used to lower cholesterol. Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them.If diet and exercise don't reduce your cholesterol levels, you may need to take cholesterol medicine. Often, this medicine is a statin.  Statins interfere with the production of cholesterol in your liver. They lower LDL (bad) cholesterol levels and raise HDL (good) cholesterol levels.  This can slow the formation of plaques in your arteries.Statins are relatively safe for most people. But they are not recommended for pregnant patients or those with active or chronic liver disease. They can also cause serious muscle problems. Some statins also interact adversely with other drugs. You may have fewer side effects with one statin drug than another.Researchers are also studying the use of statins for other conditions.Food and Drug Administration"}
{"id": "doc5", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc7", "contents": "Head and Neck Cancer  Head and neck cancer includes cancers of the mouth, nose, sinuses, salivary glands, throat, and lymph nodes in the neck. Most begin in the moist tissues that line the mouth, nose, and throat. Symptoms include:\tA lump or sore that does not heal\tA sore throat that does not go away\tTrouble swallowing\tA change or hoarseness in the voiceHead and neck cancers are twice as common in men. Using tobacco or alcohol increases your risk. In fact, around 75% of head and neck cancers are linked to tobacco use, including smoking and smokeless tobacco. Infection with HPV is a risk factor for some head and neck cancers. To diagnose head and neck cancer, your doctor will do a physical exam and diagnostic tests. You will have a biopsy, where a sample of tissue is taken out and examined under a microscope. It is the only test that can tell for sure if you have cancer.If found early, these cancers are often curable. Treatments may include surgery, radiation therapy, chemotherapy, or a combination. Treatments can affect eating, speaking or even breathing, so patients may need rehabilitation.NIH: National Cancer Institute"}
{"id": "doc8", "contents": "Neck Injuries and Disorders  Any part of your neck - muscles, bones, joints, tendons, ligaments, or nerves - can cause neck problems. Neck pain is very common. Pain may also come from your shoulder, jaw, head, or upper arms. Muscle strain or tension often causes neck pain. The problem is usually overuse, such as from sitting at a computer for too long.  Sometimes you can strain your neck muscles from sleeping in an awkward position or overdoing it during exercise. Falls or accidents, including car accidents, are another common cause of neck pain.  Whiplash, a soft tissue injury to the neck, is also called neck sprain or strain.Treatment depends on the cause, but may include applying ice, taking pain relievers, getting physical therapy or wearing a cervical collar. You rarely need surgery."}
{"id": "doc9", "contents": "Oral Cancer  Oral cancer can form in any part of the mouth. Most oral cancers begin in the flat cells that cover the surfaces of your mouth, tongue, and lips. Anyone can get oral cancer, but the risk is higher if you are male, use tobacco, drink lots of alcohol, have HPV, or have a history of head or neck cancer. Frequent sun exposure is also a risk factor for lip cancer. Symptoms of oral cancer include :\tWhite or red patches in your mouth\tA mouth sore that won't heal\tBleeding in your mouthLoose teeth\tProblems or pain with swallowing\tA lump in your neck\tAn earacheTests to diagnose oral cancer include a physical exam, endoscopy, biopsy, and imaging tests. Oral cancer treatments may include surgery, radiation therapy, and chemotherapy. Some patients have a combination of treatments. NIH: National Cancer Institute"}
{"id": "doc10", "contents": "VLDL Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What is VLDL cholesterol?VLDL stands for very-low-density lipoprotein. Your liver makes VLDL and releases it into your bloodstream. The VLDL particles mainly carry triglycerides, another type of fat, to your tissues. VLDL is similar to LDL cholesterol, but LDL mainly carries cholesterol to your tissues instead of triglycerides.VLDL and LDL are sometimes called \"bad\" cholesterols because they can contribute to the buildup of plaque in your arteries. This buildup is called atherosclerosis. The plaque that builds up is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, the plaque hardens and narrows your arteries. This limits the flow of oxygen-rich blood to your body. It can lead to coronary artery disease and other heart diseases.How do I know what my VLDL level is?There isn't a way to directly measure your VLDL level. Instead, you will most likely get a blood test to measure your triglyceride level. The lab can use your triglyceride level to estimate what your VLDL level is. Your VLDL is about one-fifth of your triglyceride level. However, estimating your VLDL this way does not work if your triglyceride level is very high.What should my VLDL level be?Your VLDL level should be less than 30 mg/dL (milligrams per deciliter). Anything higher than that puts you at risk for heart disease and stroke.How can I lower my VLDL level?Since VLDL and triglycerides are linked, you can lower VLDL level by lowering your triglyceride level. You may be able to lower your triglycerides with a combination of losing weight, diet, and exercise. It is important to switch to healthy fats, and cut back on sugar and alcohol. Some people may also need to take medicines."}
{"id": "doc11", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Spinal Stenosis  Your spine, or backbone, protects your spinal cord and allows you to stand and bend. Spinal stenosis causes narrowing in your spine. The narrowing puts pressure on your nerves and spinal cord and can cause pain.Spinal stenosis occurs mostly in people older than 50. Younger people with a spine injury or a narrow spinal canal are also at risk. Diseases such as arthritis and scoliosis can cause spinal stenosis, too. Symptoms might appear gradually or not at all. They include:Pain in your neck or backNumbness, weakness, cramping, or pain in your arms or legsPain going down the legFoot problemsDoctors diagnose spinal stenosis with a physical exam and imaging tests. Treatments include medications, physical therapy, braces, and surgery.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc14", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Childhood Brain Tumors  Brain tumors are abnormal growths inside the skull. They are among the most common types of childhood cancers. Some are benign tumors, which aren't cancer. They can still be serious. Malignant tumors are cancerous.Childhood brain and spinal cord tumors can cause headaches and other symptoms. However, other conditions can also cause the same symptoms. Check with a doctor if your child has any of the following problems:Morning headache or headache that goes away after vomitingFrequent nausea and vomitingVision, hearing, and speech problemsLoss of balance or trouble walkingUnusual sleepinessPersonality changesSeizuresIncreased head size in infantsThe symptoms are not the same in every child.Doctors use physical and neurological exams, lab tests, and imaging to diagnose brain tumors. Most childhood brain tumors are diagnosed and removed in surgery.Treatment for children is sometimes different than for an adult. Long-term side effects are an important issue. The options also depend on the type of tumor and where it is. Removal of the tumor is often possible. If not, radiation, chemotherapy, or both may be used.NIH: National Cancer Institute"}
{"id": "doc17", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc18", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc19", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc20", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc22", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc23", "contents": "Meniere's Disease  Meniere's disease is a disorder of the inner ear. It can cause severe dizziness, a roaring sound in your ears called tinnitus, hearing loss that comes and goes and the feeling of ear pressure or pain. It usually affects just one ear. It is a common cause of hearing loss. Attacks of dizziness may come on suddenly or after a short period of tinnitus or muffled hearing. Some people have single attacks of dizziness once in a while. Others may have many attacks close together over several days. Some people with Meniere's disease have \"drop attacks\" during which the  dizziness is so bad they lose their balance and fall.Scientists don't yet know the cause. They think that it has to do with the fluid levels or the mixing of fluids in the canals of your inner ear.  Doctors diagnose it based on a physical exam and your symptoms. A hearing test can check to see how it has affected your hearing.There is no cure. Treatments include medicines to control dizziness, limiting salt in your diet, and taking water pills. A device that fits into the outer ear and delivers air pulses to the middle ear can help. Severe cases may require surgery.NIH: National Institute on Deafness and Other Communication Disorders "}
{"id": "doc24", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc25", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc26", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc27", "contents": "LDL: The \"Bad\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are LDL and HDL?LDL and HDL are two types of lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. LDL and HDL have different purposes:LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.How can a high LDL level raise my risk of coronary artery disease and other diseases?If you have a high LDL level, this means that you have too much LDL cholesterol in your blood. This extra LDL, along with other substances, forms plaque. The plaque builds up in your arteries; this is a condition called atherosclerosis.Coronary artery disease happens when the plaque buildup is in the arteries of your heart. It causes the arteries to become hardened and narrowed, which slows down or blocks the blood flow to your heart. Since your blood carries oxygen to your heart, this means that your heart may not be able to get enough oxygen. This can cause angina (chest pain), or if the blood flow is completely blocked, a heart attack.How do I know what my LDL level is?A blood test can measure your cholesterol levels, including LDL. When and how often you should get this test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat can affect my LDL level?Things that can affect your LDL level include:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level riseWeight. Being overweight tends to raise your LDL level, lower your HDL level, and increase your total cholesterol levelPhysical Activity. A lack of physical activity can lead to weight gain, which can raise your LDL levelSmoking.Cigarette smoking lowers your HDL cholesterol. Since HDL helps to remove LDL from your arteries, if you have less HDL, that can contribute to you having a higher LDL level.Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL levels tend to rise.Genetics. Your genes partly determine how much cholesterol your body makes. High cholesterol can run in families. For example, familial hypercholesterolemia (FH) is an inherited form of high blood cholesterol.Medicines. Certain medicines, including steroids, some blood pressure medicines, and HIV/AIDS medicines, can raise your LDL level.Other medical conditions. Diseases such as chronic kidney disease, diabetes, and HIV/AIDS can cause a higher LDL level.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What should my LDL level be?With LDL cholesterol, lower numbers are better, because a high LDL level can raise your risk for coronary artery disease and related problems:LDL (Bad) Cholesterol LevelLDL Cholesterol CategoryLess than 100mg/dLOptimal100-129mg/dLNear optimal/above optimal130-159 mg/dLBorderline high160-189 mg/dLHigh190 mg/dL and aboveVery HighHow can I lower my LDL level?There are two main ways to lower your LDL cholesterol:Therapeutic lifestyle changes (TLC). TLC includes three parts:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples of eating plans that can lower your cholesterol include the Therapeutic Lifestyle Changes diet and the DASH eating plan.Weight Management. If you are overweight, losing weight can help lower your LDL cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc28", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc29", "contents": "HDL: The \"Good\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are HDL and LDL?HDL and LDL are two types of lipoproteins.They are a combination of fat (lipid) and protein.  The lipids need to be attached to the proteins so they can move through the blood. HDL and LDL have different purposes:HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.How do I know what my HDL level is?A blood test can measure your cholesterol levels, including HDL. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat should my HDL level be? With HDL cholesterol, higher numbers are better, because a high HDL level can lower your risk for coronary artery disease and stroke. How high your HDL should be depends on your age and sex:GroupHealthy HDL LevelAge 19 or youngerMore than 45mg/dlMen age 20 or olderMore than 40mg/dlWomen age 20 or olderMore than 50mg/dlHow can I raise my HDL level?If your HDL level is too low, lifestyle changes may help. These changes may also help prevent other diseases, and make you feel better overall:Eat a healthy diet. To raise your HDL level, you need to eat good fats instead of bad fats. This means limiting saturated fats, which include full-fat milk and cheese, high-fat meats like sausage and bacon, and foods made with butter, lard, and shortening. You should also avoid trans fats, which may be in some margarines, fried foods, and processed foods like baked goods. Instead, eat unsaturated fats, which are found in avocado, vegetable oils like olive oil, and nuts. Limit carbohydrates, especially sugar. Also try to eat more foods naturally high in fiber, such as oatmeal and beans.Stay at a healthy weight. You can boost your HDL level by losing weight, especially if you have lots of fat around your waist.Exercise. Getting regular exercise can raise your HDL level, as well as lower your LDL. You should try to do 30 minutes of moderate to vigorous aerobic exercise on most, if not all, days.Avoid cigarettes.Smoking and exposure to secondhand smoke can lower your HDL level. If you are a smoker, ask your health care provider for help in finding the best way for you to quit. You should also try to avoid secondhand smoke.Limit alcohol. Moderate alcohol may lower your HDL level, although more studies are needed to confirm that. What we do know is that too much alcohol can make you gain weight, and that lowers your HDL level.Some cholesterol medicines, including certain statins, can raise your HDL level, in addition to lowering your LDL level. Health care providers don't usually prescribe medicines only to raise HDL. But if you have a low HDL and high LDL level, you might need medicine.What else can affect my HDL level?Taking certain medicines can lower HDL levels in some people. They include:Beta blockers, a type of blood pressure medicineAnabolic steroids, including testosterone, a male hormoneProgestins, which are female hormones that are in some birth control pills and hormone replacement therapyBenzodiazepines, sedatives that are often used for anxiety and insomniaIf you are taking one of these and you have a very low HDL level, ask your provider if you should continue to take them.Diabetes can also lower your HDL level, so that gives you another reason to manage your diabetes."}
{"id": "doc30", "contents": "Lipid Metabolism Disorders  Metabolism is the process your body uses to make energy from the food you eat. Food is made up of proteins, carbohydrates, and fats. Chemicals in your digestive system (enzymes) break the food parts down into sugars and acids, your body's fuel. Your body can use this fuel right away, or it can store the energy in your body tissues. If you have a metabolic disorder, something goes wrong with this process.Lipid metabolism disorders, such as Gaucher disease and Tay-Sachs disease, involve lipids. Lipids are fats or fat-like substances. They include oils, fatty acids, waxes, and cholesterol. If you have one of these disorders, you may not have enough enzymes to break down lipids. Or the enzymes may not work properly and your body can't convert the fats into energy. They cause a harmful amount of lipids to build up in your body. Over time, that can damage your cells and tissues, especially in the brain, peripheral nervous system, liver, spleen, and bone marrow. Many of these disorders can be very serious, or sometimes even fatal.These disorders are inherited. Newborn babies get screened for some of them, using blood tests. If there is a family history of one of these disorders, parents can get genetic testing to see whether they carry the gene. Other genetic tests can tell whether the fetus has the disorder or carries the gene for the disorder.Enzyme replacement therapies can help with a few of these disorders. For others, there is no treatment. Medicines, blood transfusions, and other procedures may help with complications."}
{"id": "doc31", "contents": "Dietary Fats  Fat is a type of nutrient. You need some fat in your diet but not too much. Fats give you energy and help your body absorb vitamins. Dietary fat also plays a major role in your cholesterol levels.But not all fats are the same. You should try to avoid:Saturated fats such as butter, solid shortening, and lardTrans fats. These are found in vegetable shortenings, some margarines, crackers, cookies, snack foods, and other foods made with or fried in partially hydrogenated oils (PHOs). By 2018, most U.S. companies will not be allowed to add PHOs to food.Try to replace them with oils such as canola, olive, safflower, sesame, or sunflower. Of course, eating too much fat will put on the pounds.  Fat has twice as many calories as proteins or carbohydrates.NIH: National Heart, Lung, and Blood Institute"}
