{"id": "doc1", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc2", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc3", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc4", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc5", "contents": "Multiple Myeloma  Multiple myeloma is a cancer that begins in plasma cells, a type of white blood cell. These cells are part of your immune system, which helps protect the body from germs and other harmful substances. In time, myeloma cells collect in the bone marrow and in the solid parts of bones.No one knows the exact causes of multiple myeloma, but it is more common in older people and African Americans. It can run in families. Common symptoms may include:Bone pain, often in the back or ribsFractures (broken bones)Weakness or fatigueWeight lossFrequent infections and feversFeeling very thirstyFrequent urinationDoctors diagnose multiple myeloma using lab tests, imaging tests, and a bone marrow biopsy.  Your treatment depends on how advanced the disease is and whether you have symptoms.  If you have no symptoms, you may not need treatment right away. If you have symptoms, you may have chemotherapy, stem cell transplantation, radiation, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc6", "contents": "Amyloidosis  Amyloidosis occurs when abnormal proteins called amyloids build up and form deposits. The deposits can collect in organs such as the kidney and heart. This can cause the organs to become stiff and unable to work the way they should. There are three main types of amyloidosis:Primary - with no known causeSecondary - caused by another disease, including some types of cancerFamilial - passed down through genesSymptoms can vary, depending upon which organs are affected. Treatment depends on the type of amyloidosis you have.  The goal is to help with symptoms and limit the production of proteins. If another disease is the cause, it needs to be treated."}
{"id": "doc7", "contents": "Blood Disorders  Your blood is living tissue made up of liquid and solids. The liquid part, called plasma, is made of water, salts and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells and platelets.Blood disorders affect one or more parts of the blood and prevent your blood from doing its job.  They can be acute or chronic. Many blood disorders are inherited. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet.Types of blood disorders include:Platelet disorders, excessive clotting, and bleeding problems, which affect how your blood clotsAnemia, which happens when your blood does not carry enough oxygen to the rest of your bodyCancers of the blood, such as leukemia and myelomaEosinophilic disorders, which are problems with one type of white blood cell."}
{"id": "doc8", "contents": "Alcohol Use Disorder (AUD) Treatment  What is an alcohol use disorder?An alcohol use disorder (AUD) is drinking that causes distress and harm. It is a medical condition in which you:Drink alcohol compulsivelyCan't control how much you drinkFeel anxious, irritable, and/or stressed when you are not drinkingAn AUD can range from mild to severe, depending on the symptoms. Severe AUD is sometimes called alcoholism or alcohol dependence.What are the treatments for alcohol use disorder?Most people with an alcohol use disorder can benefit from some form of treatment. Medical treatments include medicines and behavioral therapies. For many people, using both types gives them the best results. People who are getting treatment for AUD may also find it helpful to go to a support group such as Alcoholics Anonymous (AA). If you have an AUD and a mental illness, it is important to get treatment for both.Some people may need intensive treatment for AUD. They may go to a residential treatment center for rehabilitation (rehab). Treatment there is highly structured. It usually includes several different kinds of behavioral therapies. It may also include medicines for detox (medical treatment for alcohol withdrawal) and/or for treating the AUD.Which medicines can treat alcohol use disorder?Three medicines are approved to treat AUD:Disulfiram causes unpleasant symptoms such as nausea and skin flushing whenever you drink alcohol. Knowing that drinking will cause these unpleasant effects may help you stay away from alcohol.Naltrexone blocks the receptors in your brain that make you feel good when you drink alcohol. It can also reduce your craving for alcohol. This can help you cut back on your drinking.Acamprosate helps you avoid alcohol after you have quit drinking. It works on multiple brain systems to reduce your cravings, especially just after you have quit drinking.Your health care provider can help you figure out if one of these medicines is right for you. They are not addictive, so you don't have to worry about trading one addiction for another. They are not a cure, but they can help you manage AUD. This is just like taking medicines to manage a chronic disease such as asthma or diabetes.Which behavioral therapies can treat alcohol use disorder?Another name for behavioral therapies for AUD is alcohol counseling. It involves working with a health care professional to identify and help change the behaviors that lead to your heavy drinking.:Cognitive-behavioral therapy (CBT) helps you identify the feelings and situations that can lead to heavy drinking. It teaches you coping skills, including how to manage stress and how to change the thoughts that cause you to want to drink. You may get CBT one-on-one with a therapist or in small groups.Motivational enhancement therapy helps you build and strengthen the motivation to change your drinking behavior. It includes about four sessions over a short period of time. The therapy starts with identifying the pros and cons of seeking treatment. Then you and your therapist work on forming a plan for making changes in your drinking. The next sessions focus on building up your confidence and developing the skills you need to be able to stick to the plan.Marital and family counseling includes spouses and other family members. It can help to repair and improve your family relationships. Studies show that strong family support through family therapy may help you to stay away from drinking.Brief interventions are short, one-on-one or small-group counseling sessions. It includes one to four sessions. The counselor gives you information about your drinking pattern and potential risks. The counselor works with you to set goals and provide ideas that may help you make a change.Is treatment for alcohol use disorder effective?For most people, treatment for an AUD is helpful. But overcoming an alcohol use disorder is an ongoing process, and you may relapse (start drinking again). You should look at relapse as a temporary setback, and keep trying. Many people repeatedly try to cut back or quit drinking, have a setback, then try to quit again. Having a relapse does not mean that you cannot recover. If you do relapse, it is important to return to treatment right away, so you can learn more about your relapse triggers and improve your coping skills. This may help you be more successful the next time.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc9", "contents": "Cancer in Children  Cancer is a group of related diseases. In all types of cancer, some of the body's cells begin to divide without stopping and spread into surrounding tissues.Normally, new cells form as you need them, replacing old cells that die. Sometimes, this process goes wrong. New cells form when you don't need them, and old cells don't die when they should. The extra cells can form a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body.Children can get cancer in the same parts of the body as adults, but there are differences. Childhood cancers can occur suddenly, without early symptoms, and have a high rate of cure. The most common children's cancer is leukemia. Other cancers that affect children include brain tumors, lymphoma, and soft tissue sarcoma.Symptoms and treatment depend on the type of cancer and how advanced it is. Treatments may include:SurgeryRadiation therapyChemotherapyStem cell transplantsTargeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cells"}
{"id": "doc10", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc11", "contents": "Chronic Bronchitis  What is chronic bronchitis?Chronic bronchitis is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is emphysema. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Chronic bronchitis is inflammation (swelling) and irritation of the bronchial tubes. These tubes are the airways that carry air to and from the air sacs in your lungs. The irritation of the tubes causes mucus to build up. This mucus and the swelling of the tubes make it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes chronic bronchitis?The cause of chronic bronchitis is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause chronic bronchitis, especially if you inhale them.Exposure to other inhaled irritants can contribute to chronic bronchitis. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing chronic bronchitis.Who is at risk for chronic bronchitis?The risk factors for chronic bronchitis include:Smoking. This the main risk factor. Up to 75% of people who have chronic bronchitis smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have chronic bronchitis are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get chronic bronchitis are more likely to get it if they have a family history of COPD.What are the symptoms of chronic bronchitis?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with chronic bronchitis get frequent respiratory infections such as colds and the flu. In severe cases, chronic bronchitis can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is chronic bronchitis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for chronic bronchitis?There is no cure for chronic bronchitis. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc12", "contents": "COPD  What is COPD (chronic obstructive pulmonary disease)?COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:The airways and air sacs in your lungs become less elasticThe walls between many of the air sacs are destroyedThe walls of the airways become thick and inflamedThe airways make more mucus than usual and can become cloggedWhat are the types of COPD (chronic obstructive pulmonary disease)?COPD includes two main types:Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.What causes COPD (chronic obstructive pulmonary disease)?The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.Who is at risk for COPD (chronic obstructive pulmonary disease)?The risk factors for COPD include:Smoking. This the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplaceAge. Most people who have COPD are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.Asthma. People who have asthma have more risk of developing COPD than people who don't have asthma. But most people with asthma will not get COPD.What are the symptoms of COPD (chronic obstructive pulmonary disease)?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is COPD (chronic obstructive pulmonary disease) diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsYour doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.What are the treatments for COPD (chronic obstructive pulmonary disease)?There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc13", "contents": "Emphysema  What is emphysema?Emphysema is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is chronic bronchitis. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Emphysema affects the air sacs in your lungs. Normally, these sacs are elastic or stretchy. When you breathe in, each air sac fills up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out.In emphysema, the walls between many of the air sacs in the lungs are damaged. This causes the air sacs to lose their shape and become floppy. The damage also can destroy the walls of the air sacs, leading to fewer and larger air sacs instead of many tiny ones. This makes it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes emphysema?The cause of emphysema is usually long-term exposure to irritants that damage your lungs and the airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause emphysema, especially if you inhale them.Exposure to other inhaled irritants can contribute to emphysema. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing emphysema.Who is at risk for emphysema?The risk factors for emphysema include:Smoking. This the main risk factor. Up to 75% of people who have emphysema smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have emphysema are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get emphysema are more likely to get it if they have a family history of COPD.What are the symptoms of emphysema?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or wheezingA cough that produces a lot mucusShortness of breath, especially with physical activityA whistling or squeaky sound when you breatheTightness in your chestSome people with emphysema get frequent respiratory infections such as colds and the flu. In severe cases, emphysema can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is emphysema diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyOther tests tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for emphysema?There is no cure for emphysema. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc14", "contents": "Bone Marrow Transplantation  Bone marrow is the spongy tissue inside some of your bones, such as your hip and thigh bones. It contains immature cells, called stem cells. The stem cells can develop into red blood cells, which carry oxygen throughout the body, white blood cells, which fight infections, and platelets, which help the blood to clot.A bone marrow transplant is a procedure that replaces a person's faulty bone marrow stem cells. Doctors use these transplants to treat people with certain diseases, such as:LeukemiaSevere blood diseases such as thalassemias, aplastic anemia, and sickle cell anemiaMultiple myelomaCertain immune deficiency diseasesBefore you have a transplant, you need to get high doses of chemotherapy and possibly radiation. This destroys the faulty stem cells in your bone marrow. It also suppresses your body's immune system so that it won't attack the new stem cells after the transplant.In some cases, you can donate your own bone marrow stem cells in advance. The cells are saved and then used later on. Or you can get cells from a donor. The donor might be a family member or unrelated person.Bone marrow transplantation has serious risks. Some complications can be life-threatening. But for some people, it is the best hope for a cure or a longer life.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "Calcium  You have more calcium in your body than any other mineral. Calcium has many important jobs. The body stores more than 99% of its calcium in the bones and teeth to help make and keep them strong. The rest is throughout the body in blood, muscle and the fluid between cells. Your body needs calcium to help muscles and blood vessels contract and expand, to secrete hormones and enzymes and to send messages through the nervous system. It is important to get plenty of calcium in the foods you eat. Foods rich in calcium include:Dairy products such as milk, cheese, and yogurtLeafy, green vegetablesFish with soft bones that you eat, such as canned sardines and salmonCalcium-enriched foods such as breakfast cereals, fruit juices, soy and rice drinks, and tofu. Check the product labels.The exact amount of calcium you need depends on your age and other factors. Growing children and teenagers need more calcium than young adults. Older women need plenty of calcium to prevent osteoporosis. People who do not eat enough high-calcium foods should take a calcium supplement.NIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc16", "contents": "Parathyroid Disorders  Most people have four pea-sized glands, called parathyroid glands, on the thyroid gland in the neck. Though their names are similar, the thyroid and parathyroid glands are completely different. The parathyroid glands make parathyroid hormone (PTH), which helps your body keep the right balance of calcium and phosphorous.If your parathyroid glands make too much or too little hormone, it disrupts this balance. If they secrete extra PTH, you have hyperparathyroidism, and your blood calcium rises. In many cases, a benign tumor on a parathyroid gland makes it overactive. Or, the extra hormones can come from enlarged parathyroid glands. Very rarely, the cause is cancer.If you do not have enough PTH, you have hypoparathyroidism. Your blood will have too little calcium and too much phosphorous. Causes include injury to the glands, endocrine disorders, or genetic conditions. Treatment is aimed at restoring the balance of calcium and phosphorous.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Vitamin D Deficiency  What is vitamin D deficiency?Vitamin D deficiency means that you are not getting enough vitamin D to stay healthy.Why do I need vitamin D and how do I get it?Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. Vitamin D also has a role in your nervous, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. But too much sun exposure can lead to skin aging and skin cancer, so many people try to get their vitamin D from other sources.How much vitamin D do I need?The amount of vitamin D you need each day depends on your age.  The recommended amounts, in international units (IU), are:Birth to 12 months: 400 IUChildren 1-13 years: 600 IUTeens 14-18 years: 600 IUAdults 19-70 years: 600 IUAdults 71 years and older: 800 IUPregnant and breastfeeding women: 600 IUPeople at high risk of vitamin D deficiency may need more. Check with your health care provider about how much you need.What causes vitamin D deficiency?You can become deficient in vitamin D for different reasons:You don't get enough vitamin D in your dietYou don't absorb enough vitamin D from food (a malabsorption problem)You don't get enough exposure to sunlight.Your liver or kidneys cannot convert vitamin D to its active form in the body.You take medicines that interfere with your body's ability to convert or absorb vitamin DWho is at risk of vitamin D deficiency?Some people are at higher risk of vitamin D deficiency:Breastfed infants, because human milk is a poor source of vitamin D. If you are breastfeeding, give your infant a supplement of 400 IU of vitamin D every day.Older adults, because your skin doesn't make vitamin D when exposed to sunlight as efficiently as when you were young, and your kidneys are less able to convert vitamin D to its active form.People with dark skin, which has less ability to produce vitamin D from the sun.People with disorders such as Crohn's disease or celiac disease who don't handle fat properly, because vitamin D needs fat to be absorbed.People who have obesity, because their body fat binds to some vitamin D and prevents it from getting into the blood.People who have had gastric bypass surgeryPeople with osteoporosisPeople with chronic kidney or liver disease.People with hyperparathyroidism (too much of a hormone that controls the body's calcium level)People with sarcoidosis, tuberculosis, histoplasmosis, or other granulomatous disease (disease with granulomas, collections of cells caused by chronic inflammation)People with some lymphomas, a type of cancer.People who take medicines that affect vitamin D metabolism, such as cholestyramine (a cholesterol drug), anti-seizure drugs, glucocorticoids, antifungal drugs, and HIV/AIDS medicines.Talk with your health care provider if you are at risk for vitamin D deficiency.  There is a blood test which can measure how much vitamin D is in your body.What problems does vitamin D deficiency cause?Vitamin D deficiency can lead to a loss of bone density, which can contribute to osteoporosis and fractures (broken bones).Severe vitamin D deficiency can also lead to other diseases. In children, it can cause rickets. Rickets is a rare disease that causes the bones to become soft and bend. African American infants and children are at higher risk of getting rickets. In adults, severe vitamin D deficiency leads to osteomalacia. Osteomalacia causes weak bones, bone pain, and muscle weakness.Researchers are studying vitamin D for its possible connections to several medical conditions, including diabetes, high blood pressure, cancer, and autoimmune conditions such as multiple sclerosis. They need to do more research before they can understand the effects of vitamin D on these conditions.How can I get more vitamin D?There are a few foods that naturally have some vitamin D:Fatty fish such as salmon, tuna, and mackerelBeef liverCheeseMushroomsEgg yolksYou can also get vitamin D from fortified foods. You can check the food labels to find out whether a food has vitamin D. Foods that often have added vitamin D include:MilkBreakfast cerealsOrange juiceOther dairy products, such as yogurtSoy drinksVitamin D is in many multivitamins. There are also vitamin D supplements, both in pills and a liquid for babies.If you have vitamin D deficiency, the treatment is with supplements. Check with your health care provider about how much you need to take, how often you need to take it, and how long you need to take it.Can too much vitamin D be harmful?Getting too much vitamin D (known as vitamin D toxicity) can be harmful. Signs of toxicity include nausea, vomiting, poor appetite, constipation, weakness, and weight loss. Excess vitamin D can also damage the kidneys. Too much vitamin D also raises the level of calcium in your blood. High levels of blood calcium (hypercalcemia) can cause confusion, disorientation, and problems with heart rhythm.Most cases of vitamin D toxicity happen when someone overuses vitamin D supplements. Excessive sun exposure doesn't cause vitamin D poisoning because the body limits the amount of this vitamin it produces."}
{"id": "doc18", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc19", "contents": "Chronic Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is chronic lymphocytic leukemia (CLL)?Chronic lymphocytic leukemia (CLL) is a type of chronic leukemia. \"Chronic\" means that the leukemia usually gets worse slowly. In CLL, the bone marrow makes abnormal lymphocytes (a type of white blood cell). When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body."}
{"id": "doc20", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc21", "contents": "Pain Relievers  Pain relievers are medicines that reduce or relieve headaches, sore muscles, arthritis, or other aches and pains.  There are many different pain medicines, and each one has advantages and risks. Some types of pain respond better to certain medicines than others. Each person may also have a slightly different response to a pain reliever. Over-the-counter (OTC) medicines are good for many types of pain. There are two main types of OTC pain medicines: acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (NSAIDs). Aspirin, naproxen (Aleve), and ibuprofen (Advil, Motrin) are examples of OTC NSAIDs.If OTC medicines don't relieve your pain, your doctor may prescribe something stronger. Many NSAIDs are also available at higher prescription doses. The most powerful pain relievers are opioids. They are very effective, but they can sometimes have serious side effects. There is also a risk of opioids. Because of the risks, you must use them only under a doctor's supervision.There are many things you can do to help ease pain. Pain relievers are just one part of a pain treatment plan."}
{"id": "doc22", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc23", "contents": "Steroids  You may have heard of anabolic steroids, which can have harmful effects. But there's another type of steroid - sometimes called a corticosteroid - that treats a variety of problems. These steroids are similar to hormones that your adrenal glands make to fight stress associated with illnesses and injuries. They reduce inflammation and affect the immune system. You may need to take corticosteroids to treat:\tArthritis\tAsthma\tAutoimmune diseases such as lupus and multiple sclerosis\tSkin conditions such as eczema and rashes\tSome kinds of cancerSteroids are strong medicines, and they can have side effects, including weakened bones and cataracts. Because of this, you usually take them for as short a time as possible."}
{"id": "doc24", "contents": "Polymyalgia Rheumatica  Polymyalgia rheumatica is a disorder that causes muscle pain and stiffness in your neck, shoulders, and hips. It is most common in women and almost always occurs in people over 50. The main symptom is stiffness after resting. Other symptoms include fever, weakness and weight loss. In some cases, polymyalgia rheumatica develops overnight. In others, it is gradual.The cause of polymyalgia rheumatica is unknown. There is no specific test for it. Your doctor will use your medical history, symptoms, and a physical exam to make the diagnosis. Lab tests for inflammation may help confirm the diagnosis.Polymyalgia rheumatica sometimes occurs along with giant cell arteritis, a condition that causes swelling of the arteries in your head. Symptoms include headaches and blurred vision.  Doctors often prescribe prednisone, a steroid medicine, for both conditions. With treatment, polymyalgia rheumatica usually disappears in a day or two. Without treatment, it usually goes away after a year or more. NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc25", "contents": "Behcet's Syndrome  Behcet's syndrome is a disease that involves vasculitis, which is inflammation of the blood vessels. It causes problems in many parts of the body. The most common symptoms are:\tSores in the mouth\tSores on the sex organs \tOther skin sores \tSwelling of parts of the eye\tPain, swelling and stiffness of the joints More serious problems can include meningitis, blood clots, inflammation of the digestive system and blindness. Doctors aren't sure what causes Behcet's. It is rare in the United States, but is common in the Middle East and Asia. It mainly affects people in their 20s and 30s. Diagnosing Behcet's can take a long time, because symptoms may come and go, and it may take months or even years to have all of the symptoms. There is no cure.  Treatment focuses on reducing pain and preventing serious problems. Most people can control symptoms with treatment.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc26", "contents": "Liver Diseases  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons.There are many kinds of liver diseases:Diseases caused by  viruses, such as hepatitis A, hepatitis B, and hepatitis CDiseases caused by drugs, poisons, or too much alcohol. Examples include fatty liver disease and cirrhosis.Liver cancerInherited diseases, such as hemochromatosis and Wilson diseaseSymptoms of liver disease can vary, but they often include swelling of the abdomen and legs, bruising easily, changes in the color of your stool and urine, and jaundice, or yellowing of the skin and eyes. Sometimes there are no symptoms. Tests such as imaging tests and liver function tests can check for liver damage and help to diagnose liver diseases."}
{"id": "doc27", "contents": "Infectious Diseases  Germs, or microbes, are found everywhere - in the air, soil, and water.  There are also germs on your skin and in your body.  Many of them are harmless, and some can even be helpful. But some of them can make you sick. Infectious diseases are diseases that are caused by germs.There are many different ways that you can get an infectious disease:Through direct contact with a person who is sick. This includes kissing, touching, sneezing, coughing, and sexual contact. Pregnant mothers can also pass some germs along to their babies.Through indirect contact, when you touch something that has germs on it. For example, you could get germs if someone who is sick touched a door handle, and then you touch it.Through insect or animal bitesThrough contaminated food, water, soil, or plantsThere are four main kinds of germs:Bacteria - one-celled germs that multiply quickly. They may give off toxins, which are harmful chemicals that can make you sick. Strep throat and urinary tract infections are common bacterial infections.Viruses - tiny capsules that contain genetic material. They invade your cells so that they can multiply. This can kill, damage, or change the cells and make you sick. Viral infections include HIV/AIDS and the common cold.Fungi - primitive plant-like organisms such as mushrooms, mold, mildew, and yeasts. Athlete's foot is a common fungal infection.Parasites - animals or plants that survive by living on or in other living things. Malaria is an infection caused by a parasite.Infectious diseases can cause many different symptoms. Some are so mild that you may not even notice any symptoms, while others can be life-threatening. There are treatments for some infectious diseases, but for others, such as some viruses, you can only treat your symptoms. You can take steps to prevent many infectious diseases:Get vaccinatedWash your hands oftenPay attention to food safetyAvoid contact with wild animalsPractice safe sexDon't share items such as toothbrushes, combs, and straws"}
{"id": "doc28", "contents": "Prostate Diseases  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine away from the bladder and out of the body. A young man's prostate is about the size of a walnut. It slowly grows larger with age. If it gets too large, it can cause problems. This is very common after age 50. The older men get, the more likely they are to have prostate "}
{"id": "doc29", "contents": "Sexual Assault  Sexual assault is any sexual activity to which you haven't freely given your consent. This includes completed or attempted sex acts that are against your will. Sometimes it can involve a victim who is unable to consent. It also includes abusive sexual contact.  It can happen to men, women or children.The attacker can be anyone - a current or former partner, a family member, a person in position of power or trust, a friend, an acquaintance, or a stranger.Sexual assault can affect your health in many ways. It can lead to long-term health and emotional problems.  It is important to seek help if you have been assaulted.  First, get to a safe place.  Then dial 9-1-1 or go to a hospital for medical care.  You may want to have counseling to deal with your feelings.  The most important thing to know is that the assault was not your fault.Centers for Disease Control and Prevention"}
{"id": "doc30", "contents": "Suicide  What is suicide? Suicide is the taking of one's own life. It is a death that happens when someone harms themselves because they want to end their life. A suicide attempt is when someone harms themselves to try to end their life, but they do not die.Suicide is a major public health problem and a leading cause of death in the United States. The effects of suicide go beyond the person who acts to take his or her life. It can also have a lasting effect on family, friends, and communities.Who is at risk for suicide?Suicide does not discriminate. It can touch anyone, anywhere, at any time. But there are certain factors that can contribute to the risk of suicide, including:Having attempted suicide beforeDepression and other mental health disordersAlcohol or drug  use disorderFamily history of a mental health disorderFamily history of an alcohol or drug use disorderFamily history of suicideFamily violence, including physical or sexual abuseHaving guns in the homeBeing in or having recently gotten out of prison or jailBeing exposed to others' suicidal behavior, such as a family member, peer, or celebrityMedical illness, including chronic painStressful life event, such as a job loss, financial problems, loss of a loved one, a breakup of a relationship, etc.Being between the ages of 15 and 24 years or over age 60What are the warning signs for suicide?The warning signs for suicide include:Talking about wanting to die or wanting to kill oneselfMaking a plan or looking for a way to kill oneself, such as searching onlineBuying a gun or stockpiling pillsFeeling empty, hopeless, trapped, or like there's no reason to liveBeing in unbearable painTalking about being a burden to othersUsing more alcohol or drugsActing anxious or agitated; behaving recklesslySleeping too little or too muchWithdrawing from family or friends or feeling isolatedShowing rage or talking about seeking revengeDisplaying extreme mood swingsSaying good-bye to loved ones, putting affairs in orderSome people may tell others about their suicidal thoughts. But others may try to hide them. This can make some of the signs harder to spot.What should I do if I need help or know someone who does?If you or someone you know has the warning signs for suicide, get help right away, especially if there is a change in behavior. If it is an emergency, dial 911. Otherwise there are five steps that you can take:Ask the person if they're thinking about killing themselvesKeep them safe. Find out whether they have a plan for suicide and keep them away from things that they can use to kill themselves.Be there with them. Listen carefully and find out what they are thinking and feeling.Help them connect to resources that can help them, such as"}
{"id": "doc31", "contents": "Kidney Failure  Healthy kidneys clean your blood by removing excess fluid, minerals, and wastes. They also make hormones that keep your bones strong and your blood healthy. But if the kidneys are damaged, they don't work properly. Harmful wastes can build up in your body. Your blood pressure may rise. Your body may retain excess fluid and not make enough red blood cells. This is called kidney failure.If your kidneys fail, you need treatment to replace the work they normally do. The treatment options are dialysis or a kidney transplant. Each treatment has benefits and drawbacks. No matter which treatment you choose, you'll need to make some changes in your life, including how you eat and plan your activities. But with the help of health care providers, family, and friends, most people with kidney failure can lead full and active lives.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc32", "contents": "Dialysis  When your kidneys are healthy, they clean your blood. They also make hormones that keep "}
{"id": "doc33", "contents": "Chronic Kidney Disease  You have two kidneys, each about the size of your fist.  Their main job is to filter your blood. They remove wastes and extra water, which become urine. They also keep the body's chemicals balanced, help control blood pressure, and make hormones.Chronic kidney disease (CKD) means that your kidneys are damaged and can't filter blood as they should. This damage can cause wastes to build up in your body. It can also cause other problems that can harm your health. Diabetes and high blood pressure are the most common causes of CKD.The kidney damage occurs slowly over many years. Many people don't have any symptoms until their kidney disease is very advanced. Blood and urine tests are the only way to know if you have kidney disease.Treatments cannot cure kidney disease, but they may slow kidney disease. They include medicines to lower blood pressure, control blood sugar, and lower cholesterol. CKD may still get worse over time. Sometimes it can lead to kidney failure. If your kidneys fail, you will need  dialysis or a kidney transplantation.You can take steps to keep your kidneys healthier longer:Choose foods with less  salt (sodium)Control your blood pressure; your health care provider can tell you what your blood pressure should beKeep your blood sugar in the target range, if you have diabetesLimit the amount of alcohol you drinkChoose foods that are healthy for your heart: fruits, vegetables, whole grains, and low-fat dairy foodsLose weight if you are overweightBe physically activeDon't smokeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc34", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc35", "contents": "Hepatitis B  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis B?Hepatitis B is a type of viral hepatitis. It can cause an acute (short-term) or chronic (long-term) infection. People with an acute infection usually get better on their own without treatment. Some people with chronic hepatitis B will need treatment.Thanks to a vaccine, hepatitis B is not very common in the United States. It is more common in certain parts of the world, such as sub-Saharan Africa and parts of Asia.What causes hepatitis B?Hepatitis B is caused by the hepatitis B virus. The virus spreads through contact with blood, semen, or other body fluids from a person who has the virus.Who is at risk for hepatitis B?Anyone can get hepatitis B, but the risk is higher in:Infants born to mothers who have hepatitis BPeople who inject drugs or share needles, syringes, and other types of drug equipmentSex partners of people with hepatitis B, especially if they are not using latex or polyurethane condoms during sexMen who have sex with menPeople who live with someone who has hepatitis B, especially if they use the same razor, toothbrush, or nail clippersHealth care and public-safety workers who are exposed to blood on the jobHemodialysis patientsPeople who have lived in or traveled often to parts of the world where hepatitis B is commonHave diabetes, hepatitis C, or HIVWhat are the symptoms of hepatitis B?Often, people with hepatitis B don't have symptoms. Adults and children over 5 are more likely to have symptoms than younger children.Some people with acute hepatitis B have symptoms 2 to 5 months after infection. These symptoms can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceIf you have chronic hepatitis B, you may not have symptoms until complications develop. This could be decades after you were infected. For this reason, hepatitis B screening is important, even if you have no symptoms. Screening means that you are tested for a disease even though you don't have symptoms. If you are at high risk, your health care provider may suggest  screening.What other problems can hepatitis B cause?In rare cases, acute hepatitis B can cause liver failure.Chronic hepatitis B can develop into a serious disease that causes long-term health problems such as cirrhosis (scarring of the liver), liver cancer, and liver failure.If you have ever had hepatitis B, the virus may become active again, or reactivated, later in life. This could start to damage the liver and cause symptoms.How is hepatitis B diagnosed?To diagnose hepatitis B, your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examBlood tests, including tests for viral hepatitisWhat are the treatments for hepatitis B?If you have acute hepatitis B, you probably don't need treatment. Some people with chronic hepatitis B don't need treatment. But if you have a chronic infection and blood tests show that hepatitis B could be damaging your liver, you may need to take antiviral medicines.Can hepatitis B be prevented?The best way to prevent hepatitis B is to get the hepatitis B vaccine.You can also reduce your chance of hepatitis B infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile toolsNot sharing personal items, such as toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.If you think you have been in contact with the hepatitis B virus, see your health care provider right away. Your provider may give you a dose of the hepatitis B vaccine to prevent infection. In some cases, your provider may also give you a medicine called hepatitis B immune globulin (HBIG). You need to get the vaccine and the HBIG (if needed) as soon as possible after coming into contact with the virus. It is best if you can get them within 24 hours.National Institute of Diabetes and Digestive and Kidney Diseases"}
