{"id": "doc1", "contents": "Male Breast Cancer  Although breast cancer is much more common in women, men can get it too. It happens most often to men between the ages of 60 and 70.Breast lumps usually aren't cancer. However, most men with breast cancer have lumps. Other breast symptoms can include:Dimpled or puckered skinA red, scaly nipple or skinFluid dischargeRisk factors for male breast cancer include exposure to radiation, a family history of breast cancer, and having high estrogen levels, which can happen with diseases like cirrhosis or Klinefelter syndrome.Treatment for male breast cancer is usually a mastectomy, which is surgery to remove the breast. Other treatments include radiation, chemotherapy and/or hormone therapy. NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc3", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc4", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc5", "contents": "Acute Myeloid Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute myeloid leukemia (AML)?Acute myeloid leukemia (AML) is a type of acute leukemia. \"Acute\" means that the leukemia usually gets worse quickly if it's not treated. In AML, the bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets. When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body.There are several different subtypes of AML. The subtypes are based on how developed the cancer cells are when you get your diagnosis and how different they are from normal cells.What causes acute myeloid leukemia (AML)?AML happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of AML.Who is at risk for acute myeloid leukemia (AML)?The factors that raise your risk of AML include:Being maleSmoking, especially after age 60Having had chemotherapy or radiation therapyTreatment for acute lymphoblastic leukemia (ALL) as a childExposure to the chemical benzeneA history of another blood disorder such as myelodysplastic syndromeWhat are the symptoms of acute myeloid leukemia (AML)?The signs and symptoms of AML include:FeverShortness of breathEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Weakness or feeling tiredWeight loss or loss of appetiteBone or joint pain, if the abnormal cells build up near or inside the bonesHow is acute myeloid leukemia (AML) diagnosed?Your health care provider may use many tools to diagnose AML and figure out which subtype you have:A physical examA medical historyBlood tests, such as a complete blood count (CBC) and blood smearBone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesIf you are diagnosed with AML, you may have additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for acute myeloid leukemia (AML)?Treatments for AML include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantOther anticancer medicinesWhich treatment you get often depends on which subtype of AML you have."}
{"id": "doc6", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Throat Cancer  Throat cancer is a type of head and neck cancer. Throat cancer has different names, depending on which part of the throat is affected. The different parts of your throat are called the oropharynx, the hypopharynx, the nasopharynx, and the larynx, or voice box.The main risk factors for throat cancer are using tobacco heavy drinking. Certain types of throat cancer also have other risk factors. For example, having HPV is a risk factor for oropharyngeal cancer.Symptoms of throat cancer may include:A sore throat that does not go awayA lump in the neckPain or ringing in the earsTrouble swallowingEar painTo diagnose throat cancers, doctors may do a physical exam and history, imaging tests, and a biopsy. You may also need other tests, depending on the type of cancer. Treatments include surgery, radiation therapy, and chemotherapy. Treatment for some types of throat cancer may also include targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc8", "contents": "Intestinal Cancer  Your small intestine is part of your digestive system.  It is a long tube that connects your stomach to your large intestine. Intestinal cancer is rare, but eating a high-fat diet or having Crohn's disease, celiac disease, or a history of  colonic polyps can increase your risk.Possible signs of small intestine cancer include:Abdominal painWeight loss for no reasonBlood in the stoolA lump in the abdomenImaging tests that create pictures of the small intestine and the area around it can help diagnose intestinal cancer and show whether it has spread.Surgery is the most common treatment. Additional options include chemotherapy, radiation therapy, or a combination.NIH: National Cancer Institute"}
{"id": "doc9", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc10", "contents": "Dietary Supplements  Dietary supplements are vitamins, minerals, herbs, and many other products.  They can come as pills, capsules, powders, drinks, and energy bars. Supplements do not have to go through the testing that drugs do.Some supplements can play an important role in health. For example, calcium and vitamin D are important for keeping bones strong. Pregnant women can take the vitamin folic acid to prevent certain birth defects in their babies.To take a supplement as safely as possible:Tell your health care provider about any dietary supplements you useDo not take a bigger dose than the label recommendsCheck with your health care provider about the supplements you take if you are going to have any type of surgeryRead trustworthy information about the supplementNIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc11", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc12", "contents": "Bone Cancer  Cancer that starts in a bone is uncommon.  Cancer that has spread to the bone from another part of the body is more common. There are three types of bone cancer:Osteosarcoma - occurs most often between ages 10 and 19. It is more common in the knee and upper arm.Chondrosarcoma - starts in cartilage, usually after age 40Ewing's sarcoma - occurs most often in children and teens under 19. It is more common in boys than girls.The most common symptom of bone cancer is pain. Other symptoms vary, depending on the location and size of the cancer. Surgery is often the main treatment for bone cancer. Other treatments may include amputation, chemotherapy, and radiation therapy. Because bone cancer can come back after treatment, regular follow-up visits are important.NIH: National Cancer Institute"}
{"id": "doc13", "contents": "Iron  Iron is a mineral that our bodies need for many functions. For example, iron is part of hemoglobin, a protein which carries oxygen from our lungs throughout our bodies. It helps our muscles store and use oxygen. Iron is also part of many other proteins and enzymes.Your body needs the right amount of iron. If you have too little iron, you may develop iron deficiency anemia. Causes of low iron levels include blood loss, poor diet, or an inability to absorb enough iron from foods. People at higher risk of having too little iron are young children and women who are pregnant or have periods.Too much iron can damage your body.  Taking too many iron supplements can cause iron poisoning. Some people have an inherited disease called hemochromatosis.  It causes too much iron to build up in the body. Centers for Disease Control and Prevention"}
{"id": "doc14", "contents": "Pregnancy and Nutrition  What is nutrition, and why is it important during pregnancy?Nutrition is about eating a healthy and balanced diet so your body gets the nutrients that it needs. Nutrients are substances in foods that our bodies need so they can function and grow. They include carbohydrates, fats, proteins, vitamins, minerals, and water.When you're pregnant, nutrition is more important than ever. You need more of many important nutrients than you did before pregnancy. Making healthy food choices every day will help you give your baby what he or she needs to develop. It will also help make sure that you and your baby gain the proper amount of weight.Do I have any special nutrition needs now that I am pregnant?You need more folic acid, iron, calcium, and vitamin D than you did before pregnancy:Folic acid is a B vitamin that may help prevent certain birth defects. Before pregnancy, you need 400 mcg (micrograms) per day. During pregnancy and when breastfeeding, you need 600 mcg per day from foods or vitamins. It is hard to get this amount from foods alone, so you need to take a supplement that contains folic acid.Iron is important for your baby's growth and brain development. During pregnancy, the amount of blood in your body increases, so you need more iron for yourself and your growing baby. You should get 27 mg (milligrams) of iron a day.Calcium during pregnancy can reduce your risk of preeclampsia, a serious medical condition that causes a sudden increase in blood pressure. Calcium also builds up your baby's bones and teeth.Pregnant adults should get 1,000 mg (milligrams) of calcium a dayPregnant teenagers (ages 14-18) need 1,300 mg of calcium a dayVitamin D helps the calcium to build up the baby's bones and teeth. All women, pregnant or not, should be getting 600 IU (international units) of vitamin D per day.Keep in mind that taking too much of a supplement can be harmful. For example, very high levels of vitamin A can cause birth defects. Only take vitamins and mineral supplements that your health care provider recommends.You also need more protein when you are pregnant. Healthy sources of protein include beans, peas, eggs, lean meats, seafood, and unsalted nuts and seeds.Hydration is another special nutritional concern during pregnancy. When you are pregnant, your body needs even more water to stay hydrated and support the life inside you. So it's important to drink enough fluids every day.How much weight should I gain during my pregnancy?How much weight you should gain depends on your health and how much you weighed before pregnancy:If you were at a normal weight before pregnancy, you should gain about 25 to 35 poundsIf you were underweight before pregnancy, you should gain moreIf you were overweight or had obesity before you become pregnant, you should gain lessCheck with your health care provider to find out how much weight gain during pregnancy is healthy for you. You should gain the weight gradually during your pregnancy, with most of the weight gained in the last trimester.Do I need to eat more calories when I am pregnant?How many calories you need depends on your weight gain goals. Your health care provider can tell you what your goal should be, based on things like your weight before pregnancy, your age, and how fast you gain weight. The general recommendations are:In the first trimester of pregnancy, you probably do not need extra caloriesIn the second trimester, you usually need about 340 extra caloriesIn the last trimester, you may need around 450 extra calories per dayDuring the final weeks of pregnancy, you may not need extra caloriesKeep in mind that not all calories are equal. You should eat healthy foods that are packed with nutrients - not \"empty calories\" such as those found in soft drinks, candies, and desserts.What foods should I avoid during pregnancy?During pregnancy, you should avoid:Alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy.Fish that may have high levels of mercury. Limit white (albacore) tuna to 6 ounces per week. Do not eat tilefish, shark, swordfish, or king mackerel.Foods that are more likely to contain germs that could cause foodborne illness, including"}
{"id": "doc15", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Mammography  What is a mammogram?A mammogram is an x-ray picture of the breast. Health care providers use mammograms to look for early signs of breast cancer. There are two types of mammograms: screening mammograms and diagnostic mammograms.What is a screening mammogram?A screening mammogram is a mammogram usually done for women who have no signs or symptoms of breast cancer. Regular screening mammograms can help reduce the number of deaths from breast cancer among women ages 40 to 74. This is because they can find breast cancer early and treatment can start earlier, maybe before it has spread.But screening mammograms can also have risks. They can sometimes find something that looks abnormal but isn't cancer. This leads to further testing and can cause you anxiety. Sometimes mammograms can miss cancer when it is there. It also exposes you to radiation. You should talk to your provider about the benefits and drawbacks of mammograms. Together, you can decide when to start and how often to have a mammogram.Not much is known about breast cancer risk in transgender people. If you are transgender, talk to your provider about your risk and whether you need screening mammograms.What is a diagnostic mammogram?A diagnostic mammogram is done for people who have a lump or other signs or symptoms of breast cancer. The signs can include breast pain, thickening of the skin of the breast, nipple discharge, or a change in breast size or shape. But these signs can also be caused by a breast condition that is benign (not cancer). A mammogram, along with other tests, can help your provider figure out whether you have cancer.How is a mammogram done?When you have a mammogram, you stand in front of an x-ray machine. The person who takes the x-rays places your breast between two plastic plates. The plates press your breast and make it flat. This may be uncomfortable, but it helps get a clear picture.You will get both breasts x-rayed from the front and from the side. Afterwards, a radiologist (a doctor with special training) will read the mammogram. The doctor will look at the x-ray for early signs of breast cancer or other problems. You will usually get the results within a few weeks, although it depends on the clinic or medical office that you went to. If your results are not normal, you should hear back earlier. Contact your provider or the office where you had the mammogram if you do not receive a report of your results within 30 days.What happens if my mammogram is not normal?An abnormal (not normal) mammogram does not always mean that there is cancer. You will need to have additional mammograms, tests, or exams before your provider can tell for sure. You may also be referred to a breast specialist or a surgeon. But it does not necessarily mean you have cancer or need surgery. You would see one of these doctors because they are experts in diagnosing breast problems. "}
{"id": "doc17", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc18", "contents": "Colonic Polyps  A polyp is an extra piece of tissue that grows inside your body. Colonic polyps grow in the large intestine, or colon.  Most polyps are not dangerous. However, some polyps may turn into cancer or already be cancer. To be safe, doctors remove polyps and test them.  Polyps can be removed when a doctor examines the inside of the large intestine during a colonoscopy.Anyone can get polyps, but certain people are more likely than others. You may have a greater chance of getting polyps if you :\tAre over age 50 \tHave had polyps before \tHave a family member with polyps \tHave a family history of colon cancer Most colon polyps do not cause symptoms. If you have symptoms, they may include blood on your underwear or on toilet paper after a bowel movement, blood in your stool, or constipation or diarrhea lasting more than a week.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
