{"id": "doc1", "contents": "Hodgkin Lymphoma  What is Hodgkin lymphoma? Hodgkin lymphoma, also called Hodgkin disease, is a type of cancer that develops in the lymph system. Your lymph system is part of your immune system. It helps protect your body from infection and disease.The lymph system is made up of tissues and organs that produce, store, and carry white blood cells. It includes your:Bone marrowLymph nodesLymphatic vesselsSpleenThymusTonsilsHodgkin lymphoma is one of the main types of lymphoma. The other is non-Hodgkin lymphoma. Each type starts in different types of white blood cells.What causes Hodgkin lymphoma?The cause of Hodgkin lymphoma is unknown. But there are certain people who are at higher risk of developing it.Who is more likely to develop Hodgkin lymphoma?Certain factors can make you more likely to develop Hodgkin lymphoma:Age. Hodgkin lymphoma is most common in early adulthood (age 20-39 years) and in late adulthood (age 65 years and older).Being male. The risk of adult Hodgkin lymphoma is slightly higher in males than in females.Past Epstein-Barr virus (EBV) infection. Having an infection with EBV as a young child or teenager increases your risk of Hodgkin lymphoma.A family history of Hodgkin lymphoma. Having a parent or sibling with Hodgkin lymphoma increases your risk of developing it.What are the symptoms of Hodgkin lymphoma?The signs and symptoms of Hodgkin lymphoma may include:Painless, swollen lymph nodes in the neck, underarm, or groinFever for no known reasonDrenching night sweats (very heavy sweating during sleep)Weight loss for no known reason in the past 6 monthsItchy skin, especially after bathing or drinking alcoholFatigueHow is Hodgkin lymphoma diagnosed?To find out if you have Hodgkin lymphoma, your provider:Will ask about your symptoms and medical history. This will include checking for signs of disease, such as lumps or anything else that seems unusual.May order some lab tests, such as:"}
{"id": "doc2", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc3", "contents": "Obsessive-Compulsive Disorder  What is obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.What causes obsessive-compulsive disorder (OCD)?The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.Who is at risk for obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.Risk factors for OCD include:Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).What are the symptoms of obsessive-compulsive disorder (OCD)?People with OCD may have symptoms of obsessions, compulsions, or both:Obsessions are repeated thoughts, urges, or mental images that cause anxiety. They may involve things such as"}
{"id": "doc4", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc5", "contents": "Fungal Infections  If you have ever had athlete's foot or a yeast infection, you can blame a fungus. A fungus is a primitive organism. Mushrooms, mold and mildew are examples. Fungi live in air, in soil, on plants and in water. Some live in the human body. Only about half of all types of fungi are harmful.Some fungi reproduce through tiny spores in the air. You can inhale the spores or they can land on you. As a result, fungal infections often start in the lungs or on the skin. You are more likely to get a fungal infection if you have a weakened immune system or take antibiotics.Fungi can be difficult to kill. For skin and nail infections, you can apply medicine directly to the infected area. Oral antifungal medicines are also available for serious infections."}
{"id": "doc6", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc7", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc8", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc9", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Spinal Muscular Atrophy  What is spinal muscular atrophy (SMA)?Spinal muscular atrophy (SMA) is a group of genetic diseases that damages and kills motor neurons. Motor neurons are a type of nerve cell in the spinal cord and lower part of the brain. They control movement in your arms, legs, face, chest, throat, and tongue.As the motor neurons die off, your muscles start to weaken and atrophy (waste away). The muscle damage gets worse over time and can affect speaking, walking, swallowing, and breathing.What are the types of spinal muscular atrophy (SMA) and what are their symptoms?There are different types of SMA. They are based on how serious the disease is and when the symptoms start:Type l is also called Werdnig-Hoffman disease or infantile-onset SMA. It is the most severe type. It is also the most common. Babies with this type usually show signs of the disease before 6 months of age. In more severe cases, the signs show up even before or just after birth (Types 0 or 1A). The babies may have trouble swallowing and breathing and may not move around a lot. They have chronic shortening of muscles or tendons (called contractures). They usually cannot sit up without help. Without treatment, many children with this type will die before 2 years of age.Type ll is a moderate to severe type of SMA. It usually first noticed between 6 and 18 months of age. Most children with this type can sit without support but cannot stand or walk without help. They may also have trouble breathing. They can usually live into adolescence or young adulthood.Type lll is also called Kugelberg-Welander disease. It is the mildest type that affects children. The signs of the disease usually show up after age 18 months. Children with this type can walk by themselves but may have trouble running, getting up from a chair, or climbing stairs. They may also have scoliosis (curvature of the spine), contractures, and respiratory infections. With treatment, most children with this type will have a normal lifespan.Type IV is rare and often mild. It usually causes symptoms after 21 years of age. The symptoms include mild to moderate leg muscle weakness, tremors, and mild breathing problems. The symptoms slowly get worse over time. People with this type of SMA have a normal lifespan.What causes spinal muscular atrophy (SMA)?Most types of SMA are caused by a change in the SMN1 gene. This gene is responsible for making a protein that the motor neurons need to be healthy and to function. But when part of the SMN1 gene is missing or abnormal, there isn't enough protein for the motor neurons. This causes the motor neurons to die off.Most people have two copies of the SM1 gene - one from each parent. SMA normally only happens when both copies have the gene change. If only one copy has the change, there usually aren't any symptoms. But that gene could be passed down from parent to child.Some of the less common types of SMA may be caused by changes in other genes.How is spinal muscular atrophy (SMA) diagnosed?Your health care provider may use many tools to diagnose SMA:A physical examA medical history, including asking about family historyGenetic testing to check for the gene changes that cause SMAElectromyography and nerve conduction studies and a muscle biopsy may be done, especially if no gene changes were foundParents who have a family history of SMA may want to do a prenatal test to check to see whether their baby has an SMN1 gene change. An amniocentesis or in some cases a chorionic villi sampling (CVS) is used to get the sample for testing.In some states, genetic testing for SMA is part of newborn screening tests.What are the treatments for spinal muscular atrophy (SMA)?There is no cure for SMA. Treatments can help manage symptoms and prevent complications. They may include:Medicines to help the body make more of the proteins that the motor neurons needGene therapy for children under 2 years of agePhysical, occupational, and rehabilitation therapy to help to improve posture and the mobility of the joints. These therapies may also improve blood flow and slow muscle weakness and atrophy. Some people may also need therapy for trouble speaking, chewing, and swallowing.Assistive devices such as supports or braces, orthotics, speech synthesizers, and wheelchairs to help people stay more independentGood nutrition and a balanced diet to help maintain weight and strength. Some people might need a feeding tube in order to get the nutrition they need.Breathing support for people who have muscle weakness in the neck, throat, and chest. The support may include devices to help with breathing during the day and to prevent sleep apnea at night. Some people might need to be on a ventilator.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Eating Disorders  What are eating disorders?Eating disorders are serious mental health disorders. They involve severe problems with your thoughts about food and your eating behaviors. You may eat much less or much more than you need.Eating disorders are medical conditions; they are not a lifestyle choice. They affect your body's ability to get proper nutrition. This can lead to health issues, such as heart and kidney problems, or sometimes even death. But there are treatments that can help.What are the types of eating disorders?Common types of eating disorders include:Binge-eating, which is out-of-control eating. People with binge-eating disorder keep eating even after they are full. They often eat until they feel very uncomfortable. Afterward, they usually have feelings of guilt, shame, and distress. Eating too much too often can lead to weight gain and obesity. Binge-eating disorder is the most common eating disorder in the U.S.Bulimia nervosa. People with bulimia nervosa also have periods of binge-eating. But afterwards, they purge, by making themselves throw up or using laxatives. They may also over-exercise or fast. People with bulimia nervosa may be slightly underweight, normal weight, or overweight.Anorexia nervosa. People with anorexia nervosa avoid food, severely restrict food, or eat very small quantities of only certain foods. They may see themselves as overweight, even when they are dangerously underweight. Anorexia nervosa is the least common of the three eating disorders, but it is often the most serious. It has the highest death rate of any mental disorder.What causes eating disorders?The exact cause of eating disorders is unknown. Researchers believe that eating disorders are caused by a complex interaction of factors. These include genetic, biological, behavioral, psychological, and social factors.Who is at risk for eating disorders?Anyone can develop an eating disorder, but they are more common in women. Eating disorders frequently appear during the teen years or young adulthood. But people can also develop them during childhood or later in life.What are the symptoms of eating disorders?The symptoms of eating disorders vary, depending on the disorder:The symptoms of binge-eating include:Eating unusually large amounts of food in a specific amount of time, such as a 2-hour periodEating even when you're full or not hungryEating fast during binge episodesEating until you're uncomfortably fullEating alone or in secret to avoid embarrassmentFeeling distressed, ashamed, or guilty about your eatingFrequently dieting, possibly without weight lossThe symptoms of bulimia nervosa include the same symptoms as binge-eating, plus trying to get rid of the food or weight after binging by:Purging, making yourself throw up or using laxatives or enemas to speed up the movement of food through your bodyDoing intensive and excessive exerciseFastingOver time, bulimia nervosa can cause health problems such as:Chronically inflamed and sore throatSwollen salivary glands in the neck and jaw areaWorn tooth enamel and increasingly sensitive and decaying teeth. This is caused by the exposure to stomach acid every time you throw up.GERD (acid reflux) and other gastrointestinal problemsSevere dehydration from purgingElectrolyte imbalance, which could be too low or too high levels of sodium, calcium, potassium and other minerals. This can lead to a stroke or heart attack.The symptoms of anorexia nervosa include:Eating very little, to the point of starving yourselfIntensive and excessive exerciseExtreme thinnessIntense fear of gaining weightDistorted body image - seeing yourself as overweight even when you are severely underweightOver time, anorexia nervosa can cause health problems such as:Thinning of the bones (osteopenia or osteoporosis)Mild anemiaMuscle wasting and weaknessThin, brittle hair and nailsDry, blotchy, or yellowish skinGrowth of fine hair all over the bodySevere constipationLow blood pressureSlowed breathing and pulseFeeling cold all the time because of a drop in internal body temperatureFeeling faint, dizzy, or weakFeeling tired all the timeInfertilityDamage to the structure and function of the heartBrain damageMultiorgan failureAnorexia nervosa can be fatal. Some people with this disorder die of complications from starvation, and others die of suicide.Some people with eating disorders may also have other mental disorders (such as depression or anxiety) or problems with substance use.How is eating disorders diagnosed?Because eating disorders can be so serious, it is important to seek help if you or a loved one thinks that you might have a problem. Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms. It is important to be honest about your eating and exercise behaviors so your provider can help you.A physical examBlood or urine tests to rule out other possible causes of your symptomsOther tests to see whether you have any other health problems caused by the eating disorder. These can include kidney function tests and an electrocardiogram (EKG or ECG).What are the treatments for eating disorders?Treatment plans for eating disorders are tailored to individual needs. You will likely have a team of providers helping you, including doctors, nutritionists, nurses, and therapists. The treatments may include:Individual, group, and/or family psychotherapy. Individual therapy may include cognitive behavioral approaches, which help you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Medical care and monitoring, including care for the complications that eating disorders can causeNutrition counseling. Doctors, nurses, and counselors will help you eat healthy to reach and maintain a healthy weight.Medicines, such as antidepressants, antipsychotics, or mood stabilizers, may help treat some eating disorders. The medicines can also help with the depression and anxiety symptoms that often go along with eating disorders.Some people with serious eating disorders may need to be in a hospital or in a residential treatment program. Residential treatment programs combine housing and treatment services.NIH: National Institute of Mental Health"}
{"id": "doc12", "contents": "Lung Cancer  What is lung cancer?Lung cancer is cancer that forms in tissues of the lung, usually in the cells that line the air passages. It is the leading cause of cancer death in both men and women.There are two main types: small cell lung cancer and non-small cell lung cancer. These two types grow differently and are treated differently. Non-small cell lung cancer is the more common type.Who is at risk for lung cancer?Lung cancer can affect anyone, but there are certain factors that raise your risk of getting it:Smoking. This is the most important risk factor for lung cancer. Tobacco smoking causes about 9 out of 10 cases of lung cancer in men and about 8 out of 10 cases of lung cancer in women. The earlier in life you start smoking, the longer you smoke, and the more cigarettes you smoke per day, the greater your risk of lung cancer. The risk is also greater if you smoke a lot and drink alcohol every day or take beta carotene supplements. If you have quit smoking, your risk will be lower than if you had kept smoking. But you will still have a higher risk than people who never smoked.Secondhand smoke, which is the combination of smoke that comes from a cigarette and smoke breathed out by a smoker. When you inhale it, you are exposed to the same cancer-causing agents as smokers, although in smaller amounts.Family history of lung cancerBeing exposed to asbestos, arsenic, chromium, beryllium, nickel, soot, or tar in the workplaceBeing exposed to radiation, such as from"}
{"id": "doc13", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc14", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc16", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc17", "contents": "Tuberculosis  Tuberculosis (TB) is a disease caused by bacteria called Mycobacterium tuberculosis.  The bacteria usually attack the lungs, but they can also damage other parts of the body. TB spreads through the air when a person with TB of the lungs or throat coughs, sneezes, or talks.  If you have been exposed, you should go to your doctor for tests. You are more likely to get TB if you have a weak immune system.Symptoms of TB in the lungs may include: A bad cough that lasts 3 weeks or longer Weight loss Loss of appetite Coughing up blood or mucus Weakness or fatigue  Fever Night sweatsSkin tests, blood tests, x-rays, and other tests can tell if you have TB. If not treated properly, TB can be deadly. You can usually cure active TB by taking several medicines for a long period of time."}
{"id": "doc18", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc19", "contents": "Mycobacterial Infections  Mycobacteria are a type of germ. There are many different kinds. The most common one causes tuberculosis. Another one causes leprosy. Still others cause infections that are called atypical mycobacterial infections.  They aren't \"typical\" because they don't cause tuberculosis. But they can still harm people, especially people with other problems that affect their immunity, such as AIDS.Sometimes you can have these infections with no symptoms at all. At other times, they can cause lung symptoms similar to tuberculosis:CoughWeight lossCoughing up blood or mucusWeakness or fatigueFever and chillsNight sweatsLack of appetite and weight lossMedicines can treat these infections, but often more than one is needed to cure the infection."}
{"id": "doc20", "contents": "Vital Signs  Your vital signs show how well your body is functioning. They are usually measured at doctor's offices, often as part of a health checkup, or during an emergency room visit. They include:Blood pressure, which measures the force of your blood pushing against the walls of your arteries. Blood pressure that is too high or too low can cause problems. Your blood pressure has two numbers. The first number is the pressure when your heart beats and is pumping the blood.  The second is from when your heart is at rest, between beats. A normal blood pressure reading for adults is lower than 120/80 and higher than 90/60.Heart rate, or pulse, which measures how fast your heart is beating. A problem with your heart rate may be an arrhythmia. Your normal heart rate depends on factors such as your age, how much you exercise, whether you are sitting or standing, which medicines you take, and your weight.Respiratory rate, which measures your breathing. Mild breathing changes can be from causes such as a stuffy nose or hard exercise. But slow or fast breathing can also be a sign of a serious breathing problem.Temperature, which measures how hot your body is. A body temperature that is higher than normal (over 98.6 °F, or 37 °C) is called a fever."}
{"id": "doc21", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc22", "contents": "Exercise and Physical Fitness  Regular exercise is one of the best things you can do for your health. It has many benefits, including improving your overall health and fitness, and reducing your risk for many chronic diseases. There are many different types of exercise; it is important that you pick the right types for you. Most people benefit from a combination of them:Endurance, or aerobic, activities increase your breathing and heart rate. They keep your heart, lungs, and circulatory system healthy and improve your overall fitness. Examples include brisk walking, jogging, swimming, and biking.Strength, or resistance training, exercises make your muscles stronger. Some examples are lifting weights and using a resistance band.Balance exercises can make it easier to walk on uneven surfaces and help prevent falls. To improve your balance, try tai chi or exercises like standing on one leg.Flexibility exercises stretch your muscles and can help your body stay limber. Yoga and doing various stretches can make you more flexible.Fitting regular exercise into your daily schedule may seem difficult at first. But you can start slowly, and break your exercise time into chunks. Even doing ten minutes at a time is fine. You can work your way up to doing the recommended amount of exercise. How much exercise you need depends on your age and health.Other things that you can do to make the most of your workouts include:Choosing activities that work all the different parts of the body, including your core (muscles around your back, abdomen, and pelvis). Good core strength improves balance and stability and helps to prevent lower back injury.Choosing activities that you enjoy. It's easier to make exercise a regular part of your life if you have fun doing it.Exercising safely, with proper equipment, to prevent injuries. Also, listen to your body and don't overdo it.Giving yourself goals. The goals should challenge you, but also be realistic. It's also helpful to reward yourself when you reach your goals. The rewards could be something big, like new workout gear, or something smaller, such as movie tickets."}
{"id": "doc23", "contents": "Childbirth Problems  Childbirth is the process of giving birth to a baby. It includes labor and delivery. Usually everything goes well, but problems can happen. They may cause a risk to the mother, baby, or both. Some of the more common childbirth problems include:Preterm (premature) labor, when your labor starts before 37 completed weeks of pregnancyPremature rupture of membranes (PROM), when your water breaks too early. If labor does not start soon afterwards, this can raise the risk of infection.Problems with the placenta, such as the placenta covering the cervix, separating from the uterus before birth, or being attached too firmly to the uterusLabor that does not progress, meaning that labor is stalled. This can happen when"}
{"id": "doc24", "contents": "Patient Rights  As a patient, you have certain rights.  Some are guaranteed by federal law, such as the right to get a copy of your medical records, and the right to keep them private.  Many states have additional laws protecting patients, and health care facilities often have a patient bill of rights.An important patient right is informed consent.  This means that if you need a treatment, your health care provider must give you the information you need to make a decision.Many hospitals have patient advocates who can help you if you have problems. Many states have an ombudsman office for problems with long term care.  Your state's department of health may also be able to help."}
{"id": "doc25", "contents": "Alzheimer's Caregivers  A caregiver gives care to someone who needs help taking care of themselves. It can be rewarding. It may help to strengthen connections to a loved one. You may feel fulfillment from helping someone else. But sometimes caregiving can be stressful and even overwhelming. This can be especially true when caring for someone with Alzheimer's disease (AD).AD is an illness that changes the brain. It causes people to lose the ability to remember, think, and use good judgment. They also have trouble taking care of themselves. Over time, as the disease gets worse, they will need more and more help. As a caregiver, it is important for you to learn about AD. You will want to know what happens to the person during the different stages of the disease. This can help you plan for the future, so that you will have all of the resources you will need to be able to take care of your loved one.As a caregiver for someone with AD, your responsibilities can include:Getting your loved one's health, legal, and financial affairs in order. If possible, include them in the planning while they can still make decisions. Later you will need to take over managing their finances and paying their bills."}
{"id": "doc26", "contents": "Financial Assistance  "}
{"id": "doc27", "contents": "HIV/AIDS  What is HIV?HIV stands for human immunodeficiency virus. It harms your immune system by destroying a type of white blood cell that helps your body fight infection. This puts you at risk for serious infections and certain cancers.What is AIDS?AIDS stands for acquired immunodeficiency syndrome. It is the final stage of infection with HIV. It happens when the body's immune system is badly damaged because of the virus. Not everyone with HIV develops AIDS.How does HIV spread?HIV can spread in different ways:Through unprotected sex with a person with HIV. This is the most common way that it spreads.By sharing drug needlesThrough contact with the blood of a person with HIVFrom mother to baby during pregnancy, childbirth, or breastfeedingWho is at risk for HIV infection?Anyone can get HIV, but certain groups have a higher risk of getting it:People who have another sexually transmitted disease (STD). Having an STD can increase your risk of getting or spreading HIV.People who inject drugs with shared needles•\tGay and bisexual men, especially those who are Black/African American or Hispanic/Latino AmericanPeople who engage in risky sexual behaviors, such as not using condomsWhat are the symptoms of HIV/AIDS?The first signs of HIV infection may be flu-like symptoms:FeverChillsRashNight sweatsMuscle achesSore throatFatigueSwollen lymph nodesMouth ulcersThese symptoms may come and go within two to four weeks. This stage is called acute HIV infection.If the infection is not treated, it becomes chronic HIV infection. Often, there are no symptoms during this stage. If it is not treated, eventually the virus will weaken your body's immune system. Then the infection will progress to AIDS. This is the late stage of HIV infection. With AIDS, your immune system is badly damaged. You can get more and more severe infections. These are known as opportunistic infections (OIs).Some people may not feel sick during the earlier stages of HIV infection. So the only way to know for sure whether you have HIV is to get tested.How do I know if I have HIV?A blood test can tell if you have HIV infection. Your health care provider can do the test, or you can use a home testing kit. You can also use the CDC Testing Locator to find free testing sites.What are the treatments for HIV/AIDS?There is no cure for HIV infection, but it can be treated with medicines. This is called antiretroviral therapy (ART).  ART can make HIV infection a manageable chronic condition. It also reduces the risk of spreading the virus to others.Most people with HIV live long and healthy lives if they get and stay on ART. It's also important to take care of yourself. Making sure that you have the support you need, living a healthy lifestyle, and getting regular medical care can help you enjoy a better quality of life.Can HIV/AIDS be prevented?You can reduce the risk of spreading HIV by:Getting tested for HIVChoosing less risky sexual behaviors. This includes limiting the number of sexual partners you have and using latex condoms every time you have sex. If your or your partner is allergic to latex, you can use polyurethane condoms.Getting tested and treated for sexually transmitted diseases (STDs)Not injecting drugsTalking to your health care provider about medicines to prevent HIV:"}
{"id": "doc28", "contents": "Infections and Pregnancy  During pregnancy, some common infections like the common cold or a skin infection do not usually cause serious problems. But other infections can be dangerous to you, your baby, or both. Some infections may lead to preterm birth and low birth weight babies. Others can cause serious illness, birth defects, and lifelong disabilities, such as hearing loss or learning problems.Some of the infections that can be dangerous during pregnancy include:Bacterial vaginosis (BV)Group B strep (GBS)HepatitisSexually transmitted diseasesToxoplasmosisUrinary tract infectionsYeast infectionsZika virusTo try to prevent infections,:Don't eat raw or undercooked meatDon't share food or drinks with other peopleWash your hands frequentlyDon't empty cat litter. Cats can transmit toxoplasmosis.If you do get an infection during pregnancy, contact your health care provider about how best to protect you and your baby. Only some medicines are safe during pregnancy."}
{"id": "doc29", "contents": "International Health  The spread of a disease doesn't stop at a country's borders.  With more people traveling to other countries and living in crowded cities, it's easier for germs to spread.  Infectious diseases that start in one part of the world can quickly reach another. Resistance to medicines such as antbiotics is on the rise. This makes it harder to treat certain diseases. Natural and man-made disasters create refugee populations with immediate and long-term health problems.Some of the major diseases currently affecting countries around the globe include HIV/AIDS, malaria, Zika, and tuberculosis.  Climate change is also an international problem which can affect people's health. Many countries and health organizations are working together and sharing information on these and other health issues."}
