{"id": "doc1", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc2", "contents": "X-Rays  X-rays are a type of radiation called electromagnetic waves. X-ray imaging creates pictures of the inside of your body. The images show the parts of your body in different shades of black and white. This is because different tissues absorb different amounts of radiation. Calcium in bones absorbs x-rays the most, so bones look white. Fat and other soft tissues absorb less and look gray. Air absorbs the least, so lungs look black.The most familiar use of x-rays is checking for fractures (broken bones), but x-rays are also used in other ways. For example, chest x-rays can spot pneumonia. Mammograms use x-rays to look for breast cancer.When you have an x-ray, you may wear a lead apron to protect certain parts of your body. The amount of radiation you get from an x-ray is small. For example, a chest x-ray gives out a radiation dose similar to the amount of radiation you're naturally exposed to from the environment over 10 days."}
{"id": "doc3", "contents": "Vascular Diseases  What are vascular diseases?Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veins. The walls of the capillaries are thin and leaky, to allow for an exchange of materials between your tissues and blood.Vascular diseases are conditions which affect your vascular system. They are common and can be serious. Some types include:Aneurysm - a bulge or \"ballooning\" in the wall of an arteryAtherosclerosis - a disease in which plaque builds up inside your arteries. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood.Blood clots, including deep vein thrombosis and pulmonary embolismCoronary artery disease and carotid artery disease, diseases that involve the narrowing or blockage of an artery. The cause is usually a buildup of plaque.Raynaud's disease - a disorder that causes the blood vessels to narrow when you are cold or feeling stressedStroke - a serious condition that happens when blood flow to your brain stops.Varicose veins - swollen, twisted veins that you can see just under the skinVasculitis - inflammation of the blood vesselsWhat causes vascular diseases?The causes of vascular diseases depend on the specific disease. These causes include:GeneticsHeart diseases such as high cholesterol and high blood pressureInfectionInjuryMedicines, including hormonesSometimes the cause is unknown.Who is at risk for vascular diseases?The risk factors for vascular diseases can vary, depending on the specific disease. But some of the more common risk factors include:Age - your risk of some diseases goes up as you get olderConditions that can affect the heart and blood vessels, such as diabetes or high cholesterolFamily history of vascular or heart diseasesInfection or injury that damages your veinsLack of exerciseObesityPregnancySitting or standing still for long periods of timeSmokingWhat are the symptoms of vascular diseases?The symptoms for each disease are different.How are vascular diseases diagnosed?To make a diagnosis, your health care provider will do a physical exam and ask about your symptoms and medical history. You may have imaging tests and/or blood tests.How are vascular diseases treated?Which treatment you get depends on which vascular disease you have and how severe it is. Types of treatments for vascular diseases include:Lifestyle changes, such as eating a heart-healthy diet and getting more exerciseMedicines, such as blood pressure medicines, blood thinners, cholesterol medicines, and clot-dissolving drugs. In some cases, providers use a catheter to send medicine directly to a blood vessel.Non-surgical procedures, such as angioplasty, stenting, and vein ablationSurgeryCan vascular diseases be prevented?There are steps you can take to help prevent vascular diseases:Make healthy lifestyle changes, such as eating a heart-healthy diet and getting more exerciseDon't smoke. If you are already a smoker, talk to your health care provider for help in finding the best way for you to quit.Keep your blood pressure and cholesterol in checkIf you have diabetes, control your blood sugarTry not to sit or stand for up long periods of time. If you do need to sit all day, get up and move around every hour or so. If you traveling on a long trip, you can also wear compression stockings and regularly stretch your legs."}
{"id": "doc4", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc5", "contents": "Fluid and Electrolyte Balance  Electrolytes are minerals in your body that have an electric charge. They are in your blood, urine, tissues, and other body fluids. Electrolytes are important because they help:Balance the amount of water in your bodyBalance your body's acid/base (pH) levelMove nutrients into your cellsMove wastes out of your cellsMake sure that your nerves, muscles, the heart, and the brain work the way they shouldSodium, calcium, potassium, chloride, phosphate, and magnesium are all electrolytes. You get them from the foods you eat and the fluids you drink.The levels of electrolytes in your body can become too low or too high. This can happen when the amount of water in your body changes. The amount of water that you take in should equal the amount you lose. If something upsets this balance, you may have too little water (dehydration) or too much water (overhydration). Some medicines, vomiting, diarrhea, sweating, and liver or kidney problems can all upset your water balance.Treatment helps you to manage the imbalance. It also involves identifying and treating what caused the imbalance."}
{"id": "doc6", "contents": "Shock  Shock happens when not enough blood and oxygen can get to your organs and tissues.  It causes very low blood pressure and may be life-threatening. It often happens along with a serious injury. There are several kinds of shock. Hypovolemic shock happens when you lose a lot of blood or fluids. Causes include internal or external bleeding, dehydration, burns, and severe vomiting and/or diarrhea. Septic shock is caused by infections in the bloodstream. A severe allergic reaction can cause anaphylactic shock. An insect bite or sting might cause it. Cardiogenic shock happens when the heart cannot pump blood effectively. This may happen after a heart attack. Neurogenic shock is caused by damage to the nervous system.Symptoms of shock include:Confusion or lack of alertnessLoss of consciousnessSudden and ongoing rapid heartbeatSweatingPale skinA weak pulseRapid breathingDecreased or no urine outputCool hands and feetShock is a life-threatening medical emergency and it is important to get help right away. Treatment of shock depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc7", "contents": "Urethral Disorders  The urethra is the tube that allows urine to pass out of the body. In men, it's a long tube that runs through the penis. It also carries semen in men. In women, it's short and is just above the vagina. Urethral problems may happen due to aging, illness, or injury.  They include:Urethral cancer - a rare cancer that happens more often in menUrethral stricture - a narrowing of the opening of the urethraUrethritis - inflammation of the urethra, sometimes caused by infectionUrethral problems may cause pain or difficulty passing urine.  You may also have bleeding or discharge from the urethra.Doctors diagnose urethral problems using different tests. These include urine tests, x-rays and an examination of the urethra with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery."}
{"id": "doc8", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc9", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Bladder Cancer  The bladder is a hollow organ in your lower abdomen that stores urine. Bladder cancer occurs in the lining of the bladder. It is the sixth most common type of cancer in the United States.Symptoms include:Blood in your urineA frequent urge to urinatePain when you urinateLow back painRisk factors for developing bladder cancer include smoking and exposure to certain chemicals in the workplace.  People with a family history of bladder cancer or who are older, white, or male have a higher risk.Treatments for bladder cancer include surgery, radiation therapy, chemotherapy, and biologic therapy. Biologic therapy boosts your body's own ability to fight cancer.NIH: National Cancer Institute"}
{"id": "doc11", "contents": "Bladder Diseases  The bladder is a hollow organ in your lower abdomen that stores urine. Many conditions can affect your bladder. Some common ones are:Cystitis - inflammation of the bladder, often from an infectionUrinary incontinence - loss of bladder controlOveractive bladder - a condition in which the bladder squeezes urine out at the wrong timeInterstitial cystitis - a chronic problem that causes bladder pain and frequent, urgent urinationBladder cancerDoctors diagnose bladder diseases using different tests. These include urine tests, x-rays, and an examination of the bladder wall with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Spinal Cord Injuries  Your spinal cord is a bundle of nerves that runs down the middle of your back. It carries signals back and forth between your body and your brain. A spinal cord injury disrupts the signals. Spinal cord injuries usually begin with a blow that fractures (breaks) or dislocates your vertebrae, the bone disks that make up your spine. Most injuries don't cut through your spinal cord. Instead, they cause damage when pieces of vertebrae tear into cord tissue or press down on the nerve parts that carry signals.Spinal cord injuries can be complete or incomplete. With a complete spinal cord injury, the cord can't send signals below the level of the injury. As a result, you are paralyzed below the injury. With an incomplete injury, you have some movement and sensation below the injury.A spinal cord injury is a medical emergency. Immediate treatment can reduce long-term effects. Treatments may include medicines, braces or traction to stabilize the spine, and surgery. Later treatment usually includes medicines and rehabilitation therapy. Mobility aids and assistive devices may help you to get around and do some daily tasks.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc13", "contents": "Nutritional Support  Nutritional support is therapy for people who cannot get enough nourishment by eating or drinking.  You may need it if you :Can't swallowHave problems with your appetiteAre severely malnourishedCan't absorb nutrients through your digestive systemYou receive nutritional support through a needle or catheter placed in your vein or with a feeding tube, which goes into your stomach. "}
{"id": "doc14", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc15", "contents": "Critical Care  What is critical care?Critical care is medical care for people who have life-threatening injuries and illnesses. It usually takes place in an intensive care unit (ICU). A team of specially-trained health care providers gives you 24-hour care. This includes using machines to constantly monitor your vital signs. It also usually involves giving you specialized treatments.Who needs critical care?You need critical care if you have a life-threatening illness or injury, such as:Severe burnsCOVID-19Heart attackHeart failureKidney failurePeople recovering from certain major surgeriesRespiratory failureSepsisSevere bleedingSerious infectionsSerious injuries, such as from car crashes, falls, and shootingsShockStrokeWhat happens in a critical care unit?In a critical care unit, health care providers use lots of different equipment, including:Catheters, flexible tubes used to get fluids into the body or to drain fluids from the bodyDialysis machines (\"artificial kidneys\") for people with kidney failureFeeding tubes, which give you nutritional supportIntravenous (IV) tubes to give you fluids and medicinesMachines which check your vital signs and display them on monitorsOxygen therapy to give you extra oxygen to breathe inTracheostomy tubes, which are breathing tubes. The tube is placed in a surgically made hole that goes through the front of the neck and into the windpipe.Ventilators (breathing machines), which move air in and out of your lungs. This is for people who have respiratory failure.These machines can help keep you alive, but many of them can also raise your risk of infection.Sometimes people in a critical care unit are not able to communicate. It's important that you have an advance directive in place. This can help your health care providers and family members make important decisions, including end-of-life decisions, if you are not able to make them."}
{"id": "doc16", "contents": "Prostate Cancer  What is prostate cancer?Cancer is a disease in which cells in the body grow out of control. Prostate cancer begins in the cells of the prostate. The prostate is a gland in the male reproductive system. It lies just below the bladder. It makes fluid that is part of semen.Prostate cancer is one of the most common types of cancer. It often grows very slowly. If it does not spread to other parts of the body, it may not cause serious problems. But sometimes prostate cancer can grow quickly and spread to other parts of the body. This kind of prostate cancer is serious.What causes prostate cancer?Researchers don't know for sure what causes prostate cancer. They do know that it happens when there are changes in the genetic material (DNA).Sometimes these genetic changes are inherited, meaning that you are born with them. There are also certain genetic changes that happen during your lifetime that can raise your risk of prostate cancer. But often the exact cause of these genetic changes is unknown.Who is more likely to develop prostate cancer?Anyone who has a prostate can develop prostate cancer. But certain factors can make you more likely to develop it:Age. Your chance of developing prostate cancer increases as you get older. Prostate cancer is rare in people under age 50.Family health history. Your risk of prostate cancer is higher if you have a parent, sibling, or child who has or has had prostate cancer.Race. African Americans are more likely to get prostate cancer.  They're also more likely to:"}
{"id": "doc17", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
