{"id": "doc1", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc2", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc3", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc4", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc5", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc6", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc8", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc9", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Colonoscopy  Colonoscopy and sigmoidoscopy are procedures that let your doctor look inside your large intestine. They use instruments called scopes. Scopes have a tiny camera attached to a long, thin tube. The procedures let your doctor see things such as inflamed tissue, abnormal growths, and ulcers. Colonoscopy checks your entire colon and rectum. Sigmoidoscopy checks the rectum and the lower colon only.Your doctor may recommend one of these procedures:To look for early signs of cancer in the colon and rectum. It may be part of a routine screening, which usually starts at age 50.To look for causes of unexplained changes in bowel habitsTo evaluate symptoms like abdominal pain, rectal bleeding, and weight lossYour doctor can also remove polyps from your colon during these procedures.You will get written bowel prep instructions to follow at home before the procedure. The bowel prep cleans out the intestine so your doctor can see everything clearly. During a colonoscopy, you get medicines to keep you relaxed. You usually do not need them for a sigmoidoscopy.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Irritable Bowel Syndrome  Irritable bowel syndrome (IBS) is a problem that affects the large intestine. It can cause abdominal cramping, bloating, and a change in bowel habits. Some people with the disorder have constipation. Some have diarrhea. Others go back and forth between the two. Although IBS can cause a great deal of discomfort, it does not harm the intestines.IBS is  common. It affects about twice as many women as men and is most often found in people younger than 45 years.  No one knows the exact cause of IBS.  There is no specific test for it. Your doctor may run tests to be sure you don't have other diseases. These tests may include stool sampling tests, blood tests, and x-rays. Your doctor may also do a test called a sigmoidoscopy or colonoscopy.  Most people diagnosed with IBS can control their symptoms with diet, stress management, probiotics, and medicine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc13", "contents": "Sjogren's Syndrome  Sjogren's syndrome is an autoimmune disease. This means that your immune system attacks parts of your own body by mistake. In Sjogren's syndrome, it attacks the glands that make tears and saliva. This causes a dry mouth and dry eyes. You may have dryness in other places that need moisture, such as your nose, throat, and skin. Sjogren's can also affect other parts of the body, including your joints, lungs, kidneys, blood vessels, digestive organs, and nerves.Most people with Sjogren's syndrome are women. It usually starts after age 40. It is sometimes linked to other diseases such as rheumatoid arthritis and lupus.To make a diagnosis, doctors may use a medical history, physical exam, certain eye and mouth tests, blood tests, and biopsies.Treatment focuses on relieving symptoms. It can differ for each person; it depends on what parts of the body are affected. It may include artificial tears for dye eyes and sucking on sugar-free candy or drinking water often for a dry mouth. Medicines may help with severe symptoms.NIH: National Institute of Arthritis and Musculoskeletal and Skin "}
{"id": "doc14", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc15", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc16", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc17", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc18", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc19", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc20", "contents": "Ovarian Cancer  The ovaries are part of the female reproductive system. They produce a woman's eggs and female hormones. Each ovary is about the size and shape of an almond.Cancer of the ovary is not common, but it causes more deaths than other female reproductive cancers. The sooner ovarian cancer is found and treated, the better your chance for recovery. But ovarian cancer is hard to detect early. Women with ovarian cancer may have no symptoms or just mild symptoms until the disease is in an advanced stage. Then it is hard to treat. Symptoms may include:A heavy feeling in the pelvisPain in the lower abdomen Bleeding from the vagina Weight gain or loss Abnormal periods Unexplained back pain that gets worse Gas, nausea, vomiting, or loss of appetiteTo diagnose ovarian cancer, doctors do one or more tests. They include a physical exam, a pelvic exam, lab tests, ultrasound, or a biopsy. Treatment is usually surgery followed by chemotherapy.NIH: National Cancer Institute"}
{"id": "doc21", "contents": "Skin Conditions  Your skin is your body's largest organ. It covers and protects your body. Your skin:Holds body fluids in, preventing dehydrationKeeps harmful microbes out, preventing infectionsHelps you feel things like heat, cold, and painKeeps your body temperature evenMakes vitamin D when the sun shines on itAnything that irritates, clogs, or inflames your skin can cause symptoms such as redness, swelling, burning, and itching. Allergies, irritants, your genetic makeup, and certain diseases and immune system problems can cause rashes, hives, and other skin conditions. Many skin problems, such as acne, also affect your appearance.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc22", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc23", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc24", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc25", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc26", "contents": "Vitamins  Vitamins are substances that your body needs to grow and develop normally. There are 13 vitamins your body needs. They are:Vitamin AB vitamins (thiamine, riboflavin, niacin, pantothenic acid, biotin, vitamin B-6, vitamin B-12 and folate)Vitamin CVitamin DVitamin EVitamin KYou can usually get all your vitamins from the foods you eat. Your body can also make vitamins D and K. People who eat a vegetarian diet may need to take a vitamin B12 supplement. Each vitamin has specific jobs. If you have low levels of certain vitamins, you may  get health problems. For example, if you don't get enough vitamin C, you could become anemic. Some vitamins may help prevent medical problems. Vitamin A prevents night blindness.The best way to get enough vitamins is to eat a balanced diet with a variety of foods. In some cases, you may need to take vitamin supplements.  It's a good idea to ask your health care provider first.  High doses of some vitamins can cause problems."}
{"id": "doc27", "contents": "Pregnancy  You're going to have a baby! It's an exciting time, but it can also feel a bit overwhelming.  You may have a lot of questions, including what you can do to give your baby a healthy start. To keep you and your baby healthy during pregnancy, it is important to:Have regular visits with your health care provider.  These prenatal care visits help make sure that you and your baby are healthy. And if there are any health problems, your provider can find them early. Getting treatment right away can cure many problems and prevent others.Eat healthy and drink plenty of water. Good nutrition during pregnancy includes eating a variety ofFruitsVegetablesWhole grainsLean meats or other protein sourcesLow-fat dairy productsTake prenatal vitamins. Pregnant women need higher amounts of certain vitamins and minerals, such as folic acid and iron.Be careful with medicines. Always check with your health care provider before you start or stop any medicine. This includes over-the-counter medicines and dietary or herbal supplements.Stay active. Physical activity can help you stay strong, feel and sleep better, and prepare your body for birth. Check with your provider about which types of activities are right for you.Avoid substances that could hurt your baby, such as alcohol, drugs, and tobacco.Your body will keep changing as your baby grows. It can be hard to know whether a new symptom is normal or could be a sign of a problem. Check with your health care provider if something is bothering or worrying you."}
{"id": "doc28", "contents": "Teenage Pregnancy  Most teenage girls don't plan to get pregnant, but many do. Teen pregnancies carry extra health risks to both the mother and the baby. Often, teens don't get prenatal care soon enough, which can lead to problems later on. They have a higher risk for pregnancy-related high blood pressure and its complications. Risks for the baby include premature birth and a low birth weight.If you're a pregnant teen, you can help yourself and your baby by:Getting regular prenatal careTaking your prenatal vitamins for your health and to prevent some birth defectsAvoiding smoking, alcohol, and drugsUsing a condom, if you are having sex, to prevent sexually transmitted diseases that could hurt your baby. If your or your partner is allergic to latex, you can use polyurethane condoms."}
{"id": "doc29", "contents": "Drug Use and Addiction  What are drugs?Drugs are chemical substances that can change how your body and mind work. They include prescription medicines, over-the-counter medicines, alcohol, tobacco, and illegal drugs.What is drug use?Drug use, or misuse, includes:Using illegal substances, such asAnabolic steroidsClub drugsCocaineHeroinInhalantsMarijuanaMethamphetaminesMisusing prescription medicines, including opioids. This means taking the medicines in a different way than the health care provider prescribed. This includesTaking a medicine that was prescribed for someone elseTaking a larger dose than you are supposed toUsing the medicine in a different way than you are supposed to. For example, instead of swallowing your tablets, you might crush and then snort or inject them.Using the medicine for another purpose, such as getting highMisusing over-the-counter medicines, including using them for another purpose and using them in a different way than you are supposed toDrug use is dangerous. It can harm your brain and body, sometimes permanently. It can hurt the people around you, including friends, families, kids, and unborn babies. Drug use can also lead to addiction.What is drug addiction?Drug addiction is a chronic brain disease. It causes a person to take drugs repeatedly, despite the harm they cause. Repeated drug use can change the brain and lead to addiction.The brain changes from addiction can be lasting, so drug addiction is considered a \"relapsing\" disease. This means that people in recovery are at risk for taking drugs again, even after years of not taking them.Does everyone who takes drugs become addicted?Not everyone who uses drugs becomes addicted. Everyone's bodies and brains are different, so their reactions to drugs can also be different. Some people may become addicted quickly, or it may happen over time. Other people never become addicted. Whether or not someone becomes addicted depends on many factors. They include genetic, environmental, and developmental factors.Who is at risk for drug addiction?Various risk factors can make you more likely to become addicted to drugs, including:Your biology. People can react to drugs differently. Some people like the feeling the first time they try a drug and want more. Others hate how it feels and never try it again.Mental health problems. People who have untreated mental health problems, such as depression, anxiety, or attention deficit/hyperactivity disorder (ADHD) are more likely to become addicted. This can happen because drug use and mental health problems affect the same parts of the brain. Also, people with these problems may use drugs to try to feel better.Trouble at home. If your home is an unhappy place or was when you were growing up, you might be more likely to have a drug problem.Trouble in school, at work, or with making friends. You might use drugs to get your mind off these problems.Hanging around other people who use drugs. They might encourage you to try drugs.Starting drug use when you're young. When kids use drugs, it affects how their bodies and brains finish growing. This increases your chances of becoming addicted when you're an adult.What are the signs that someone has a drug problem?Signs that someone has a drug problem include:Changing friends a lotSpending a lot of time aloneLosing interest in favorite thingsNot taking care of themselves - for example, not taking showers, changing clothes, or brushing their teethBeing really tired and sadEating more or eating less than usualBeing very energetic, talking fast, or saying things that don't make senseBeing in a bad moodQuickly changing between feeling bad and feeling goodSleeping at strange hoursMissing important appointmentsHaving problems at work or at schoolHaving problems in personal or family relationshipsWhat are the treatments for drug addiction?Treatments for drug addiction include counseling, medicines, or both. Research shows that combining medicines with counseling gives most people the best chance of success.The counseling may be individual, family, and/or group therapy. It can help you:Understand why you got addictedSee how drugs changed your behaviorLearn how to deal with your problems so you won't go back to using drugsLearn to avoid places, people, and situations where you might be tempted to use drugsMedicines can help with the symptoms of withdrawal. For addiction to certain drugs, there are also medicines that can help you re-establish normal brain function and decrease your cravings.If you have a mental disorder along with an addiction, it is known as a dual diagnosis. It is important to treat both problems. This will increase your chance of success.If you have a severe addiction, you may need hospital-based or residential treatment. Residential treatment programs combine housing and treatment services.Can drug use and addiction be prevented?Drug use and addiction are preventable. Prevention programs involving families, schools, communities, and the media may prevent or reduce drug use and addiction. These programs include education and outreach to help people understand the risks of drug use.NIH: National Institute on Drug Abuse"}
{"id": "doc30", "contents": "Pregnancy and Drug Use  When you are pregnant, you are not just \"eating for two.\" You also breathe and drink for two. If you smoke, use alcohol or take illegal drugs, so does your unborn baby.To protect your baby, you should avoid:Tobacco.Smoking during pregnancy passes nicotine, carbon monoxide, and other harmful chemicals to your baby. This could cause many problems for your unborn baby's development. It raises the risk of your baby being born too small, too early, or with birth defects. Smoking can also affect babies after they are born. Your baby would be more likely to develop diseases such as asthma and obesity. There is also a higher risk of dying from sudden infant death syndrome (SIDS). Drinking alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy. If you drink alcohol when you are pregnant, your child could be born with lifelong fetal alcohol syndrome disorders (FASD). Children with FASD can have a mix of physical, behavioral, and learning problems.Illegal drugs. Using illegal drugs such as cocaine and methamphetamines may cause underweight babies, birth defects, or withdrawal symptoms after birth.Misusing prescription drugs. If you are taking prescription medicines, carefully follow your health care provider's instructions. It can be dangerous to take more medicines than you are supposed to, use them to get high, or take someone else's medicines. For example, misusing opioids can cause birth defects, withdrawal in the baby, or even loss of the baby.If you are pregnant and you are doing any of these things, get help. Your health care provider can recommend programs to help you quit. You and your baby's health depend on it.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc31", "contents": "Drugs and Young People  What is drug use?Drug use, or misuse, includes:Using illegal substances, such as"}
{"id": "doc32", "contents": "Urinalysis  A urinalysis is a test of your urine. It is often done to check for a urinary tract infections, kidney problems, or diabetes. You may also have one during a checkup, if you are admitted to the hospital, before you have surgery, or if you are pregnant.  It can also monitor some medical conditions and treatments.A urinalysis involves checking the urine for:Its colorIts appearance (whether it is clear or cloudy)Any odorThe pH level (acidity)Whether there are substances that are not normally in urine, such as blood, too much protein, glucose, ketones, and bilirubinWhether there are cells, crystals, and casts (tube-shaped proteins)Whether it contains bacteria or other germs"}
{"id": "doc33", "contents": "Bladder Diseases  The bladder is a hollow organ in your lower abdomen that stores urine. Many conditions can affect your bladder. Some common ones are:Cystitis - inflammation of the bladder, often from an infectionUrinary incontinence - loss of bladder controlOveractive bladder - a condition in which the bladder squeezes urine out at the wrong timeInterstitial cystitis - a chronic problem that causes bladder pain and frequent, urgent urinationBladder cancerDoctors diagnose bladder diseases using different tests. These include urine tests, x-rays, and an examination of the bladder wall with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc34", "contents": "Bleeding  Bleeding is the loss of blood. It can be external, or outside the body, like when you get a cut or wound. It can also be internal, or inside the body, like when you have an injury to an internal organ.  Some bleeding, such as gastrointestinal bleeding, coughing up blood, or vaginal bleeding, can be a symptom of a disease.Normally, when you are injured and start bleeding, a blood clot forms to stop the bleeding quickly. Afterwards, the clot dissolves naturally. To be able to make a clot, your blood needs blood proteins called clotting factors and a type of blood cell called platelets. Some people have a problem with clotting, due to another medical condition or an inherited disease. There are two types of problems:Your blood may not form clots normally, known as a bleeding disorder. This happens when your body does not make enough platelets or clotting factors, or they don't work the way they should.Your blood may make too many clots, or the clots may not dissolve properlySometimes bleeding can cause other problems. A bruise is bleeding under the skin. Some strokes are caused by bleeding in the brain. Severe bleeding may require first aid or a trip to the emergency room."}
{"id": "doc35", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc36", "contents": "Platelet Disorders  Platelets, also known as thrombocytes, are blood cells. They form in your bone marrow, a sponge-like tissue in your bones. Platelets play a major role in blood clotting. Normally, when one of your blood vessels is injured, you start to bleed. Your platelets will clot (clump together) to plug the hole in the blood vessel and stop the bleeding. You can have different problems with your platelets:If your blood has a low number of platelets, it is called thrombocytopenia. This can put you at risk for mild to serious bleeding. The bleeding could be external or internal. There can be various causes. If the problem is mild, you may not need treatment. For more serious cases, you may need medicines or blood or platelet transfusions.If your blood has too many platelets, you may have a higher risk of blood clots.When the cause is unknown, this is called thrombocythemia. It is rare. You may not need treatment if there are no signs or symptoms. In other cases, people who have it may need treatment with medicines or procedures.If another disease or condition is causing the high platelet count, it is thrombocytosis. The treatment and outlook for thrombocytosis depends on what is causing it.Another possible problem is that your platelets do not work as they should. For example, in von Willebrand Disease, your platelets cannot stick together or cannot attach to blood vessel walls. This can cause excessive bleeding. There are different types of in von Willebrand Disease; treatment depends on which type you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc37", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc38", "contents": "Blood  Your blood is made up of liquid and solids. The liquid part, called plasma, is made of water, salts, and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells, and platelets.Red blood cells (RBC) deliver oxygen from your lungs to your tissues and organs. White blood cells (WBC) fight infection and are part of your immune system. Platelets help blood to clot when you have a cut or wound. Bone marrow, the spongy material inside your bones, makes new blood cells. Blood cells constantly die and your body makes new ones. Red blood cells live about 120 days, and platelets live about 6 days. Some white blood cells live less than a day, but others live much longer.There are four blood types: A, B, AB, or O. Also, blood is either Rh-positive or Rh-negative. So if you have type A blood, it's either A positive or A negative. Which type you are is important if you need a blood transfusion. And your Rh factor could be important if you become pregnant - an incompatibility between your type and the baby's could create problems. Blood tests such as blood count tests help doctors check for certain diseases and conditions. They also help check the function of your organs and show how well treatments are working. Problems with your blood may include bleeding disorders, excessive clotting and platelet disorders. If you lose too much blood, you may need a transfusion.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc39", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc40", "contents": "Interstitial Cystitis  Interstitial cystitis (IC) is a condition that causes discomfort or pain in the bladder and a need to urinate frequently and urgently. It is far more common in women than in men. The symptoms vary from person to person. Some people may have pain without urgency or frequency. Others have urgency and frequency without pain. Women's symptoms often get worse during their periods. They may also have pain with sexual intercourse.The cause of IC isn't known. There is no one test to tell if you have it.  Doctors often run tests to rule out other possible causes of symptoms. There is no cure for IC, but treatments can help most people feel better. They include:Distending, or inflating, the bladderBathing the inside of the bladder with a drug solutionOral medicinesElectrical nerve stimulationPhysical therapyLifestyle changesBladder trainingIn rare cases, surgeryNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc41", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc42", "contents": "Headache  Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.Other common types of headaches include migraines, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc43", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc44", "contents": "Caffeine  What is caffeine?Caffeine is a bitter substance that occurs naturally in more than 60 plants including:Coffee beansTea leavesKola nuts, which are used to flavor soft drink colasCacao pods, which are used to make chocolate productsThere is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:An 8-ounce cup of coffee: 95-200 mgA 12-ounce can of cola: 35-45 mgAn 8-ounce energy drink: 70-100 mgAn 8-ounce cup of tea: 14-60 mgWhat are caffeine's effects on the body?Caffeine has many effects on your body's metabolism. It:Stimulates your central nervous system, which can make you feel more awake and give you a boost of energyIs a diuretic, meaning that it helps your body get rid of extra salt and water by urinating moreIncreases the release of acid in your stomach, sometimes leading to an upset stomach or heartburnMay interfere with the absorption of calcium in the bodyIncreases your blood pressureWithin one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.What are the side effects from too much caffeine?For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:Restlessness and shakinessInsomniaHeadachesDizzinessFast heart rateDehydrationAnxietyDependency, so you need to take more of it to get the same resultsSome people are more sensitive to the effects of caffeine than others.What are energy drinks, and why can they be a problem?Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.Who should avoid or limit caffeine?You should check with your health care provider about whether you should limit or avoid caffeine if you:Are pregnant, since caffeine passes through the placenta to your baby.Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.Have sleep disorders, including insomnia.Have migraines or other chronic headaches.Have anxiety.Have GERD or ulcers.Have arrhythmia (a problem with the rate or rhythm of your heartbeat).Have high blood pressure.Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.What is caffeine withdrawal?If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:HeadachesDrowsinessIrritabilityNauseaTrouble concentratingThese symptoms usually go away after a couple of days."}
{"id": "doc45", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc46", "contents": "Brain Aneurysm  A brain aneurysm is an abnormal bulge or \"ballooning\" in the wall of an artery in the brain. They are sometimes called berry aneurysms because they are often the size of a small berry. Most brain aneurysms produce no symptoms until they become large, begin to leak blood, or burst.If a brain aneurysm presses on nerves in your brain, it can cause signs and symptoms. These can include:A droopy eyelid Double vision or other changes in vision Pain above or behind the eye A dilated pupil Numbness or weakness on one side of the face or body Treatment depends on the size and location of the aneurysm, whether it is infected, and whether it has burst. If a brain aneurysm bursts, symptoms can include a sudden, severe headache, nausea and vomiting, stiff neck, loss of consciousness, and signs of a stroke. Any of these symptoms requires immediate medical attention.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc47", "contents": "Cataract  A cataract is a clouding of the lens in your eye.  It affects your vision.  Cataracts are very common in older people. By age 80, more than half of all Americans either have a cataract or have had cataract surgery.A cataract can occur in either or both eyes. It cannot spread from one eye to the other. Common symptoms are:Blurry visionColors that seem fadedGlare - headlights, lamps or sunlight may seem too bright. You may also see a halo around lights.Not being able to see well at nightDouble vision Frequent prescription changes in your eye wear Cataracts usually develop slowly. New glasses, brighter lighting, anti-glare sunglasses or magnifying lenses can help at first. Surgery is also an option. It involves removing the cloudy lens and replacing it with an artificial lens. Wearing sunglasses and a hat with a brim to block ultraviolet sunlight may help to delay cataracts.NIH: National Eye Institute"}
{"id": "doc48", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc49", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc50", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc51", "contents": "How to Prevent Diabetes  What is type 2 diabetes?If you have diabetes, your blood sugar levels are too high. With type 2 diabetes, this happens because your body does not make enough insulin, or it does not use insulin well (this is called insulin resistance). If you are at risk for type 2 diabetes, you might be able to prevent or delay developing it.Who is at risk for type 2 diabetes?Many Americans are at risk for type 2 diabetes. Your chances of getting it depend on a combination of risk factors such as your genes and lifestyle. The risk factors include:Having prediabetes, which means you have blood sugar levels that are higher than normal but not high enough to be called diabetesBeing overweight or having obesityBeing age 45 or olderA family history of diabetesBeing African American, Alaska Native, American Indian, Asian American, Hispanic/Latino, Native Hawaiian, or Pacific IslanderHaving high blood pressureHaving a low level of HDL (good) cholesterol or a high level of triglyceridesA history of diabetes in pregnancyHaving given birth to a baby weighing 9 pounds or moreAn inactive lifestyleA history of heart disease or strokeHaving depressionHaving polycystic ovary syndrome (PCOS)Having acanthosis nigricans, a skin condition in which your skin becomes dark and thick, especially around your neck or armpitsSmokingHow can I prevent or delay getting type 2 diabetes?If you are at risk for diabetes, you may be able to prevent or delay getting it. Most of the things that you need to do involve having a healthier lifestyle. So if you make these changes, you will get other health benefits as well. You may lower your risk of other diseases, and you will probably feel better and have more energy. The changes are:Losing weight and keeping it off.Weight control is an important part of diabetes prevention. You may be able to prevent or delay diabetes by losing 5 to 10% of your current weight. For example, if you weigh 200 pounds, your goal would be to lose between 10 to 20 pounds. And once you lose the weight, it is important that you don't gain it back.Following a healthy eating plan. It is important to reduce the amount of calories you eat and drink each day, so you can lose weight and keep it off. To do that, your diet should include smaller portions and less fat and sugar. You should also eat a variety of foods from each food group, including plenty of whole grains, fruits, and vegetables. It's also a good idea to limit red meat, and avoid processed meats.Get regular exercise. Exercise has many health benefits, including helping you to lose weight and lower your blood sugar levels. These both lower your risk of type 2 diabetes. Try to get at least 30 minutes of physical activity 5 days a week. If you have not been active, talk with your health care professional to figure out which types of exercise are best for you. You can start slowly and work up to your goal.Don't smoke. Smoking can contribute to insulin resistance, which can lead to type 2 diabetes. If you already smoke, try to quit.Talk to your health care provider to see whether there is anything else you can do to delay or to prevent type 2 diabetes. If you are at high risk, your provider may suggest that you take one of a few types of diabetes medicines.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc52", "contents": "Mosquito Bites  Mosquitoes are insects that live all over the world. There are thousands of different species of mosquitoes; about 200 of those live in the United States.Female mosquitoes bite animals and humans and drink a very small amount of their blood. They need protein and iron from blood to produce eggs. After drinking blood, they find some standing water and lay their eggs in it. The eggs hatch into larvae, then pupae, and then they become adult mosquitos. The males live for about a week to ten days, and the females can live up to several weeks. Some female mosquitoes can hibernate in the winter, and they can live for months.What health problems can mosquito bites cause?Most mosquito bites are harmless, but there are times when they can be dangerous. The ways that mosquito bites can affect humans include:Causing itchy bumps, as an immune system response to the mosquito's saliva. This is the most common reaction. The bumps usually go away after a day or two.Causing allergic reactions, including blisters, large hives, and in rare cases, anaphylaxis. Anaphylaxis is a severe allergic reaction that affects the whole body. It is a medical emergency.Spreading diseases to humans. Some of these diseases can be serious. Many of them do not have any treatments, and only a few have vaccines to prevent them. These diseases are more of a problem in Africa and other tropical areas of the world, but more of them are spreading to the United States. One factor is climate change, which makes the conditions in some parts of the United States more favorable to certain types of mosquitoes. Other reasons include increased trade with, and travel to, tropical and subtropical areas.Which diseases can mosquitoes spread?Common diseases spread by mosquitoes include:Chikungunya, a viral infection that causes symptoms such as fever and severe joint pain. The symptoms usually last about a week, but for some, the joint pain may last for months. Most cases of chikungunya in the United States are in people who traveled to other countries. There have been a few cases where it has spread in the United States.Dengue, a viral infection that causes a high fever, headaches, joint and muscle pain, vomiting, and a rash. Most people get better within a few weeks. In some cases, it can become very severe, even life-threatening. Dengue is rare in the United States.Malaria, a parasitic disease that causes serious symptoms such as high fevers, shaking chills, and flu-like illness. It can be life-threatening, but there are drugs to treat it. Malaria is a major health problem in many tropical and subtropical areas of the world. Almost all cases of malaria in the United States are in people who traveled to other countries.West Nile Virus (WNV), a viral infection that often has no symptoms. In those that do have symptoms, they are usually mild, and include fever, headache, and nausea. In rare cases, the virus can enter the brain, and it can be life-threatening. WNV has spread across the continental United States.Zika Virus, a viral infection that often does not cause symptoms. One in five infected people do get symptoms, which are usually mild. They include a fever, rash, joint pain, and pink eye. Besides being spread by mosquitoes, Zika can spread from mother to baby during pregnancy and cause serious birth defects. It can also spread from one partner to another during sex. There have been a few outbreaks of Zika in the southern United States.Can mosquito bites be prevented?Use an insect repellent when you go outdoors. Choose an Environmental Protection Agency (EPA)-registered insect repellent. They are evaluated to make sure they are safe and effective. Make sure that the repellant has one of these ingredients: DEET, picaridin, IR3535, oil of lemon eucalyptus, or para-menthane-diol. It is important to follow the instructions on the label.Cover up. Wear long sleeves, long pants, and socks when outdoors. Mosquitoes may bite through thin fabric, so spray thin clothes with an EPA-registered repellent like permethrin. Don't apply permethrin directly to skin.Mosquito-proof your home. Install or repair screens on windows and doors to keep mosquitoes out. Use air conditioning if you have it.Get rid of mosquito breeding sites. Regularly empty standing water from your house and yard. The water could be in flowerpots, gutters, buckets, pool covers, pet water dishes, discarded tires, or birdbaths.If you plan to travel, get information about the areas you will be going to. Find out whether there is a risk of diseases from mosquitoes, and if so, whether there is a vaccine or medicine to prevent those diseases. See a health care provider familiar with travel medicine, ideally 4 to 6 weeks before your trip."}
{"id": "doc53", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc54", "contents": "West Nile Virus  West Nile virus (WNV) is an infectious disease that first appeared in the United States in 1999.  Infected mosquitoes spread the virus that causes it. People who get WNV usually have no symptoms or mild symptoms.  The symptoms include a fever, headache, body aches, skin rash, and swollen lymph glands.  They can last a few days to several weeks, and usually go away on their own.If West Nile virus enters the brain, however, it can be life-threatening.  It may cause inflammation of the brain, called encephalitis, or inflammation of the tissue that surrounds the brain and spinal cord, called meningitis. A physical exam, medical history, and laboratory tests can diagnose it.Older people and those with weakened immune systems are most at risk.  There are no specific vaccines or treatments for human WNV disease.  The best way to avoid WNV is to prevent mosquito bites:Use insect repellentGet rid of mosquito breeding sites by emptying standing water from flower pots, buckets or barrelsStay indoors between dusk and dawn, when mosquitoes are most activeUse screens on windows to keep mosquitoes out"}
{"id": "doc55", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc56", "contents": "Leg Injuries and Disorders  Your legs are made up of bones, blood vessels, muscles, and other connective tissue. They are important for motion and standing. Playing sports, running, falling, or having an accident can damage your legs. Common leg injuries include sprains and strains, joint dislocations, and fractures (broken bones).These injuries can affect the entire leg, or just the foot, ankle, knee, or hip. Certain diseases also lead to leg problems. For example, knee osteoarthritis, common in older people, can cause pain and limited motion. Problems in your veins in your legs can lead to varicose veins or deep vein thrombosis."}
{"id": "doc57", "contents": "Ankle Injuries and Disorders  Your ankle bone and the ends of your two lower leg bones make up the ankle joint. Your ligaments, which connect bones to one another, stabilize and support it. Your muscles and tendons move it.The most common ankle problems are sprains and fractures (broken bones). A sprain is an injury to the ligaments. It may take a few weeks to many months to heal completely.  A fracture is a break in a bone.  You can also injure other parts of the ankle such as tendons, which join muscles to bone, and cartilage, which cushions your joints. Ankle sprains and fractures are common sports injuries."}
{"id": "doc58", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 F (37 C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc59", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc60", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc61", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc62", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc63", "contents": "Coping with Chronic Illness  Having a long-term, or chronic, illness can disrupt your life in many ways. You may often be tired and in pain. Your illness might affect your appearance or your physical abilities and independence. You may not be able to work, causing financial problems. For children, chronic illnesses can be frightening, because they may not understand why this is happening to them.These changes can cause stress, anxiety, and anger. If they do, it is important to seek help. A trained counselor can help you develop strategies to regain a feeling of control. Support groups might help, too. You will find that you are not alone, and you may learn some new tips on how to cope.You may be able to manage your illness better if learn more about it. It is important to evaluate the information that you find, to make sure that it is reliable. It is also important to find a health care provider that you can trust."}
{"id": "doc64", "contents": "Older Adult Mental Health  Mental health includes our emotional, psychological, and social well-being. It affects how we think, feel, and act as we cope with life. It also helps determine how we handle stress, relate to others, and make choices. Mental health is important at every stage of life, including as we age.Many older adults are at risk for mental health problems. But this does not mean that mental health problems are a normal part of aging. Studies show that most older adults feel satisfied with their lives, even though they may have more illnesses or physical problems.Sometimes, however, important life changes can make you feel uneasy, stressed, and sad. These changes could include the death of a loved one, retirement, or dealing with a serious illness. Many older adults will eventually adjust to the changes. But some people will have more trouble adjusting. This can put them at risk for mental disorders such as depression and anxiety.It's important to recognize and treat mental disorders in older adults. These disorders don't just cause mental suffering. They can also make it harder for you to manage other health problems. This is especially true if those health problems are chronic.Some of the warning signs of mental disorders in older adults include:Changes in mood or energy levelA change in your eating or sleeping habitsWithdrawing from the people and activities you enjoyFeeling unusually confused, forgetful, angry, upset, worried, or scaredFeeling numb or like nothing mattersHaving unexplained aches and painsFeeling sadness or hopelessnessSmoking, drinking, or using drugs more than usualAnger, irritability, or aggressivenessHaving thoughts and memories that you can't get out of your headHearing voices or believing things that are not trueThinking of harming yourself or othersIf you think that you may have a mental health problem, get help. Talk therapy and/or medicines can treat mental disorders. If you don't know where to start, contact your primary care provider."}
{"id": "doc65", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc66", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc67", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc68", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc69", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc70", "contents": "Occupational Health  Occupational health problems occur at work or because of the kind of work you do. These problems can include:Cuts, fractures (broken bones), and sprains and strainsLoss of limbsRepetitive motion disordersHearing problems caused by exposure to noiseVision problemsIllness caused by breathing, touching, or swallowing unsafe substancesIllness caused by exposure to radiationExposure to germs in health care settingsGood job safety and prevention practices can reduce your risk of these problems. Try to stay fit, reduce stress, set up your work area properly, and use the right equipment and gear."}
{"id": "doc71", "contents": "Rashes  A rash is an area of irritated or swollen skin. Many rashes are itchy, red, painful, and irritated. Some rashes can also lead to blisters or patches of raw skin.  Rashes are a symptom of many different medical problems. Other causes include irritating substances and allergies. Certain genes can make people more likely to get rashes.Contact dermatitis is a common type of rash. It causes redness, itching, and sometimes small bumps. You get the rash where you have touched an irritant, such as a chemical, or something you are allergic to, like poison ivy.Some rashes develop right away. Others form over several days. Although most rashes clear up fairly quickly, others are long-lasting and need  long-term treatment.Because rashes can be caused by many different things, it's important to figure out what kind you have before you treat it. If it is a bad rash, if it does not go away, or if you have other symptoms, you should see your health care provider. Treatments may include moisturizers, lotions, baths, cortisone creams that relieve swelling, and antihistamines, which relieve itching."}
{"id": "doc72", "contents": "Shingles  What is shingles?Shingles is an outbreak of rash or blisters on the skin. It is caused by the varicella-zoster virus - the same virus that causes chickenpox. After you have chickenpox, the virus stays in your body. It may not cause problems for many years. But as you get older, the virus may reappear as shingles.Is shingles contagious?Shingles is not contagious. But you can catch chickenpox from someone with shingles. If you've never had chickenpox or the chickenpox vaccine, try to stay away from anyone who has shingles.If you have shingles, try to stay away from anyone who has not had chickenpox or the chickenpox vaccine, or anyone who might have a weak immune system.Who is at risk for shingles?Anyone who has had chickenpox is at risk for getting shingles. But this risk goes up as you get older; shingles is most common in people over age 50.People with weakened immune systems are at higher risk of getting shingles. This includes those who:Have immune system diseases such as HIV/AIDSHave certain cancersTake immunosuppressive drugs after an organ transplantYour immune system may be weaker when you have an infection or are stressed. This can raise your risk of shingles.It is rare, but possible, to get shingles more than once.What are the symptoms of shingles?Early signs of shingles include burning or shooting pain and tingling or itching. It is usually on one side of the body or face. The pain can be mild to severe.One to 14 days later, you will get a rash. It consists of blisters that typically scab over in 7 to 10 days. The rash is usually a single stripe around either the left or the right side of the body. In other cases, the rash occurs on one side of the face. In rare cases (usually among people with weakened immune systems), the rash may be more widespread and look similar to a chickenpox rash.Some people may also have other symptoms:FeverHeadacheChillsUpset stomachWhat other problems can shingles cause?Shingles can cause complications:Postherpetic neuralgia (PHN) is most common complication of shingles. It causes severe pain in the areas where you had the shingles rash. It usually gets better in a few weeks or months. But some people can have pain from PHN for many years, and it can interfere with daily life.Vision loss can happen if shingles affects your eye. It may be temporary or permanent.Hearing or balance problems are possible if you have shingles within or near your ear. You may also have weakness of the muscles on that side of your face. These problems can be temporary or permanent.Very rarely, shingles can also lead to pneumonia, brain inflammation (encephalitis), or death.How is shingles diagnosed?Usually your health care provider can diagnose shingles by taking your medical history and looking at your rash. In some cases, your provider may scrap off tissue from the rash or swab some fluid from the blisters and send the sample to a lab for testing.What are the treatments for shingles?There is no cure for shingles. Antiviral medicines may help to make the attack shorter and less severe. They may also help prevent PHN. The medicines are most effective if you can take them within 3 days after the rash appears. So if you think you might have shingles, contact your health care provider as soon as possible.Pain relievers may also help with the pain. A cool washcloth, calamine lotion, and oatmeal baths may help relieve some of the itching.Can shingles be prevented?There are vaccines to prevent shingles or lessen its effects. The Centers for Disease Control and Prevention recommends that healthy adults 50 years and older get the Shingrix vaccine. You need two doses of the vaccine, given 2 to 6 months apart. Another vaccine, Zostavax, may be used in certain cases."}
{"id": "doc73", "contents": "Chest Pain  Having a pain in your chest can be scary.  It does not always mean that you are having a heart attack.  There can be many other causes, including:Other heart problems, such as anginaPanic attacksDigestive problems, such as heartburn or esophagus disordersSore musclesLung diseases, such as pneumonia, pleurisy, or pulmonary embolismCostochondritis - an inflammation of joints in your chestSome of these problems can be serious.  Get immediate medical care if you have chest pain that does not go away, crushing pain or pressure in the chest, or chest pain along with nausea, sweating, dizziness or shortness of breath. Treatment depends on the cause of the pain."}
{"id": "doc74", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc75", "contents": "Diabetic Heart Disease  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What is diabetic heart disease?Diabetic heart disease is a term for heart disease in people who have diabetes. If you have diabetes, you are much more likely to develop heart disease or have a stroke than people who don't have diabetes. And you may start having these problems at a younger age.Over time, the effects of high blood sugar from diabetes can include damage to the blood vessels and nerves in your heart. This damage increases your chance of developing heart diseases, including:Coronary artery disease (CAD). It happens slowly as a sticky material called plaque builds up in the arteries that supply your heart muscle with blood.Heart failure. With this condition, your heart can't pump enough oxygen-rich blood to meet the needs of your body.Cardiomyopathy. This is a group of diseases in which the heart muscle may become thick or stiff.Who is more likely to develop diabetic heart disease?Diabetes puts you at serious risk for heart disease. It also makes you more likely to develop other conditions that raise your risk even more, including:High blood pressureHigh blood levels of LDL \"bad\" cholesterolHigh triglycerides (a type of fat in your blood) with low blood levels of HDL \"good\" cholesterolYour risk for heart disease is also higher if youAre maleSmokeHave obesityHave too much belly fat around your waist, even though you're at a healthy weight:"}
