{"id": "doc1", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc2", "contents": "Back Injuries  Your back is made of bones, muscles, and other tissues extending from your neck to your pelvis. Back injuries can result from sports injuries, work around the house or in the garden, or a sudden jolt such as a car accident. The lower back is the most common site of back injuries and back pain. Common back injuries include :Sprains and strainsHerniated disksFractured (broken) vertebraeThese injuries can cause pain and limit your movement. Treatments vary but might include medicines, icing, bed rest, physical therapy, or surgery. You might be able to prevent some back injuries by maintaining a healthy weight, lifting objects with your legs, and using lower-back support when you sit. "}
{"id": "doc3", "contents": "Chiropractic  Chiropractic is a health care profession. Chiropractors perform adjustments (manipulations) to the spine or other parts of the body. The goal is to correct alignment problems, ease pain, and support the body's natural ability to heal itself. They may also use other treatments including :Heat and iceElectrical stimulationRelaxation techniquesRehabilitative and general exerciseCounseling about diet, weight loss, and other lifestyle factorsDietary supplementsMany people visit chiropractors for treatment of low back pain, neck pain, and headaches.NIH: National Center for Complementary and Integrative Health"}
{"id": "doc4", "contents": "Healthy Aging  People in the U.S. are living longer, and the number of older adults in the population is growing. As we age, our minds and bodies change. Having a healthy lifestyle can help you deal with those changes. It may also prevent some health problems and  help you to make the most of your life.A healthy lifestyle for older adults includes:Healthy eating. As you age, your dietary needs may change. You may need fewer calories, but you still need to get enough nutrients. A healthy eating plan includes "}
{"id": "doc5", "contents": "Wrist Injuries and Disorders  Your wrist connects your hand to your forearm. It is not one big joint; it has several small joints. This makes it flexible and allows you to move your hand in different ways. The wrist has two big forearm bones and eight small bones known as carpals. It also has tendons and ligaments, which are connective tissues. Tendons connect muscles to bones. Ligaments connect bones to each other.What are the types of wrist injuries and disorders?Some of the more common types of wrist injuries and disorders are:Carpal tunnel syndrome, which happens when a nerve that runs from your forearm into your palm becomes squeezed at the wristGanglion cysts, which are noncancerous lumps or massesGout, which is a form of arthritis caused by a buildup of uric acid in your jointsFractures (broken bones)Osteoarthritis, the most common type of arthritis. It is caused by wear and tear of the joints.Sprains and strains, which are injuries to ligaments and injuries to muscles or tendonsTendinitis, inflammation of a tendon, usually due to overuseWho is at risk for wrist injuries and disorders?Certain things can put you at higher risk of having a wrist problem, including:Doing sports, which can put you at risk for injuries and puts stress on your wrist. For example, you may fall on your outstretched hand when you are skating or snowboarding. Your wrist could be injured while doing contact sports. And other sports such as gymnastics and basketball can strain your wrists.Doing repetitive wrist motions, such as typing on a keyboard, working on an assembly line, or using power tools.Having certain diseases. For example, rheumatoid arthritis can cause wrist pain.What are the symptoms of wrist injuries and disorders?The symptoms of a wrist problem can vary, depending on the problem. A common symptom is wrist pain. Some other possible symptoms include swelling, a decrease in wrist strength, and sudden numbness or tingling.How are wrist injuries and disorders diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical exam, including checking your wrist strength and range of motionAn x-ray or other imaging testBlood testsWhat are the treatments for wrist injuries and disorders?Treatments for wrist pain depends on the type of injury or disorder. They may include:Resting your wristWearing a wrist brace or castPain relieversCortisone shotsPhysical therapySurgeryCan wrist injuries and disorders be prevented?To try to prevent wrist problems, you can:Use wrist guards, when doing sports that put you at risk for wrist injuriesIn the workplace, perform stretching exercises and take frequent rest breaks. You should also pay attention to ergonomics to make sure that you are using the proper wrist position while working.Make sure that you get enough calcium and vitamin D to keep your bones strong"}
{"id": "doc6", "contents": "Learning Disabilities  What is a learning disability?Learning disabilities are conditions that affect the ability to learn. They can cause problems with:Understanding what people are sayingSpeakingReadingWritingDoing mathPaying attentionOften, children have more than one kind of learning disability. They may also have another condition, such as attention deficit hyperactivity disorder (ADHD), which can make learning even more of a challenge.What causes learning disabilities?Learning disabilities don't have anything to do with intelligence. They are caused by differences in the brain, and they affect the way the brain processes information. These differences are usually present at birth. But there are certain factors that can play a role in the development of a learning disability, including:GeneticsEnvironmental exposures (such as lead)Problems during pregnancy (such as the mother's drug use)How do I know if my child has a learning disability?The earlier you can find and treat a learning disability, the better. Unfortunately, learning disabilities are usually not recognized until a child is in school. If you notice that your child is struggling, talk to your child's teacher or health care provider about an evaluation for a learning disability. The evaluation may include a medical exam, a discussion of family history, and intellectual and school performance testing.What are the treatments for learning disabilities?The most common treatment for learning disabilities is special education. A teacher or other learning specialist can help your child learn skills by building on strengths and finding ways to make up for weaknesses. Educators may try special teaching methods, make changes to the classroom, or use technologies that can assist your child's learning needs. Some children also get help from tutors or speech or language therapists.A child with a learning disability may struggle with low self-esteem, frustration, and other problems. Mental health professionals can help your child understand these feelings, develop coping tools, and build healthy relationships.If your child has another condition such as ADHD, he or she will need treatment for that condition as well.NIH: National Institute of Child Health and Human Development"}
{"id": "doc7", "contents": "Scoliosis  Scoliosis causes a sideways curve of your backbone, or spine. These curves are often S- or C-shaped.  Scoliosis is most common in late childhood and the early teens, when children grow fast. Girls are more likely to have it than boys. It can run in families. Symptoms include leaning to one side and having uneven shoulders and hips. Sometimes it is easy to notice, but not always.Children may get screening for scoliosis at school or during a checkup. If it looks like there is a problem, your doctor will use your medical and family history, a physical exam, and imaging tests to make a diagnosis. Treatment depends on your age, how much more you're likely to grow, how much curving there is, and whether the curve is temporary or permanent. People with mild scoliosis might only need checkups to see if the curve is getting worse. Others might need to wear a brace or have surgery. NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc8", "contents": "Eye Movement Disorders  When you look at an object, you're using several muscles to move both eyes to focus on it. If you have a problem with the muscles, the eyes don't work properly.There are many kinds of eye movement disorders. Two common ones are:Strabismus - a disorder in which the two eyes don't line up in the same direction. This results in \"crossed eyes\" or \"walleye.\"Nystagmus - fast, uncontrollable movements of the eyes, sometimes called \"dancing eyes\"Some eye movement disorders are present at birth. Others develop over time and may be associated with other problems, such as injuries. Treatments include glasses, patches, eye muscle exercises, and surgery. There is no cure for some kinds of eye movement disorders, such as most kinds of nystagmus."}
{"id": "doc9", "contents": "Friedreich Ataxia  Friedreich ataxia is an inherited disease that damages your nervous system. The damage affects your spinal cord and the nerves that control muscle movement in your arms and legs.  Symptoms usually begin between the ages of 5 and 15. The main symptom is ataxia, which means trouble coordinating movements. Specific symptoms include:Difficulty walking\tMuscle weakness\tSpeech problems\tInvoluntary eye movements\tScoliosis (curving of the spine to one side)\tHeart palpitations, from the heart disease which can happen along with Friedreich ataxiaPeople with Friedreich ataxia usually need a wheelchair 15 to 20 years after symptoms first appear. In severe cases, people become incapacitated. There is no cure. You can treat symptoms with medicines, braces, surgery, and physical therapy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Pain  Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.Pain can be helpful in diagnosing a problem. If you never felt pain, you might seriously hurt yourself without knowing it, or you might not realize you have a medical problem that needs treatment.There are two types of pain: acute and chronic. Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain. Chronic pain lasts for a long time, and can cause severe problems.Pain is not always curable, but there are many ways to treat it. Treatment depends on the cause and type of pain. There are drug treatments, including pain relievers. There are also non-drug treatments, such as acupuncture, physical therapy, and sometimes surgery.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Pain Relievers  Pain relievers are medicines that reduce or relieve headaches, sore muscles, arthritis, or other aches and pains.  There are many different pain medicines, and each one has advantages and risks. Some types of pain respond better to certain medicines than others. Each person may also have a slightly different response to a pain reliever. Over-the-counter (OTC) medicines are good for many types of pain. There are two main types of OTC pain medicines: acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (NSAIDs). Aspirin, naproxen (Aleve), and ibuprofen (Advil, Motrin) are examples of OTC NSAIDs.If OTC medicines don't relieve your pain, your doctor may prescribe something stronger. Many NSAIDs are also available at higher prescription doses. The most powerful pain relievers are opioids. They are very effective, but they can sometimes have serious side effects. There is also a risk of opioids. Because of the risks, you must use them only under a doctor's supervision.There are many things you can do to help ease pain. Pain relievers are just one part of a pain treatment plan."}
