{"id": "doc1", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc2", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc3", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Itching  What is itching?Itching is an irritating sensation that makes you want to scratch your skin. Sometimes it can feel like pain, but it is different. Often, you feel itchy in one area in your body, but sometimes you may feel itching all over. Along with the itching, you may also have a rash or hives.What causes itching?Itching is a symptom of many health conditions. Some common causes are:Allergic reactions to food, insect bites, pollen, and medicinesSkin conditions such as eczema, psoriasis, and dry skinIrritating chemicals, cosmetics, and other substancesParasites such as pinworms, scabies, head and body licePregnancyLiver, kidney, or thyroid diseasesCertain cancers or cancer treatmentsDiseases that can affect the nervous system, such as diabetes and shinglesWhat are the treatments for itching?Most itching is not serious. To feel better, you could try:Applying cold compressesUsing moisturizing lotionsTaking lukewarm or oatmeal bathsUsing over-the-counter hydrocortisone cream or antihistaminesAvoiding scratching, wearing irritating fabrics, and exposure to high heat and humidityContact your health care provider if your itching is severe, does not go away after a few weeks, or does not have an apparent cause. You may need other treatments, such as medicines or light therapy. If you have an underlying disease that is causing the itching, treating that disease may help."}
{"id": "doc5", "contents": "Anal Disorders  The anus is the opening of the rectum through which stool passes out of your body. Problems with the anus are common. They include hemorrhoids, abscesses, fissures (cracks), and cancer.You may be embarrassed to talk about your anal troubles. But it is important to let your doctor know, especially if you have pain or bleeding. The more details you can give about your problem, the better your doctor will be able to help you. Treatments vary depending on the particular problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases "}
{"id": "doc6", "contents": "Rashes  A rash is an area of irritated or swollen skin. Many rashes are itchy, red, painful, and irritated. Some rashes can also lead to blisters or patches of raw skin.  Rashes are a symptom of many different medical problems. Other causes include irritating substances and allergies. Certain genes can make people more likely to get rashes.Contact dermatitis is a common type of rash. It causes redness, itching, and sometimes small bumps. You get the rash where you have touched an irritant, such as a chemical, or something you are allergic to, like poison ivy.Some rashes develop right away. Others form over several days. Although most rashes clear up fairly quickly, others are long-lasting and need  long-term treatment.Because rashes can be caused by many different things, it's important to figure out what kind you have before you treat it. If it is a bad rash, if it does not go away, or if you have other symptoms, you should see your health care provider. Treatments may include moisturizers, lotions, baths, cortisone creams that relieve swelling, and antihistamines, which relieve itching."}
{"id": "doc7", "contents": "Hodgkin Lymphoma  What is Hodgkin lymphoma? Hodgkin lymphoma, also called Hodgkin disease, is a type of cancer that develops in the lymph system. Your lymph system is part of your immune system. It helps protect your body from infection and disease.The lymph system is made up of tissues and organs that produce, store, and carry white blood cells. It includes your:Bone marrowLymph nodesLymphatic vesselsSpleenThymusTonsilsHodgkin lymphoma is one of the main types of lymphoma. The other is non-Hodgkin lymphoma. Each type starts in different types of white blood cells.What causes Hodgkin lymphoma?The cause of Hodgkin lymphoma is unknown. But there are certain people who are at higher risk of developing it.Who is more likely to develop Hodgkin lymphoma?Certain factors can make you more likely to develop Hodgkin lymphoma:Age. Hodgkin lymphoma is most common in early adulthood (age 20-39 years) and in late adulthood (age 65 years and older).Being male. The risk of adult Hodgkin lymphoma is slightly higher in males than in females.Past Epstein-Barr virus (EBV) infection. Having an infection with EBV as a young child or teenager increases your risk of Hodgkin lymphoma.A family history of Hodgkin lymphoma. Having a parent or sibling with Hodgkin lymphoma increases your risk of developing it.What are the symptoms of Hodgkin lymphoma?The signs and symptoms of Hodgkin lymphoma may include:Painless, swollen lymph nodes in the neck, underarm, or groinFever for no known reasonDrenching night sweats (very heavy sweating during sleep)Weight loss for no known reason in the past 6 monthsItchy skin, especially after bathing or drinking alcoholFatigueHow is Hodgkin lymphoma diagnosed?To find out if you have Hodgkin lymphoma, your provider:Will ask about your symptoms and medical history. This will include checking for signs of disease, such as lumps or anything else that seems unusual.May order some lab tests, such as:"}
{"id": "doc8", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc9", "contents": "Myositis  Myositis means inflammation of the muscles that you use to move your body. An injury, infection, or autoimmune disease can cause it. Two specific kinds are polymyositis and dermatomyositis. Polymyositis causes muscle weakness, usually in the muscles closest to the trunk of your body. Dermatomyositis causes muscle weakness, plus a skin rash.Other symptoms of myositis may include:Fatigue after walking or standingTripping or fallingTrouble swallowing or breathingDoctors may use a physical exam, lab tests, imaging tests and a muscle biopsy to diagnose myositis. There is no cure for these diseases, but you can treat the symptoms. Polymyositis and dermatomyositis are first treated with high doses of a corticosteroid. Other options include medications, physical therapy, exercise, heat therapy, assistive devices, and rest.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Athlete's Foot  Athlete's foot is a common infection caused by a fungus.  It most often affects the space between the toes. Symptoms include itching, burning, and cracked, scaly skin between your toes.You can get athlete's foot from damp surfaces, such as showers, swimming pools, and locker room floors. To prevent it:Keep your feet clean, dry, and coolWear clean socksDon't walk barefoot in public areasWear flip-flops in locker room showersKeep your toenails clean and clipped shortTreatments include over-the-counter antifungal creams for most cases and prescription medicines for more serious infections. These usually clear up the infection, but it can come back.Centers for Disease Control and Prevention"}
{"id": "doc11", "contents": "Tinea Infections  Tinea is the name of a group of diseases caused by a fungus.  Types of tinea include ringworm, athlete's foot and jock itch. These infections are usually not serious, but they can be uncomfortable. You can get them by touching an infected person, from damp surfaces such as shower floors, or even from a pet. Symptoms depend on the affected area of the body:\tRingworm is a red skin rash that forms a ring around normal-looking skin. A worm doesn't cause it. \tScalp ringworm causes itchy, red patches on your head. It can leave bald spots. It usually affects children.Athlete's foot causes itching, burning and cracked skin between your toes.\tJock itch causes an itchy, burning rash in your groin area.Over-the-counter creams and powders will get rid of many tinea infections, particularly athlete's foot and jock itch. Other cases require prescription medicine. "}
{"id": "doc12", "contents": "Foot Health  Each step you take involves a complex network of bones, muscles, tendons, and ligaments. This, combined with all of the weight they carry, explains why feet can have problems. To keep your feet healthy:\tExamine your feet regularly\tWear comfortable shoes that fit\tWash your feet daily with soap and lukewarm water \tTrim your toenails straight across and not too shortYour foot health can be a clue to your overall health. For example, joint stiffness could mean arthritis. Tingling or numbness could be a sign of diabetes. Swelling might indicate kidney disease, heart disease, or high blood pressure.Good foot care and regular foot checks are an important part of your health care. If you have foot problems, be sure to talk to your doctor. NIH: National Institute on Aging"}
{"id": "doc13", "contents": "Pressure Sores  Pressure sores are areas of damaged skin caused by staying in one position for too long. They commonly form where your bones are close to your skin, such as your ankles, back, elbows, heels and hips. You are at risk if you are bedridden, use a wheelchair, or are unable to change your position. Pressure sores can cause serious infections, some of which are life-threatening. They can be a problem for people in nursing homes.You can prevent the sores by :\tKeeping skin clean and dryChanging position every two hours\tUsing pillows and products that relieve pressurePressure sores have a variety of treatments. Advanced sores are slow to heal, so early treatment is best."}
{"id": "doc14", "contents": "Canker Sores  Canker sores are small, round sores in your mouth. They can be on the inside of your cheek, under your tongue, or in the back of your throat. They usually have a red edge and a gray center. They can be quite painful. They are not the same as cold sores, which are caused by herpes simplex.Canker sores aren't contagious. They may happen if you have a viral infection. They may also be triggered by stress, food allergies, lack of vitamins and minerals, hormonal changes or menstrual periods. In some cases the cause is unknown.In most cases, the sores go away by themselves. Some ointments, creams or rinses may help with the pain. Avoiding hot, spicy food while you have a canker sore also helps."}
{"id": "doc15", "contents": "Cold Sores  Cold sores are caused by a contagious virus called herpes simplex virus (HSV). There are two types of HSV. Type 1 usually causes oral herpes, or cold sores. Type 1 herpes virus infects more than half of the U.S. population by the time they reach their 20s. Type 2 usually affects the genital area.Some people have no symptoms from the infection. But others develop painful and unsightly cold sores. Cold sores usually occur outside the mouth, on or around the lips. When they are inside the mouth, they are usually on the gums or the roof of the mouth. They are not the same as canker sores, which are not contagious.There is no cure for cold sores. They normally go away on their own in a few weeks.  Antiviral medicines can help them heal faster.  They can also help to prevent cold sores in people who often get them. Other medicines can help with the pain and discomfort of the sores. These include ointments that numb the blisters, soften the crusts of the sores, or dry them out. Protecting your lips from the sun with sunblock lip balm can also help."}
{"id": "doc16", "contents": "Skin Infections  What are skin infections?Your skin is your body's largest organ. It has many different functions, including covering and protecting your body. It helps keep germs out. But sometimes the germs can cause a skin infection. This often happens when there is a break, cut, or wound on your skin. It can also happen when your immune system is weakened, because of another disease or a medical treatment.Some skin infections cover a small area on the top of your skin. Other infections can go deep into your skin or spread to a larger area.What causes skin infections?Skin infections are caused by different kinds of germs. For example,:Bacteria cause cellulitis, impetigo, and staphylococcal (staph) infectionsViruses cause shingles, warts, and herpes simplexFungi cause athlete's foot and yeast infectionsParasites cause body lice, head lice, and scabiesWho is at risk for skin infections?You are at a higher risk for a skin infection if you:Have poor circulationHave diabetesAre olderHave an immune system disease, such as HIV/AIDSHave a weakened immune system because of chemotherapy or other medicines that suppress your immune systemHave to stay in one position for a long time, such as if you are sick and have to stay in bed for a long time or you are paralyzedAre malnourishedHave excessive skinfolds, which can happen if you have obesityWhat are the symptoms of skin infections?The symptoms depend on the type of infection. Some symptoms that are common to many skin infections include rashes, swelling, redness, pain, pus, and itching.How are skin infections diagnosed?To diagnose a skin infection, health care providers will do a physical exam and ask about your symptoms. You may have lab tests, such as a skin culture. This is a test to identify what type of infection you have, using a sample from your skin. Your provider may take the sample by swabbing or scraping your skin, or removing a small piece of skin (biopsy). Sometimes providers use other tests, such as blood tests.How are skin infections treated?The treatment depends on the type of infection and how serious it is. Some infections will go away on their own. When you do need treatment, it may include a cream or lotion to put on the skin. Other possible treatments include medicines and a procedure to drain pus."}
{"id": "doc17", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc20", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc21", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc22", "contents": "Viral Infections  Viruses are very tiny germs. They are made of genetic material inside of a protein coating. Viruses cause familiar infectious diseases such as the common cold, flu and warts. They also cause severe illnesses such as HIV/AIDS, Ebola, and COVID-19.Viruses are like hijackers. They invade living, normal cells and use those cells to multiply and produce other viruses like themselves. This can kill, damage, or change the cells and make you sick. Different viruses attack certain cells in your body such as your liver, respiratory system, or blood.When you get a virus, you may not always get sick from it. Your immune system may be able to fight it off.For most viral infections, treatments can only help with symptoms while you wait for your immune system to fight off the virus. Antibiotics do not work for viral infections. There are antiviral medicines to treat some viral infections. Vaccines can help prevent you from getting many viral diseases."}
{"id": "doc23", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc24", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc25", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc26", "contents": "Diabetic Foot  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose can't get into your cells as quickly as usual. The glucose builds up in your blood and causes high blood sugar levels.How does diabetes cause foot problems?Foot problems are common in people with diabetes. They can happen over time when high blood sugar damages the nerves and blood vessels in the feet. The nerve damage, called diabetic neuropathy, can cause numbness, tingling, pain, or a loss of feeling in your feet.If you can't feel pain, you may not know when you have a cut, blister, or ulcer (open sore) on your foot. A wound like that could get infected. The infection may not heal well because the damaged blood vessels can cause poor blood flow in your feet.Having an infection and poor blood flow can lead to gangrene. That means the muscle, skin, and other tissues start to die. If you have gangrene or a foot ulcer that does not get better with treatment, you may need an amputation. This is a surgery to cut off your damaged toe, foot, or part of your leg. It may prevent a bad infection from spreading and could save your life.But there's a lot you can do to prevent a foot wound from becoming a major health problem.How can I protect my feet if I have diabetes?The best way to protect your feet is by controlling your blood sugar levels every day. This will help keep nerve and blood vessel damage from getting worse. The next step is to keep the skin of your feet healthy.Good foot care for people with diabetes includes:Checking your feet every day. Look for cuts, redness, and other changes in the skin and toenails, including warts or other spots that your shoes could rub. Make sure to check the bottoms of your feet too.Washing your feet every day. Use warm water and soap. Don't soak your feet because that can dry out your skin. After you dry your feet, you can use talcum powder or cornstarch between your toes. They soak up moisture that can cause infection. If you use lotion, don't apply it between your toes.Asking your doctor how to remove corns and calluses safely. Thick skin on your feet can rub and lead to sores. But removing it the wrong way could damage your skin. So you don't want to cut the skin or use medicated pads or liquid removers.Trimming your toenails straight across with a clipper. If it's hard for you to trim your own toenails, or if they're thick or curve into the skin, have a podiatrist (foot doctor) do it for you.Always wearing well-fitting shoes and socks or slippers to protect your feet when walking. You don't want to walk barefoot, even indoors. And be sure your shoes are smooth inside. A seam or pebble could rub your skin raw.Protecting your feet from heat and cold. Use sunscreen on exposed skin and don't walk barefoot at the beach. In cold weather, wear warm socks instead of warming your feet near a heater or fireplace.Keeping the blood flowing in your feet. Put your feet up when you're sitting. Wiggle your toes and circle your feet throughout the day. Don't wear tight socks. And get plenty of activity that's not too hard on the feet, such as walking.Getting your feet checked at your health care visits. Even if you haven't noticed a problem, it's good to have your health care provider look at your feet.When should I see my health care provider about diabetic foot problems?Serious foot problems can develop quickly. See your health care provider right away if you notice:A cut, blister, or bruise on your feet that doesn't start to heal in a few daysRed, warm, or painful skin on your feetA callus with dried blood insideA foot infection that becomes black and smells bad that could be gangreneRemember, controlling your blood sugar and caring for your feet every day are the best steps you can take to prevent serious diabetic foot problems.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc27", "contents": "Sciatica  Sciatica is a symptom of a problem with the sciatic nerve, the largest nerve in the body. It controls muscles in the back of your knee and lower leg and provides feeling to the back of your thigh, part of your lower leg, and the sole of your foot. When you have sciatica, you have pain, weakness, numbness, or tingling. It can start in the lower back and extend down your leg to your calf, foot, or even your toes. It's usually on only one side of your body.Causes of sciatica include:A ruptured intervertebral diskNarrowing of the spinal canal that puts pressure on the nerve, called spinal stenosisAn injury such as a pelvic fracture.In many cases no cause can be found.Sometimes sciatica goes away on its own. Treatment, if needed, depends on the cause of the problem. It may include exercises, medicines, and surgery."}
{"id": "doc28", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc29", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc30", "contents": "Kaposi Sarcoma  Kaposi sarcoma (KS) is a cancer that causes patches of abnormal tissue to grow under the skin, in the lining of the mouth, nose, and throat, in lymph nodes, or in other organs. These patches, or lesions, are usually red or purple. They are made of cancer cells, blood vessels, and blood cells.KS is caused by infection with human herpesvirus-8 (HHV-8). Most people infected with HHV-8 don't get KS. It usually happens in:People with weak immune systems, due to HIV/AIDS, drugs taken after an organ transplant, or another diseaseOlder men of Jewish or Mediterranean descentYoung men in AfricaThe skin lesions may not cause symptoms. But they can spread to other parts of the body, especially in people with HIV/AIDS. If they spread to the digestive tract or lungs, they can cause bleeding. Lesions on the lungs can also make it hard to breathe.Treatment depends on where the lesions are and how bad they are. Options include radiation therapy, surgery, chemotherapy, and biologic therapy. People with HIV/AIDS also take HIV/AIDS medicines.NIH: National Cancer Institute"}
{"id": "doc31", "contents": "Biopsy  A biopsy is a procedure that removes cells or tissue from your body.  A doctor called a pathologist looks at the cells or tissue under a microscope to check for damage or disease. The pathologist may also do other tests on it.Biopsies can be done on all parts of the body. In most cases, a biopsy is the only test that can tell for sure if a suspicious area is cancer.  But biopsies are performed for many other reasons too.There are different types of biopsies. A needle biopsy removes tissue with a needle passed through your skin to the site of the problem. Other kinds of biopsies may require surgery."}
{"id": "doc32", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc33", "contents": "COPD  What is COPD (chronic obstructive pulmonary disease)?COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:The airways and air sacs in your lungs become less elasticThe walls between many of the air sacs are destroyedThe walls of the airways become thick and inflamedThe airways make more mucus than usual and can become cloggedWhat are the types of COPD (chronic obstructive pulmonary disease)?COPD includes two main types:Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.What causes COPD (chronic obstructive pulmonary disease)?The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.Who is at risk for COPD (chronic obstructive pulmonary disease)?The risk factors for COPD include:Smoking. This the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplaceAge. Most people who have COPD are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.Asthma. People who have asthma have more risk of developing COPD than people who don't have asthma. But most people with asthma will not get COPD.What are the symptoms of COPD (chronic obstructive pulmonary disease)?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is COPD (chronic obstructive pulmonary disease) diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsYour doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.What are the treatments for COPD (chronic obstructive pulmonary disease)?There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc34", "contents": "Sinusitis  Sinusitis means your sinuses are inflamed. The cause can be an infection or another problem. Your sinuses are hollow air spaces within the bones surrounding the nose. They produce mucus, which drains into the nose.  If your nose is swollen, this can block the sinuses and cause pain.There are several types of sinusitis, including:Acute, which lasts up to 4 weeksSubacute, which lasts 4 to 12 weeksChronic, which lasts more than 12 weeks and can continue for months or even yearsRecurrent, with several attacks within a yearAcute sinusitis often starts as a cold, which then turns into a bacterial infection.  Allergies, nasal problems, and certain diseases can also cause acute and chronic sinusitis.Symptoms of sinusitis can include fever, weakness, fatigue, cough, and congestion. There may also be mucus drainage in the back of the throat, called postnasal drip. Your health care professional diagnoses sinusitis based on your symptoms and an examination of your nose and face. You may also need imaging tests. Treatments include antibiotics, decongestants, and pain relievers. Using heat pads on the inflamed area, saline nasal sprays, and vaporizers can also help."}
