{"id": "doc1", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Gaucher Disease  Gaucher disease is a rare, inherited disorder. It is a type of lipid metabolism disorder. If you have it, you do not have enough of an enzyme called glucocerebrosidase.  This causes too much of a fatty substance to build up in your spleen, liver, lungs, bones and, sometimes, your brain. This prevents these organs from working properly.There are three types:Type 1, the most common form, causes liver and spleen enlargement, bone pain and fractures (broken bones), and, sometimes, lung and kidney problems. It does not affect the brain. It can occur at any age.Type 2, which causes severe brain damage, appears in infants. Most children who have it die by age 2.In type 3, there may be liver and spleen enlargement. The brain is gradually affected. It usually starts in childhood or adolescence.Gaucher disease has no cure. Treatment options for types 1 and 3 include medicine and enzyme replacement therapy, which is usually very effective. There is no good treatment for the brain damage of types 2 and 3.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc3", "contents": "Heart Diseases  If you're like most people, you think that heart disease is a problem for others. But heart disease is the number one killer in the U.S. It is also a major cause of disability. There are many different forms of heart disease. The most common cause of heart disease is narrowing or blockage of the coronary arteries, the blood vessels that supply blood to the heart itself. This is called coronary artery disease and "}
{"id": "doc4", "contents": "Hair Problems  The average person has 5 million hairs. Hair grows all over your body except on your lips, palms, and the soles of your feet. It takes about a month for healthy hair to grow half an inch. Most hairs grow for up to six years and then fall out. New hairs grow in their place.  Hair helps keep you warm. It also protects your eyes, ears and nose from small particles in the air. Common problem with the hair and scalp include hair loss, infections, and flaking."}
{"id": "doc5", "contents": "Polycystic Ovary Syndrome  Polycystic ovary syndrome (PCOS) happens when a woman's ovaries or adrenal glands produce more male hormones than normal.  PCOS causes cysts (fluid-filled sacs) to grow on the ovaries.  Symptoms include:Irregular menstrual periodsInfertilityPelvic painExcess hair growth on the face, chest, stomach, or thighsWeight gainAcne or oily skinPatches of thickened skinWomen with PCOS are at higher risk of diabetes, metabolic syndrome, heart disease, and high blood pressure.PCOS is more common in women who have obesity or have a mother or sister with PCOS.  To diagnose PCOS, your health care provider may do a physical exam, pelvic exam, blood tests, and an ultrasound.There is no cure, but diet, exercise, and medicines can help control the symptoms. Birth control pills help women have normal periods, reduce male hormone levels, and clear acne. Treatments for infertility caused by PCOS may include medicines, surgery, and in vitro fertilization (IVF).NIH: National Institute of Child Health and Human Development"}
{"id": "doc6", "contents": "Craniofacial Abnormalities  Craniofacial is a medical term that relates to the bones of the skull and face. Craniofacial abnormalities are birth defects of the face or head. Some, like cleft lip and palate, are among the most common of all birth defects. Others are very rare. Most of them affect how a person's face or head looks. These conditions may also affect other parts of the body.Treatment depends on the type of problem. Plastic and reconstructive surgery may help the person's appearance."}
{"id": "doc7", "contents": "Jaw Injuries and Disorders  Your jaw is a set of bones that holds your teeth.  It consists of two main parts. The upper part is the maxilla.  It doesn't move. The moveable lower part is called the mandible. You move it when you talk or chew. The two halves of the mandible meet at your chin. The joint where the mandible meets your skull is the temporomandibular joint. Jaw problems include:Fractures (broken bones)DislocationsTemporomandibular joint dysfunctionOsteonecrosis, which happens when your bones lose their blood supplyCancersTreatment of jaw problems depends on the cause."}
{"id": "doc8", "contents": "Ovarian Cancer  The ovaries are part of the female reproductive system. They produce a woman's eggs and female hormones. Each ovary is about the size and shape of an almond.Cancer of the ovary is not common, but it causes more deaths than other female reproductive cancers. The sooner ovarian cancer is found and treated, the better your chance for recovery. But ovarian cancer is hard to detect early. Women with ovarian cancer may have no symptoms or just mild symptoms until the disease is in an advanced stage. Then it is hard to treat. Symptoms may include:A heavy feeling in the pelvisPain in the lower abdomen Bleeding from the vagina Weight gain or loss Abnormal periods Unexplained back pain that gets worse Gas, nausea, vomiting, or loss of appetiteTo diagnose ovarian cancer, doctors do one or more tests. They include a physical exam, a pelvic exam, lab tests, ultrasound, or a biopsy. Treatment is usually surgery followed by chemotherapy.NIH: National Cancer Institute"}
{"id": "doc9", "contents": "Skin Conditions  Your skin is your body's largest organ. It covers and protects your body. Your skin:Holds body fluids in, preventing dehydrationKeeps harmful microbes out, preventing infectionsHelps you feel things like heat, cold, and painKeeps your body temperature evenMakes vitamin D when the sun shines on itAnything that irritates, clogs, or inflames your skin can cause symptoms such as redness, swelling, burning, and itching. Allergies, irritants, your genetic makeup, and certain diseases and immune system problems can cause rashes, hives, and other skin conditions. Many skin problems, such as acne, also affect your appearance.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc10", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc11", "contents": "Shock  Shock happens when not enough blood and oxygen can get to your organs and tissues.  It causes very low blood pressure and may be life-threatening. It often happens along with a serious injury. There are several kinds of shock. Hypovolemic shock happens when you lose a lot of blood or fluids. Causes include internal or external bleeding, dehydration, burns, and severe vomiting and/or diarrhea. Septic shock is caused by infections in the bloodstream. A severe allergic reaction can cause anaphylactic shock. An insect bite or sting might cause it. Cardiogenic shock happens when the heart cannot pump blood effectively. This may happen after a heart attack. Neurogenic shock is caused by damage to the nervous system.Symptoms of shock include:Confusion or lack of alertnessLoss of consciousnessSudden and ongoing rapid heartbeatSweatingPale skinA weak pulseRapid breathingDecreased or no urine outputCool hands and feetShock is a life-threatening medical emergency and it is important to get help right away. Treatment of shock depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Carpal Tunnel Syndrome  You're working at your desk, trying to ignore the tingling or numbness you've had for some time in your hand and wrist. Suddenly, a sharp, piercing pain shoots through the wrist and up your arm. Just a passing cramp? It could be carpal tunnel syndrome.The carpal tunnel is a narrow passageway of ligament and bones at the base of your hand. It contains nerve and tendons. Sometimes, thickening from irritated tendons or other swelling narrows the tunnel and causes the nerve to be compressed. Symptoms usually start gradually. As they worsen, grasping objects can become difficult.Often, the cause is having a smaller carpal tunnel than other people do. Other causes include performing assembly line work, wrist injury, or swelling due to certain diseases, such as rheumatoid arthritis. Women are three times more likely to have carpal tunnel syndrome than men.Early diagnosis and treatment are important to prevent permanent nerve damage. Your doctor diagnoses carpal tunnel syndrome with a physical exam and special nerve tests.  Treatment includes resting your hand, splints, pain and anti-inflammatory medicines, and sometimes surgery. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc13", "contents": "Sweat  Sweat is a clear, salty liquid produced by glands in your skin. Sweating is how your body cools itself. You sweat mainly under your arms and on your feet and palms. When sweat mixes with bacteria on your skin, it can cause a smell. Bathing regularly and using antiperspirants or deodorants can help control the odor. Sweating a lot is normal when it is hot or when you exercise, are anxious, or have a fever. It also happens during menopause. If you often sweat too much, it's called hyperhidrosis. Causes include thyroid or nervous system disorders, low blood sugar, or another health problem. Sweating too little, anhidrosis, can be life-threatening because your body can overheat. Causes of anhidrosis include dehydration, burns, and some skin and nerve disorders.  "}
{"id": "doc14", "contents": "Heat Illness  Your body normally cools itself by sweating.  During hot weather, especially when it is very humid, sweating just isn't enough to cool you off. Your body temperature can rise to dangerous levels and you can develop a heat illness.Most heat illnesses happen when you stay out in the heat too long. Exercising and working outside in high heat can also lead to heat illness. Older adults, young children, and those who are sick or overweight are most at risk. Taking certain medicines or drinking alcohol can also raise your risk.Heat-related illnesses include:Heat stroke - a life-threatening illness in which body temperature may rise above 106 °F (41 °C) in minutes. Symptoms include dry skin, a rapid, strong pulse, dizziness, nausea, and confusion. If you see any of these signs, get medical help right away.Heat exhaustion -  an illness that can happen after several days of exposure to high temperatures and not enough fluids. Symptoms include heavy sweating, rapid breathing, and a fast, weak pulse. If it is not treated, it can turn into heat stroke.Heat cramps - muscle pains or spasms that happen during heavy exercise. You usually get them in your abdomen, arms, or legs.Heat rash - skin irritation from excessive sweating. It is more common in young children.You can lower your risk of heat illness by drinking fluids to prevent dehydration, replacing lost salt and minerals, and limiting your time in the heat.Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Dehydration  What is dehydration?Dehydration is condition caused by the loss of too much fluid from the body.  It happens when you are losing more fluids than you are taking in, and your body does not have enough fluids to work properly.What causes dehydration?You can become dehydrated because of:DiarrheaVomitingSweating too muchUrinating too much, which can happen because of certain medicines and illnessesFeverNot drinking enoughWho is at risk for dehydration?Certain people have a higher risk of dehydration:Older adults. Some people lose their sense of thirst as they age, so they don't drink enough fluids.Infants and young children, who are more likely to have diarrhea or vomitingPeople with chronic illnesses that cause them to urinate or sweat more often, such as diabetes, cystic fibrosis, or kidney problemsPeople who take medicines that cause them to urinate or sweat morePeople who exercise or work outdoors during hot weatherWhat are the symptoms of dehydration?In adults, the symptoms of dehydration include:Feeling very thirstyDry mouthUrinating and sweating less than usualDark-colored urineDry skinFeeling tiredDizzinessIn infants and young children, the symptoms of dehydration include:Dry mouth and tongueCrying without tearsNo wet diapers for 3 hours or moreA high feverBeing unusually sleepy or drowsyIrritabilityEyes that look sunkenDehydration can be mild, or it can be severe enough to be life-threatening. Get medical help right away if the symptoms also include:ConfusionFaintingLack of urinationRapid heartbeatRapid breathingShockHow is dehydration diagnosed?To make a diagnosis, your health care provider will:Do a physical examCheck your vital signsAsk about your symptomsYou may also have:Blood tests to check your electrolyte levels, especially potassium and sodium. Electrolytes are minerals in your body that have an electric charge. They have many important jobs, including helping to keep a balance of fluids in your body.Blood tests to check your kidney functionUrine tests to check for dehydration and its causeWhat are the treatments for dehydration?The treatment for dehydration is to replace the fluids and electrolytes that you have lost. For mild cases, you may just need to drink lots of water. If you lost electrolytes, sports drinks may help. There are also oral rehydration solutions for children. You can buy those without a prescription.Severe cases may be treated with intravenous (IV) fluids with salt in a hospital.Can dehydration be prevented?The key to preventing dehydration is making sure that you get enough fluids:Drink enough water every day. Each person's needs can be different, so ask your health care provider how much you should be drinking each day.If you are exercising in the heat and losing a lot of minerals in sweat, sports drinks can be helpfulAvoid drinks that have sugar and caffeineDrink extra fluids when the weather is hot or when you are sick"}
{"id": "doc16", "contents": "Snoring  Snoring is the sound you make when your breathing is blocked while you are asleep.  The sound is caused by tissues at the top of your airway that strike each other and vibrate. Snoring is common, especially among older people and people who are overweight.When severe, snoring can cause frequent awakenings at night and daytime sleepiness. It can disrupt your bed partner's sleep. Snoring can also be a sign of a serious sleep disorder called sleep apnea.  You should see your health care provider if you are often tired during the day, don't feel that you sleep well, or wake up gasping.To reduce snoring:Lose weight if you are overweight. It may help, but thin people can snore, too.Cut down or avoid alcohol and other sedatives at bedtimeDon't sleep flat on your backNIH: National Institute on Aging"}
{"id": "doc17", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc18", "contents": "Sleep Apnea  Sleep apnea is a common disorder that causes your breathing to stop or get very shallow. Breathing pauses can last from a few seconds to minutes. They may occur 30 times or more an hour.The most common type is obstructive sleep apnea. It causes your airway to collapse or become blocked during sleep. Normal breathing starts again with a snort or choking sound. People with sleep apnea often snore loudly. However, not everyone who snores has sleep apnea.You are more at risk for sleep apnea if you are overweight, male, or have a family history or small airways.  Children with enlarged tonsils or adenoids may also get it.Doctors diagnose sleep apnea based on medical and family histories, a physical exam, and sleep study results.When your sleep is interrupted throughout the night, you can be drowsy during the day. People with sleep apnea are at higher risk for car crashes, work-related accidents, and other medical problems. If you have it, it is important to get treatment. Lifestyle changes, mouthpieces, surgery, and breathing devices can treat sleep apnea in many people.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc20", "contents": "Pituitary Disorders  Your pituitary gland is a pea-sized gland at the base of your brain. The pituitary is the \"master control gland\" - it makes hormones that affect growth and the functions of other glands in the body. With pituitary disorders, you often have too much or too little of one of your hormones.  Injuries can cause pituitary disorders, but the most common cause is a pituitary tumor."}
{"id": "doc21", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc22", "contents": "Ankylosing Spondylitis  Ankylosing spondylitis is a type of arthritis of the spine. It causes inflammation between your vertebrae, which are the bones that make up your spine, and in the joints between your spine and pelvis. In some people, it can affect other joints.AS is more common and more severe in men. It often runs in families. The cause is unknown, but it is likely that both genes and factors in the environment play a role.Early symptoms of AS include back pain and stiffness. These problems often start in late adolescence or early adulthood. Over time, AS can fuse your vertebrae together, limiting movement. Some people have symptoms that come and go. Others have severe, ongoing pain.A diagnosis of AS is based on your medical history and a physical examination. You may also have imaging or blood tests.AS has no cure, but medicines can relieve symptoms and may keep the disease from getting worse. Eating a healthy diet, not smoking, and exercising can also help. In rare cases, you may need surgery to straighten the spine.NIH: National Institute of Arthritis and Musculoskeletal and Skin Disease"}
{"id": "doc23", "contents": "Baby Health Checkup  There are many new responsibilities when you have a baby. One of them is to make sure that your baby gets regular checkups, which are called well-baby exams. These exams are important in making sure that your baby is growing and developing properly. If there are problems, you can catch them early. This means that there is a better chance for treatment.During these checkups, your baby will get any needed vaccines and screenings.  This is also a good chance to ask your health care provider any questions about how to care for your baby. The provider will let you know how often your baby should get these checkups."}
{"id": "doc24", "contents": "Acne  Acne is a common skin disease that causes pimples. Pimples form when hair follicles "}
{"id": "doc25", "contents": "Rosacea  Rosacea is a long-term disease that affects your skin and sometimes your eyes. It causes redness and pimples. Rosacea is most common in women and people with fair skin. It most often affects middle-aged and older adults.In most cases, rosacea only affects the face. Symptoms can include:Frequent redness of the face, or flushing Small, red lines under the skinAcneA swollen noseThick skin, usually on the forehead, chin, and cheeks Red, dry, itchy eyes and sometimes vision problems No one knows what causes rosacea. You may be more likely to have it if you blush a lot or if rosacea runs in your family. Rosacea is not dangerous. There is no cure, but treatments can help. They include medicines and sometimes surgery.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc26", "contents": "Hidradenitis Suppurativa  What is hidradenitis suppurativa (HS)?Hidradenitis suppurativa (HS) is a chronic skin disease. It causes painful, boil-like lumps that form under the skin. It often affects areas where the skin rubs together, such as your armpits and groin. The lumps become inflamed and painful. They often break open, causing abscesses that drain fluid and pus. As the abscesses heal, they can cause scarring of the skin.What causes hidradenitis suppurativa (HS)?The lumps in HS form because of blockages of the hair follicles. The blocked hair follicles trap bacteria, which leads to inflammation and rupture. In most cases, the cause of the blockages is unknown. Genetics, environment, and hormonal factors may play a role. Some cases of HS are caused by changes in certain genes.HS is not caused by bad hygiene, and it cannot be spread to others.Who is at risk for hidradenitis suppurativa (HS)?HS usually starts after puberty, usually in the teens or twenties. It is more common in:WomenPeople with a family history of HSPeople who are overweight or have obesitySmokersWhat are the symptoms of hidradenitis suppurativa (HS)?The symptoms of HS include:Small pitted areas of skin containing blackheadsPainful, red, lumps that get bigger and break open. This causes abscesses that drain fluid and pus. They may itch and have an unpleasant odor.The abscesses heal very slowly, recur over time, and can lead to scarring and tunnels under the skinHS can be mild, moderate, or severe:In mild HS, there are only one or a few lumps in one area of the skin. A mild case will often get worse, becoming a moderate disease.Moderate HS include recurrences of the lumps that get bigger and break open. The lumps form in more than one area of the body.With severe HS, there are widespread lumps, scarring, and chronic pain that may make it hard to moveBecause of the difficulty of dealing with the disease, people with HS are at risk for depression and anxiety.How is hidradenitis suppurativa (HS) diagnosed?There is no specific test for HS, and it is often misdiagnosed in the early stages. To make a diagnosis, your health care provider will ask about your medical history and your symptoms. He or she will look at the lumps on your skin and test a sample of the skin or pus (if there is any).What are the treatments for hidradenitis suppurativa?There is no cure for HS. Treatments focus on the symptoms, but they are not always effective for everyone. The treatments depend on how severe the disease is, and they include:Medicines, including steroids, antibiotics, pain relievers, and medicines that flight inflammation. In mild cases, the medicines may be topical. This means that you apply them to your skin. Otherwise the medicines may be injected or taken orally (by mouth).Surgery for severe cases, to remove the lumps and scarsIt may also help if you can avoid things that can irritate your skin, by:Wearing loose-fitting clothingStaying at a healthy weightQuitting smokingAvoiding heat and humidityBeing careful not to injure your skin"}
{"id": "doc27", "contents": "Breast Diseases  Most women experience breast changes at some time. Your age, hormone levels, and medicines you take may cause lumps, bumps, and discharges (fluids that are not breast milk).If you have a breast lump, pain, discharge or skin irritation, see your health care provider. Minor and serious breast problems have similar  symptoms. Although many women fear cancer, most breast problems are not cancer.Some common breast changes are:Fibrocystic breast changes - lumpiness, thickening and swelling, often just before a woman's periodCysts - fluid-filled lumpsFibroadenomas - solid, round, rubbery lumps that move easily when pushed, occurring most in younger womenIntraductal papillomas - growths similar to warts near the nippleBlocked milk ductsMilk production when a woman is not breastfeedingNIH: National Cancer Institute "}
{"id": "doc28", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc29", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc30", "contents": "Headache  Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.Other common types of headaches include migraines, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc31", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc32", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
