{"id": "doc1", "contents": "Sleep Apnea  Sleep apnea is a common disorder that causes your breathing to stop or get very shallow. Breathing pauses can last from a few seconds to minutes. They may occur 30 times or more an hour.The most common type is obstructive sleep apnea. It causes your airway to collapse or become blocked during sleep. Normal breathing starts again with a snort or choking sound. People with sleep apnea often snore loudly. However, not everyone who snores has sleep apnea.You are more at risk for sleep apnea if you are overweight, male, or have a family history or small airways.  Children with enlarged tonsils or adenoids may also get it.Doctors diagnose sleep apnea based on medical and family histories, a physical exam, and sleep study results.When your sleep is interrupted throughout the night, you can be drowsy during the day. People with sleep apnea are at higher risk for car crashes, work-related accidents, and other medical problems. If you have it, it is important to get treatment. Lifestyle changes, mouthpieces, surgery, and breathing devices can treat sleep apnea in many people.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Snoring  Snoring is the sound you make when your breathing is blocked while you are asleep.  The sound is caused by tissues at the top of your airway that strike each other and vibrate. Snoring is common, especially among older people and people who are overweight.When severe, snoring can cause frequent awakenings at night and daytime sleepiness. It can disrupt your bed partner's sleep. Snoring can also be a sign of a serious sleep disorder called sleep apnea.  You should see your health care provider if you are often tired during the day, don't feel that you sleep well, or wake up gasping.To reduce snoring:Lose weight if you are overweight. It may help, but thin people can snore, too.Cut down or avoid alcohol and other sedatives at bedtimeDon't sleep flat on your backNIH: National Institute on Aging"}
{"id": "doc3", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc4", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Sjogren's Syndrome  Sjogren's syndrome is an autoimmune disease. This means that your immune system attacks parts of your own body by mistake. In Sjogren's syndrome, it attacks the glands that make tears and saliva. This causes a dry mouth and dry eyes. You may have dryness in other places that need moisture, such as your nose, throat, and skin. Sjogren's can also affect other parts of the body, including your joints, lungs, kidneys, blood vessels, digestive organs, and nerves.Most people with Sjogren's syndrome are women. It usually starts after age 40. It is sometimes linked to other diseases such as rheumatoid arthritis and lupus.To make a diagnosis, doctors may use a medical history, physical exam, certain eye and mouth tests, blood tests, and biopsies.Treatment focuses on relieving symptoms. It can differ for each person; it depends on what parts of the body are affected. It may include artificial tears for dye eyes and sucking on sugar-free candy or drinking water often for a dry mouth. Medicines may help with severe symptoms.NIH: National Institute of Arthritis and Musculoskeletal and Skin "}
{"id": "doc6", "contents": "Zika Virus  Zika is a virus that is spread mostly by mosquitoes. A pregnant mother can pass it to her baby during pregnancy or around the time of birth. It can spread through sexual contact. There have also been reports that the virus has spread through blood transfusions. There have been outbreaks of Zika virus in the United States, Africa, Southeast Asia, the Pacific Islands, parts of the Caribbean, and Central and South America.Most people who get the virus do not get sick. One in five people do get symptoms, which can include a fever, rash, joint pain, and conjunctivitis (pink eye). Symptoms are usually mild, and start 2 to 7 days after being bitten by an infected mosquito.A blood test can tell whether you have the infection. There are no vaccines or medicines to treat it. Drinking lots of fluids, resting, and taking acetaminophen might help.Zika can cause microcephaly (a serious birth defect of the brain) and other problems in babies whose mothers were infected while pregnant. The Centers for Disease Control and Prevention recommends that pregnant women do not travel to areas where there is a Zika virus outbreak. If you do decide to travel, first talk to your doctor. You should also be careful to prevent mosquito bites:Use insect repellentWear clothes that cover your arms, legs, and feetStay in places that have air conditioning or that use window and door screens Centers for Disease Control and Prevention"}
{"id": "doc7", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc9", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc10", "contents": "Chlamydia Infections  What is chlamydia?Chlamydia is a common sexually transmitted disease. It is caused by bacteria called Chlamydia trachomatis. It can infect both men and women. Women can get chlamydia in the cervix, rectum, or throat. Men can get chlamydia in the urethra (inside the penis), rectum, or throat.How do you get chlamydia?You can get chlamydia during oral, vaginal, or anal sex with someone who has the infection. A woman can also pass chlamydia to her baby during childbirth.If you've had chlamydia and were treated in the past, you can get re-infected if you have unprotected sex with someone who has it.Who is at risk of getting chlamydia?Chlamydia is more common in young people, especially young women. You are more likely to get it if you don't consistently use a condom, or if you have multiple partners.What are the symptoms of chlamydia?Chlamydia doesn't usually cause any symptoms. So you may not realize that you have it. People with chlamydia who have no symptoms can still pass the disease to others. If you do have symptoms, they may not appear until several weeks after you have sex with an infected partner.Symptoms in women include:Abnormal vaginal discharge, which may have a strong smellA burning sensation when urinatingPain during intercourseIf the infection spreads, you might get lower abdominal pain, pain during sex, nausea, or fever.Symptoms in men include:Discharge from your penisA burning sensation when urinatingBurning or itching around the opening of your penisPain and swelling in one or both testicles (although this is less common)If the chlamydia infects the rectum (in men or women), it can cause rectal pain, discharge, and/or bleeding.How is chlamydia diagnosed?There are lab tests to diagnose chlamydia. Your health care provider may ask you to provide a urine sample. For women, providers sometimes use (or ask you to use) a cotton swab to get a sample from your vagina to test for chlamydia.Who should be tested for chlamydia?You should go to your health provider for a test if you have symptoms of chlamydia, or if you have a partner who has a sexually transmitted disease. Pregnant women should get a test when they go to their first prenatal visit.People at higher risk should get checked for chlamydia every year:Sexually active women 25 and youngerOlder women who have new or multiple sex partners, or a sex partner who has a sexually transmitted diseaseMen who have sex with men (MSM)What other problems can chlamydia cause?In women, an untreated infection can spread to your uterus and fallopian tubes, causing pelvic inflammatory disease (PID). PID can cause permanent damage to your reproductive system. This can lead to long-term pelvic pain, infertility, and ectopic pregnancy. Women who have had chlamydia infections more than once are at higher risk of serious reproductive health complications.Men often don't have health problems from chlamydia. Sometimes it can infect the epididymis (the tube that carries sperm). This can cause pain, fever, and, rarely, infertility.Both men and women can develop reactive arthritis because of a chlamydia infection. Reactive arthritis is a type of arthritis that happens as a \"reaction\" to an infection in the body.Babies born to infected mothers can get eye infections and pneumonia from chlamydia. It may also make it more likely for your baby to be born too early.Untreated chlamydia may also increase your chances of getting or giving HIV/AIDS.What are the treatments for chlamydia?Antibiotics will cure the infection. You may get a one-time dose of the antibiotics, or you may need to take medicine every day for 7 days. Antibiotics cannot repair any permanent damage that the disease has caused.To prevent spreading the disease to your partner, you should not have sex until the infection has cleared up. If you got a one-time dose of antibiotics, you should wait 7 days after taking the medicine to have sex again. If you have to take medicine every day for 7 days, you should not have sex again until you have finished taking all of the doses of your medicine.It is common to get a repeat infection, so you should get tested again about three months after treatment.Can chlamydia be prevented?The only sure way to prevent chlamydia is to not have vaginal, anal, or oral sex.Correct usage of latex condoms greatly reduces, but does not eliminate, the risk of catching or spreading chlamydia. If your or your partner is allergic to latex, you can use polyurethane condoms.Centers for Disease Control and Prevention"}
{"id": "doc11", "contents": "Gonorrhea  Gonorrhea is a sexually transmitted disease.  It is most common in young adults. The bacteria that cause gonorrhea can infect the genital tract, mouth, or anus. You can get gonorrhea during vaginal, oral, or anal sex with an infected partner.   A pregnant woman can pass it to her baby during childbirth.Gonorrhea does not always cause symptoms. In men, gonorrhea can cause pain when urinating and discharge from the penis. If untreated, it can cause problems with the prostate and testicles.In women, the early symptoms of gonorrhea often are mild. Later, it can cause bleeding between periods, pain when urinating, and increased discharge from the vagina. If untreated, it can lead to pelvic inflammatory disease, which causes problems with pregnancy and infertility.Your health care provider will diagnose gonorrhea with lab tests. Treatment is with antibiotics. Treating gonorrhea is becoming more difficult because drug-resistant strains are increasing. Correct usage of latex condoms greatly reduces, but does not eliminate, the risk of catching or spreading gonorrhea. If your or your partner is allergic to latex, you can use polyurethane condoms. The most reliable way to avoid infection is to not have anal, vaginal, or oral sex.Centers for Disease Control and Prevention"}
{"id": "doc12", "contents": "Antidepressants  What are antidepressants?Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.Are antidepressants used for other conditions?A health care provider may prescribe antidepressants for anxiety, chronic pain, or insomnia. Sometimes providers also prescribe antidepressants for other conditions.What are the different types of antidepressants?There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.Most of the newer antidepressants belong to one of these three groups:Selective serotonin reuptake inhibitors (SSRIs)Serotonin and norepinephrine reuptake inhibitors (SNRIs)Atypical antidepressants, which are newer antidepressants that don't fit into the other groupsIf these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.Which type of antidepressant is right for me?Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.Your provider will work with you to choose the best option to try first. You'll consider questions such as:Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.How long do antidepressants take to work?Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.How long will I need to take an antidepressant?When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.What are the side effects of antidepressants?Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.The most common side effects from antidepressants include:Nausea and vomitingWeight gainDiarrheaSleepinessSexual problems, such as a lack of desire or ability to have sexWhen thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.What can I do to take antidepressants safely?Antidepressants are generally safe when you use them correctly:Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.Follow all instructions about how to take your medicine.Talk with your provider if side effects bother you.Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.NIH: National Institute of Mental Health"}
{"id": "doc13", "contents": "Carbohydrates  What are carbohydrates?Carbohydrates, or carbs, are sugar molecules. Along with proteins and fats, carbohydrates are one of three main nutrients found in foods and drinks.Your body breaks down carbohydrates into glucose. Glucose, or blood sugar, is the main source of energy for your body's cells, tissues, and organs. Glucose can be used immediately or stored in the liver and muscles for later use.What are the different types of carbohydrates?There are three main types of carbohydrates:Sugars. They are also called simple carbohydrates because they are in the most basic form. They can be added to foods, such as the sugar in candy, desserts, processed foods, and regular soda. They also include the kinds of sugar that are found naturally in fruits, vegetables, and milk.Starches. They are complex carbohydrates, which are made of lots of simple sugars strung together. Your body needs to break starches down into sugars to use them for energy. Starches include bread, cereal, and pasta. They also include certain vegetables, like potatoes, peas, and corn.Fiber. It is also a complex carbohydrate. Your body cannot break down most fibers, so eating foods with fiber can help you feel full and make you less likely to overeat. Diets high in fiber have other health benefits. They may help prevent stomach or intestinal problems, such as constipation. They may also help lower cholesterol and blood sugar. Fiber is found in many foods that come from plants, including fruits, vegetables, nuts, seeds, beans, and whole grains.Which foods have carbohydrates?Common foods with carbohydrates include:Grains, such as bread, noodles, pasta, crackers, cereals, and riceFruits, such as apples, bananas, berries, mangoes, melons, and orangesDairy products, such as milk and yogurtLegumes, including dried beans, lentils, and peasSnack foods and sweets, such as cakes, cookies, candy, and other dessertsJuices, regular sodas, fruit drinks, sports drinks, and energy drinks that contain sugarStarchy vegetables, such as potatoes, corn, and peasSome foods don't have a lot of carbohydrates, such as meat, fish, poultry, some types of cheese, nuts, and oils.Which types of carbohydrates should I eat?You do need to eat some carbohydrates to give your body energy. But it's important to eat the right kinds of carbohydrates for your health:When eating grains, choose mostly whole grains and not refined grains:"}
{"id": "doc14", "contents": "Pregnancy and Nutrition  What is nutrition, and why is it important during pregnancy?Nutrition is about eating a healthy and balanced diet so your body gets the nutrients that it needs. Nutrients are substances in foods that our bodies need so they can function and grow. They include carbohydrates, fats, proteins, vitamins, minerals, and water.When you're pregnant, nutrition is more important than ever. You need more of many important nutrients than you did before pregnancy. Making healthy food choices every day will help you give your baby what he or she needs to develop. It will also help make sure that you and your baby gain the proper amount of weight.Do I have any special nutrition needs now that I am pregnant?You need more folic acid, iron, calcium, and vitamin D than you did before pregnancy:Folic acid is a B vitamin that may help prevent certain birth defects. Before pregnancy, you need 400 mcg (micrograms) per day. During pregnancy and when breastfeeding, you need 600 mcg per day from foods or vitamins. It is hard to get this amount from foods alone, so you need to take a supplement that contains folic acid.Iron is important for your baby's growth and brain development. During pregnancy, the amount of blood in your body increases, so you need more iron for yourself and your growing baby. You should get 27 mg (milligrams) of iron a day.Calcium during pregnancy can reduce your risk of preeclampsia, a serious medical condition that causes a sudden increase in blood pressure. Calcium also builds up your baby's bones and teeth.Pregnant adults should get 1,000 mg (milligrams) of calcium a dayPregnant teenagers (ages 14-18) need 1,300 mg of calcium a dayVitamin D helps the calcium to build up the baby's bones and teeth. All women, pregnant or not, should be getting 600 IU (international units) of vitamin D per day.Keep in mind that taking too much of a supplement can be harmful. For example, very high levels of vitamin A can cause birth defects. Only take vitamins and mineral supplements that your health care provider recommends.You also need more protein when you are pregnant. Healthy sources of protein include beans, peas, eggs, lean meats, seafood, and unsalted nuts and seeds.Hydration is another special nutritional concern during pregnancy. When you are pregnant, your body needs even more water to stay hydrated and support the life inside you. So it's important to drink enough fluids every day.How much weight should I gain during my pregnancy?How much weight you should gain depends on your health and how much you weighed before pregnancy:If you were at a normal weight before pregnancy, you should gain about 25 to 35 poundsIf you were underweight before pregnancy, you should gain moreIf you were overweight or had obesity before you become pregnant, you should gain lessCheck with your health care provider to find out how much weight gain during pregnancy is healthy for you. You should gain the weight gradually during your pregnancy, with most of the weight gained in the last trimester.Do I need to eat more calories when I am pregnant?How many calories you need depends on your weight gain goals. Your health care provider can tell you what your goal should be, based on things like your weight before pregnancy, your age, and how fast you gain weight. The general recommendations are:In the first trimester of pregnancy, you probably do not need extra caloriesIn the second trimester, you usually need about 340 extra caloriesIn the last trimester, you may need around 450 extra calories per dayDuring the final weeks of pregnancy, you may not need extra caloriesKeep in mind that not all calories are equal. You should eat healthy foods that are packed with nutrients - not \"empty calories\" such as those found in soft drinks, candies, and desserts.What foods should I avoid during pregnancy?During pregnancy, you should avoid:Alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy.Fish that may have high levels of mercury. Limit white (albacore) tuna to 6 ounces per week. Do not eat tilefish, shark, swordfish, or king mackerel.Foods that are more likely to contain germs that could cause foodborne illness, including"}
{"id": "doc15", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
