{"id": "doc1", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc2", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc3", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc4", "contents": "Anesthesia  What is anesthesia?Anesthesia is the use of medicines to prevent pain during surgery and other procedures. These medicines are called anesthetics. They may be given by injection, inhalation, topical lotion, spray, eye drops, or skin patch. They cause you to have a loss of feeling or awareness.What is anesthesia used for?Anesthesia may be used in minor procedures, such as filling a tooth. It could be used during childbirth or procedures such as colonoscopies. And it is used during minor and major surgeries.In some cases, a dentist, nurse, or doctor may give you an anesthetic. In other cases, you may need an anesthesiologist. This is a doctor who specializes in giving anesthesia.What are the types of anesthesia?There are several different types of anesthesia:Local anesthesia numbs a small part of the body. It might be used on a tooth that needs to be pulled or on a small area around a wound that needs stitches.  You are awake and alert during local anesthesia.Regional anesthesia is used for larger areas of the body such as an arm, a leg, or everything below the waist. You may be awake during the procedure, or you may be given sedation. Regional anesthesia may be used during childbirth, a Cesarean section(C-section), or minor surgeries.General anesthesia affects the whole body. It makes you unconscious and unable to move. It is used during major surgeries, such as heart surgery, brain surgery, back surgery, and organ transplants.What are the risks of anesthesia?Anesthesia is generally safe. But there can be risks, especially with general anesthesia, including:Heart rhythm or breathing problemsAn allergic reaction to the anesthesiaDelirium after general anesthesia. Delirium makes people confused. They may be unclear about what is happening to them. Some people over the age of 60 have delirium for several days after surgery. It can also happen to children when they first wake up from anesthesia.Awareness when someone is under general anesthesia. This usually means that the person hears sounds. But sometimes they can feel pain. This is rare."}
{"id": "doc5", "contents": "Heart Surgery  What is heart surgery?Heart surgery can correct certain heart problems when other treatments haven't worked or can't be used.In some cases, heart surgery may be a medical emergency. For example, surgery for a severe heart attack may need to be done right away. In other cases, you can plan heart surgery ahead of time. Some heart surgeries are major operations, such as heart bypass surgery for blocked arteries in the heart. Other surgeries are more minor heart procedures, such as putting in a pacemaker.What conditions does heart surgery treat?There are different types of heart surgery that can help treat many heart conditions:What conditions does heart surgery treat?What does the heart surgery do?Coronary artery disease (CAD) - when a sticky substance called plaque narrows or blocks the arteries that supply blood to your heart muscle.Makes a new path for blood to flow around the blocked part of an artery in the heart. This is called a coronary artery bypass graft (CABG), or heart bypass. It's the most common heart surgery in adults.Heart valve diseases - problems with the valves that control the flow of blood through your heart.Repairs heart valves.Replaces heart valves with a mechanical valve or a biologic valve made from pig, cow, or human heart tissue.Arrhythmia - problems with the rate or rhythm of your heartbeat. They are caused by changes in the electrical signals that control your heartbeat.Places a pacemaker or an implantable cardioverter defibrillator (ICD) in the chest to correct your heartbeat.Treats atrial fibrillation with small cuts in the heart muscle. The cuts form scars that make a path for the heart's electrical signals (Maze surgery).Heart failure - when your heart is too weak or stiff to pump enough oxygen-rich blood to meet your body's needs.Places a device in the chest which may include:An implantable cardioverter defibrillator (ICD) to help prevent sudden cardiac arrest.A biventricular pacemaker to coordinate the heart's pumping action so it's more powerful.A ventricular assist device to help the heart pump blood.A total artificial heart to pump blood for the heart.Replaces a seriously diseased heart with a heathy heart (heart transplantation).Heart aneurysm - a balloon-like bulge in the wall of an artery. It can be life-threatening if the aneurysm tears or bursts.Repairs or replaces the weak part of a heart artery using a patch or a tube made of fabric.Angina - chest pain from coronary artery disease.Uses a laser to make small channels through part of the heart muscle (transmyocardial laser revascularization).Damaged and abnormal heart structures, including congenital heart defects - heart structure problems that you're born with.Repairs heart damage or problems with how the heart and blood vessels are formed. Repairs depend on the type of defect or damage.What approaches do surgeons use to do heart surgery?The approach a surgeon uses to do heart surgery depends on your heart problem, your general health, and other factors. Approaches to heart surgery include:Open-heart surgery (also called traditional heart surgery) is when the surgeon cuts the chest open to reach the heart. Because it's difficult to operate on a beating heart, medicines are used to stop the heart. A heart-lung bypass machine keeps oxygen-rich blood pumping through the body during the surgery.Off-pump heart surgery is open-heart surgery on a beating heart without using a heart-lung bypass machine. The surgeon holds the heart steady with a device. Surgeons may use off-pump heart surgery to do coronary artery bypass grafts (CABG), but only in certain cases.Minimally invasive heart surgery uses small cuts between the ribs. The cuts may be as small as 2 to 3 inches. The surgeon inserts tools into the chest through the cuts. This type of heart surgery may or may not use a heart-lung bypass machine.Robotic-assisted surgery is a type of minimally invasive surgery. The surgeon uses a computer to control tools on the arms of a robot. This allows the surgeon to be very accurate when doing difficult operations.What are the risks of heart surgery?Like all surgery, heart surgery has risks even though the results are often excellent. The risks include:BleedingInfection, fever, and swellingA problem from anesthesia (medicine that makes you sleep during surgery)ArrhythmiaDamage to the heart, kidneys, liver, and lungsStrokeThe risks of heart surgery tend to be higher if:The surgery is an emergency.You have other medical conditions, including:"}
{"id": "doc6", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc8", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc9", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc10", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "CT Scans  Computed tomography (CT) is a type of imaging. It uses special x-ray equipment to make cross-sectional pictures of your body. Doctors use CT scans to look for:Fractures (broken bones) CancersBlood clots Signs of heart disease Internal bleedingDuring a CT scan, you lie still on a table. The table slowly passes through the center of a large X-ray machine. The test is painless. During some tests you receive a contrast dye, which makes parts of your body show up better in the image.NIH: National Cancer Institute"}
{"id": "doc12", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Spine Injuries and Disorders  Your backbone, or spine, is made up of 26 bone discs called vertebrae. The vertebrae protect your spinal cord and allow you to stand and bend.  A number of problems can change the structure of the spine or damage the vertebrae and surrounding tissue. They include:InfectionsInjuriesTumorsConditions, such as ankylosing spondylitis and scoliosisBone changes that come with age, such as spinal stenosis and herniated disksSpinal diseases often cause pain when bone changes put pressure on the spinal cord or nerves. They can also limit movement. Treatments differ by disease, but sometimes they include back braces and surgery."}
{"id": "doc14", "contents": "Appendicitis  The appendix is a small, tube-like organ attached to the first part of the large intestine. It is located in the lower right part of the abdomen. It has no known function. A blockage inside of the appendix causes appendicitis. The blockage leads to increased pressure, problems with blood flow, and inflammation. If the blockage is not treated, the appendix can burst and spread infection into the abdomen. This causes a condition called peritonitis.The main symptom is pain in the abdomen, often on the right side.  It is usually sudden and gets worse over time.  Other symptoms may include:\tSwelling in the abdomen\tLoss of appetite\tNausea and vomiting\tConstipation or diarrhea\tInability to pass gas\tLow fever Not everyone with appendicitis has all these symptoms.Appendicitis is a medical emergency. Treatment almost always involves removing the appendix. Anyone can get appendicitis, but it is more common among people 10 to 30 years old.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc16", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc17", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc18", "contents": "Endometriosis  What is endometriosis?The uterus, or womb, is the place where a baby grows when a person is pregnant. The uterus is lined with tissue (endometrium). Endometriosis is a disease in which tissue that is similar to the lining of the uterus grows in other places in your body. These patches of tissue are called \"implants,\" \"nodules,\" or \"lesions.\" They are most often found:On or under the ovariesOn the fallopian tubes, which carry egg cells from the ovaries to the uterusBehind the uterusOn the tissues that hold the uterus in placeOn the bowels or bladderIn rare cases, the tissue may grow on your lungs or in other parts of your body.What causes endometriosis?The cause of endometriosis is unknown.Who is at risk for endometriosis?Endometriosis can affect anyone who menstruates. Certain factors can raise or lower your risk of getting it.You are at higher risk if:You have a mother, sister, or daughter with endometriosisYour period started before age 11Your monthly cycles are short (less than 27 days)Your menstrual cycles are heavy and last more than 7 daysYou have a lower risk if:You have been pregnant beforeYour periods started late in adolescenceYou breastfeed your babiesWhat are the symptoms of endometriosis?The main symptoms of endometriosis are:Pelvic pain, which often happens during your period.InfertilityOther possible symptoms include:Painful menstrual cramps, which may get worse over timePain during or after sexPain in the intestine or lower abdomenPain with bowel movements or urination, usually during your periodHeavy periodsSpotting or bleeding between periodsDigestive or gastrointestinal symptomsFatigue or lack of energyHow is endometriosis diagnosed?Surgery is the only way to know for sure that you have endometriosis. First, however, your health care provider will ask about your symptoms and medical history. You will have a pelvic exam and may have some imaging tests.The most common surgery to diagnose endometriosis is a laparoscopy. This is a type of surgery that uses a laparoscope, a thin tube with a camera and light. The surgeon inserts the laparoscope through a small cut in the skin. Your provider can make a diagnosis based on how the patches of endometriosis look. He or she may also do a biopsy to get a tissue sample.What are the treatments for endometriosis?There is no cure for endometriosis, but there are treatments for the symptoms. Your provider will work with you to decide which treatments would be best for you.Treatments for endometriosis pain include:Pain relievers, including nonsteroidal anti-inflammatory drugs (NSAIDS) such as ibuprofen and a prescription medicine specifically for endometriosis. Providers may sometimes prescribe opioids for severe pain.Hormone therapy, including birth control pills, progestin therapy, and gonadotropin-releasing hormone (GnRH) agonists. GnRH agonists cause a temporary menopause, but also help control the growth of endometriosis.Surgical treatments for severe pain, including procedures to remove the endometriosis patches or cut some nerves in the pelvis. The surgery may be a laparoscopy or major surgery.Treatments for infertility caused by endometriosis include:Laparoscopy to remove the endometriosis patchesIn vitro fertilizationNIH: National Institute of Child Health and Human Development"}
{"id": "doc19", "contents": "Endoscopy  Endoscopy is a procedure that lets your doctor look inside your body. It uses an instrument called an endoscope, or scope for short.  Scopes have a tiny camera attached to a long, thin tube. The doctor moves it through a body passageway or opening to see inside an organ. Sometimes scopes are used for surgery, such as for removing polyps from the colon.There are many different kinds of endoscopy. Here are the names of some of them and where they look.:Arthroscopy: jointsBronchoscopy: lungsColonoscopy and sigmoidoscopy: large intestineCystoscopy and ureteroscopy: urinary systemLaparoscopy: abdomen or pelvisUpper gastrointestinal endoscopy: esophagus and stomach "}
{"id": "doc20", "contents": "Pelvic Inflammatory Disease  Pelvic inflammatory disease (PID) is an infection and inflammation of the uterus, ovaries, and other female reproductive organs. It causes scarring in these organs. This can lead to infertility, ectopic pregnancy, pelvic pain, abscesses, and other serious problems. PID is the most common preventable cause of infertility in the United States.Gonorrhea and chlamydia, two sexually transmitted diseases, are the most common causes of PID. Other bacteria can also cause it. You are at greater risk if you:Are sexually active and younger than 25Have more than one sex partnerDoucheSome women have no symptoms. Others have pain in the lower abdomen, fever, smelly vaginal discharge, irregular bleeding, and pain during intercourse or urination. Doctors diagnose PID with a physical exam, lab tests, and imaging tests. Antibiotics can cure PID.  Early treatment is important. Waiting too long increases the risk of infertility."}
{"id": "doc21", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "Radon  You can't see radon. And you can't smell it or taste it. But it may be a problem in your home. Radon comes from the natural breakdown of uranium in soil, rock, and water. Radon is the second leading cause of lung cancer in the United States.  There are low levels of radon outdoors. Indoors, there can be high levels.  Radon can enter homes and buildings through cracks in floors, walls, or foundations.  Radon can also be in your water, especially well water. Testing is the only way to know if your home has elevated radon levels. It is inexpensive and easy. You can buy a test kit at most hardware stores or hire someone to do a test.  Radon reduction systems can bring the amount of radon down to a safe level. The cost depends on the size and design of your home."}
{"id": "doc23", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc24", "contents": "Pain  Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.Pain can be helpful in diagnosing a problem. If you never felt pain, you might seriously hurt yourself without knowing it, or you might not realize you have a medical problem that needs treatment.There are two types of pain: acute and chronic. Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain. Chronic pain lasts for a long time, and can cause severe problems.Pain is not always curable, but there are many ways to treat it. Treatment depends on the cause and type of pain. There are drug treatments, including pain relievers. There are also non-drug treatments, such as acupuncture, physical therapy, and sometimes surgery.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc25", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc26", "contents": "Pain Relievers  Pain relievers are medicines that reduce or relieve headaches, sore muscles, arthritis, or other aches and pains.  There are many different pain medicines, and each one has advantages and risks. Some types of pain respond better to certain medicines than others. Each person may also have a slightly different response to a pain reliever. Over-the-counter (OTC) medicines are good for many types of pain. There are two main types of OTC pain medicines: acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (NSAIDs). Aspirin, naproxen (Aleve), and ibuprofen (Advil, Motrin) are examples of OTC NSAIDs.If OTC medicines don't relieve your pain, your doctor may prescribe something stronger. Many NSAIDs are also available at higher prescription doses. The most powerful pain relievers are opioids. They are very effective, but they can sometimes have serious side effects. There is also a risk of opioids. Because of the risks, you must use them only under a doctor's supervision.There are many things you can do to help ease pain. Pain relievers are just one part of a pain treatment plan."}
{"id": "doc27", "contents": "Cellulitis  Cellulitis is an infection of the skin and deep underlying tissues. Group A strep (streptococcal) bacteria are the most common cause.  The bacteria enter your body when you get an injury such as a bruise, burn, surgical cut, or wound.Symptoms include:Fever and chillsSwollen glands or lymph nodesA rash with painful, red, tender skin. The skin may blister and scab over.Your health care provider may take a sample or culture from your skin or do a blood test to identify the bacteria causing infection. Treatment is with antibiotics. They may be oral in mild cases, or intravenous (by IV) for more severe cases."}
{"id": "doc28", "contents": "Eye Infections  Your eyes can get infections from bacteria, fungi, or viruses. Eye infections can occur in different parts of the eye and can affect just one eye or both. Two common eye infections are:\tConjunctivitis - also known as pink eye. Conjunctivitis is often due to an infection. Children frequently get it, and it is very contagious. Stye - a bump on the eyelid that happens when bacteria from your skin get into the hair follicle of an eyelash.Symptoms of eye infections may include redness, itching, swelling, discharge, pain, or problems with vision. Treatment depends on the cause of the infection and may include compresses, eye drops, creams, or antibiotics."}
{"id": "doc29", "contents": "Latex Allergy  Latex is a milky fluid that comes from the tropical rubber tree. Hundreds of everyday products contain latex. Repeated exposure to a protein in natural latex can make you more likely to develop a latex allergy. If your immune system detects the protein, a reaction can start in minutes. You could get a rash or asthma. In rare cases you could have a severe reaction called anaphylaxis.Your doctor may use a physical exam and skin and blood tests to diagnose it. There are medicines to treat a reaction, but it is best to try to avoid latex. Common latex products include:GlovesCondomsBalloonsRubber bandsShoe solesPacifiersYou can find latex-free versions of these products."}
{"id": "doc30", "contents": "Nutrition for Older Adults  What is nutrition and why is it important for older adults?Nutrition is about eating a healthy and balanced diet so your body gets the nutrients that it needs. Nutrients are substances in foods that our bodies need so they can function and grow. They include carbohydrates, fats, proteins, vitamins, minerals, and water.Good nutrition is important, no matter what your age. It gives you energy and can help you control your weight. It may also help prevent some diseases, such as osteoporosis, high blood pressure, heart disease, type 2 diabetes, and certain cancers.But as you age, your body and life change, and so does what you need to stay healthy. For example, you may need fewer calories, but you still need to get enough nutrients. Some older adults need more protein.What can make it harder for me to eat healthy as I age?Some changes that can happen as you age can make it harder for you to eat healthy. These include changes in your:Home life, such as suddenly living alone or having trouble getting aroundHealth, which can make it harder for you to cook or feed yourselfMedicines, which can change how food tastes, make your mouth dry, or take away your appetiteIncome, which means that you may not have as much money for foodSense of smell and tasteProblems chewing or swallowing your foodHow can I eat healthy as I age?To stay healthy as you age, you should:Eat foods that give you lots of nutrients without a lot of extra calories, such as"}
{"id": "doc31", "contents": "Prenatal Testing  Prenatal testing provides information about your baby's health before he or she is born. Some routine tests during pregnancy also check on your health. At your first prenatal visit, your health care provider will test for a number of things, including problems with your blood, signs of infections, and whether you are immune to rubella (German measles) and chickenpox.Throughout your pregnancy, your health care provider may suggest a number of other tests, too. Some tests are suggested for all women, such as screenings for gestational diabetes, Down syndrome, and HIV. Other tests might be offered based on your:AgePersonal or family medical historyEthnic backgroundResults of routine testsThere are two types of tests:Screening tests are tests that are done to see if you or your baby might have certain problems. They evaluate risk, but do not diagnose problems. If your screening test result is abnormal, it does not mean that there is a problem. It means that more information is needed. Your health care provider can explain what the test results mean and possible next steps. You may need diagnostic testing.Diagnostic tests show whether or not you or your baby have a certain problem.It is your choice whether or not to get the prenatal tests. You and your health care provider can discuss the risks and benefits of the tests, and what kind of information the tests can give you. Then you can decide which ones are right for you.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc32", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc33", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc34", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
