{"id": "doc1", "contents": "Tubal Ligation  Tubal ligation (getting your \"tubes tied\") is a type of surgery. It prevents a woman from getting pregnant. It is a permanent form of birth control, and is effective right away.The surgery cuts, ties, or seals the fallopian tubes. This blocks the path between the ovaries and the uterus. The sperm cannot reach the egg to fertilize it, and the egg cannot reach the uterus. You get the surgery in a hospital or outpatient surgical center. It usually takes about 30 minutes. Almost all women go home the same day. They can return to most normal activities within a few days.Tubal ligation can sometimes be reversed. The reversal is major surgery, and does not always work."}
{"id": "doc2", "contents": "Birth Control  Birth control, also known as contraception, is designed to prevent pregnancy. Birth control methods may work in a number of different ways:Preventing sperm from getting to the eggs. Types include condoms, diaphragms, cervical caps, and contraceptive sponges.Keeping the ovaries from releasing eggs that could be fertilized. Types include birth control pills, patches, shots, vaginal rings, and emergency contraceptive pills.IUDs, devices which are implanted into the uterus. They can be kept in place for several years.Sterilization, which permanently prevents a someone from getting pregnant or from  from being able to get someone else pregnant.Your choice of birth control should be based on several factors. These include your health, how often you have sexual activity, how sexual partners you have, and whether you want to have children in the future. Your health care provider can help you select the best form of birth control for you.NIH: National Institute of Child Health and Human Development"}
{"id": "doc3", "contents": "Vasectomy  Vasectomy is a type of surgery that prevents a man from being able to get a woman pregnant. It is a permanent form of birth control.A vasectomy works by cutting the tubes that carry the sperm out of the testicles. The surgery usually takes no more than 30 minutes.  Most men go home the same day. In most cases, recovery takes less than a week. Having a vasectomy does not affect your sex life.It takes about three months before it is effective. Your doctor will test your semen to make sure that there are no sperm in it.Vasectomies can sometimes be reversed, but not always. Having a vasectomy does not protect against sexually transmitted diseases, such as HIV/AIDS.  Men who have had a vasectomy should still practice safe sex to avoid STDs.NIH: National Institute of Child Health and Human Development"}
{"id": "doc4", "contents": "Hysterectomy  A hysterectomy is surgery to remove a woman's uterus or womb. The uterus is the place where a baby grows when a woman is pregnant.  After a hysterectomy, you no longer have menstrual periods and can't become pregnant.  Sometimes the surgery also removes the ovaries and fallopian tubes. If you have both ovaries taken out, you will enter menopause.Your health care provider might recommend a hysterectomy if you have:FibroidsEndometriosis that hasn't been cured by medicine or surgeryUterine prolapse -  when the uterus drops into the vagina Cancer of the uterine, cervix, or ovariesVaginal bleeding that persists despite treatment  Chronic pelvic pain, as a last resort Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc5", "contents": "Health Screening  Screenings are tests that look for diseases before you have symptoms. Screening tests can find diseases early, when they're easier to treat. You can get some screenings in your doctor's office. Others need special equipment, so you may need to go to a different office or clinic.Some conditions that doctors commonly screen for include:Breast cancer and cervical cancer in womenColorectal cancerDiabetesHigh blood pressureHigh cholesterolOsteoporosisOverweight and obesityProstate cancer in menWhich tests you need depends on your age, your sex, your family history, and whether you have risk factors for certain diseases.  After a screening test, ask when you will get the results and whom to talk to about them.Agency for Healthcare Research and Quality"}
{"id": "doc6", "contents": "Cervical Cancer  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy. Cervical cancer is caused by a virus called HPV. The virus spreads through sexual contact. Most women's bodies are able to fight HPV infection. But sometimes the virus leads to cancer. You're at higher risk if you smoke, have had many children, use birth control pills for a long time, or have HIV infection. Cervical cancer may not cause any symptoms at first. Later, you may have pelvic pain or bleeding from the vagina. It usually takes several years for normal cells in the cervix to turn into cancer cells. Your health care provider can find abnormal cells by doing a Pap test to examine cells from the cervix. You may also have an HPV test.  If your results are abnormal, you may need a biopsy or other tests. By getting regular screenings, you can find and treat any problems before they turn into cancer.Treatment may include surgery, radiation therapy, chemotherapy, or a combination. The choice of treatment depends on the size of the tumor, whether the cancer has spread and whether you would like to become pregnant someday.Vaccines can protect against several types of HPV, including some that can cause cancer.NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Cervical Cancer Screening  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy.  Cancer screening is looking for cancer before you have any symptoms. Cancer found early may be easier to treat.Cervical cancer screening is usually part of a woman's health checkup.  There are two types of tests: the Pap test and the HPV test.   For both, the doctor or nurse collects cells from the surface of the cervix.  With the Pap test, the lab checks the sample for cancer cells or abnormal cells that could become cancer later.  With the HPV test, the lab checks for HPV infection.  HPV is a virus that spreads through sexual contact.  It can sometimes lead to cancer.  If your screening tests are abnormal, your doctor may do more tests, such as a biopsy.Cervical cancer screening has risks.  The results can sometimes be wrong, and you may have unnecessary follow-up tests.  There are also benefits.  Screening has been shown to decrease the number of deaths from cervical cancer. You and your doctor should discuss your risk for cervical cancer, the pros and cons of the screening tests, at what age to start being screened, and how often to be screened."}
{"id": "doc8", "contents": "HPV  What is HPV?Human papillomavirus (HPV) is a group of related viruses. They can cause warts on different parts of your body. There are more than 200 types. About 40 of them are spread through direct sexual contact with someone who has the virus. They can also spread through other intimate, skin-to-skin contact. Some of these types can cause cancer.There are two categories of sexually transmitted HPV. Low-risk HPV can cause warts on or around your genitals, anus, mouth, or throat. High-risk HPV can cause various cancers:Cervical cancerAnal cancerSome types of oral and throat cancerVulvar cancerVaginal cancerPenile cancerMost HPV infections go away on their own and don't cause cancer. But sometimes the infections last longer. When a high-risk HPV infection lasts for many years, it can lead to cell changes. If these changes are not treated, they may get worse over time and become cancer.Who is at risk for HPV infections?HPV infections are very common. Nearly all sexually active people are infected with HPV soon after they become sexually active.What are the symptoms of HPV infections?Some people develop warts from certain low-risk HPV infections, but the other types (including the high-risk types) have no symptoms.If a high-risk HPV infection lasts for many years and causes cell changes, you may have symptoms. You may also have symptoms if those cell changes develop into cancer. Which symptoms you have depends on which part of the body is affected.How are HPV infections diagnosed?Health care providers can usually diagnose warts by looking at them.For women, there are cervical cancer screening tests which can find changes in the cervix that might lead to cancer.  As part of the screening, women may have Pap tests, HPV tests , or both.What are the treatments for HPV infections?An HPV infection itself cannot be treated. There are medicines that you can apply to a wart. If they don't work, your health care provide could freeze, burn, or surgically remove it.There are treatments for the cell changes caused by infection with high-risk HPV. They include medicines that you apply to the area that is affected and various surgical procedures.People who have HPV-related cancers usually get the same types of treatment as people who have cancers that are not caused by HPV. An exception to this is for people who have certain oral and throat cancers. They may have different treatment options.Can HPV infections be prevented?Correct usage of latex condoms greatly reduces, but does not completely eliminate, the risk of catching or spreading HPV. If your or your partner is allergic to latex, you can use polyurethane condoms. The most reliable way to avoid infection is to not have anal, vaginal, or oral sex.Vaccines can protect against several types of HPV, including some that can cause cancer. The vaccines provide the most protection when people get them before they are exposed to the virus. This means that it is best for people to get them before they become sexually active.NIH: National Cancer Institute"}
