{"id": "doc1", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Bladder Diseases  The bladder is a hollow organ in your lower abdomen that stores urine. Many conditions can affect your bladder. Some common ones are:Cystitis - inflammation of the bladder, often from an infectionUrinary incontinence - loss of bladder controlOveractive bladder - a condition in which the bladder squeezes urine out at the wrong timeInterstitial cystitis - a chronic problem that causes bladder pain and frequent, urgent urinationBladder cancerDoctors diagnose bladder diseases using different tests. These include urine tests, x-rays, and an examination of the bladder wall with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Ureteral Disorders  Your kidneys make urine by filtering wastes and extra water from your blood.  The urine travels from the kidneys to the bladder in two thin tubes called ureters.The ureters are about 8 to 10 inches long. Muscles in the ureter walls tighten and relax to force urine down and away from the kidneys. Small amounts of urine flow from the ureters into the bladder about every 10 to 15 seconds.Sometimes the ureters can become blocked or injured. This can block the flow of urine to the bladder. If urine stands still or backs up the ureter, you may get a urinary tract infections.Doctors diagnose problems with the ureters using different tests. These include urine tests, x-rays, and examination of the ureter with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc5", "contents": "Diabetes Complications  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 diabetes, your body does not make insulin. With type 2 diabetes, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.What health problems can diabetes cause?Over time, having too much glucose in your blood can cause complications, including:Eye disease, due to changes in fluid levels, swelling in the tissues, and damage to the blood vessels in the eyesFoot problems, caused by damage to the nerves and reduced blood flow to your feetGum disease and other dental problems, because a high amount of blood sugar in your saliva helps harmful bacteria grow in your mouth. The bacteria combine with food to form a soft, sticky film called plaque. Plaque also comes from eating foods that contain sugars or starches. Some types of plaque cause gum disease and bad breath. Other types cause tooth decay and cavities.Heart disease and stroke, caused by damage to your blood vessels and the nerves that control your heart and blood vesselsKidney disease, due to damage to the blood vessels in your kidneys. Many people with diabetes develop high blood pressure. That can also damage your kidneys.Nerve problems (diabetic neuropathy), caused by damage to the nerves and the small blood vessels that nourish your nerves with oxygen and nutrientsSexual and bladder problems, caused by damage to the nerves and reduced blood flow in the genitals and bladderSkin conditions, some of which are caused by changes in the small blood vessels and reduced circulation. People with diabetes are also more likely to have infections, including skin infections.What other problems can people with diabetes have?If you have diabetes, you need to watch out for blood sugar levels that are very high (hyperglycemia) or very low (hypoglycemia). These can happen quickly and can become dangerous. Some of the causes include having another illness or infection and certain medicines. They can also happen if you don't get the right amount of diabetes medicines. To try to prevent these problems, make sure to take your diabetes medicines correctly, follow your diabetic diet, and check your blood sugar regularly.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc6", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc7", "contents": "Prostate Diseases  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine away from the bladder and out of the body. A young man's prostate is about the size of a walnut. It slowly grows larger with age. If it gets too large, it can cause problems. This is very common after age 50. The older men get, the more likely they are to have prostate "}
{"id": "doc8", "contents": "Emergency Medical Services  If you get very sick or badly hurt and need help right away, you should use emergency medical services. These services use specially trained people and specially equipped facilities.You may need care in the hospital emergency room (ER).  Doctors and nurses there treat emergencies, such as heart attacks and injuries. For some emergencies, you need help where you are. Emergency medical technicians, or EMTs, do specific rescue jobs. They answer emergency calls and give basic medical care. Some EMTs are paramedics - they have training to do medical procedures on site. They usually take you to the ER for more care.If you or someone you know needs emergency care, go to your hospital's emergency room. If you think the problem is life-threatening, call 911."}
{"id": "doc9", "contents": "Winter Weather Emergencies  What kinds of problems can severe winter weather cause?Winter storms can bring extreme cold, freezing rain, snow, ice, and high winds. Staying safe and warm can be a challenge. You may have to cope with problems such as:Cold-related health problems, including frostbite and hypothermiaHousehold fires and carbon monoxide poisoning from space heaters and fireplacesUnsafe driving conditions from icy roadsPower failures and loss of communicationFloods after the snow and ice meltHow can I prepare for a winter weather emergency?Have a disaster plan which includesMaking sure that you have important phone numbers, including for your health care providers, pharmacy, and veterinarianHaving a communication plan for your familyKnowing how to get reliable information during the stormPrepare your home to keep out the cold with insulation, caulking, and weather stripping. Learn how to keep pipes from freezing.Gather supplies in case you need to stay home for several days without powerIf you plan to use your fireplace or wood stove for emergency heating, have your chimney or flue inspected each yearInstall a smoke detector and a battery-operated carbon monoxide detectorIf you have to travel, be sure you have an emergency car kit with some basic supplies likeAn ice scraperA shovelCat litter or sand for better tire traction Water and snacksExtra warm clothingJumper cablesFirst aid kit with any necessary medicines and a pocket knifeA battery-powered radio, a flashlight, and extra batteriesEmergency flares or distress flagsWaterproof matches and a can to melt snow for waterIf you do experience a disaster, it is normal to feel stressed. You may need help in finding ways to cope.Centers for Disease Control and Prevention"}
{"id": "doc10", "contents": "Disaster Preparation and Recovery  Preparing for a disaster can reduce the fear, anxiety and losses that disasters cause. A disaster can be a  natural disaster, like a hurricane, tornado, flood or earthquake. It might also be  man-made, like a bioterrorist attack or chemical spill. You should know the risks and danger signs of different types of disasters. You should also have a disaster plan. Be ready to evacuate your home, and know how to treat basic medical problems. Make sure you have the insurance you need, including special types, like flood insurance.No matter what kind of disaster you experience, it causes emotional distress. After a disaster, recovery can take time. Stay connected to your family and friends during this period.Federal Emergency Management Agency"}
{"id": "doc11", "contents": "Obsessive-Compulsive Disorder  What is obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.What causes obsessive-compulsive disorder (OCD)?The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.Who is at risk for obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.Risk factors for OCD include:Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).What are the symptoms of obsessive-compulsive disorder (OCD)?People with OCD may have symptoms of obsessions, compulsions, or both:Obsessions are repeated thoughts, urges, or mental images that cause anxiety. They may involve things such as"}
{"id": "doc12", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc13", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc15", "contents": "Blood  Your blood is made up of liquid and solids. The liquid part, called plasma, is made of water, salts, and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells, and platelets.Red blood cells (RBC) deliver oxygen from your lungs to your tissues and organs. White blood cells (WBC) fight infection and are part of your immune system. Platelets help blood to clot when you have a cut or wound. Bone marrow, the spongy material inside your bones, makes new blood cells. Blood cells constantly die and your body makes new ones. Red blood cells live about 120 days, and platelets live about 6 days. Some white blood cells live less than a day, but others live much longer.There are four blood types: A, B, AB, or O. Also, blood is either Rh-positive or Rh-negative. So if you have type A blood, it's either A positive or A negative. Which type you are is important if you need a blood transfusion. And your Rh factor could be important if you become pregnant - an incompatibility between your type and the baby's could create problems. Blood tests such as blood count tests help doctors check for certain diseases and conditions. They also help check the function of your organs and show how well treatments are working. Problems with your blood may include bleeding disorders, excessive clotting and platelet disorders. If you lose too much blood, you may need a transfusion.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Fluid and Electrolyte Balance  Electrolytes are minerals in your body that have an electric charge. They are in your blood, urine, tissues, and other body fluids. Electrolytes are important because they help:Balance the amount of water in your bodyBalance your body's acid/base (pH) levelMove nutrients into your cellsMove wastes out of your cellsMake sure that your nerves, muscles, the heart, and the brain work the way they shouldSodium, calcium, potassium, chloride, phosphate, and magnesium are all electrolytes. You get them from the foods you eat and the fluids you drink.The levels of electrolytes in your body can become too low or too high. This can happen when the amount of water in your body changes. The amount of water that you take in should equal the amount you lose. If something upsets this balance, you may have too little water (dehydration) or too much water (overhydration). Some medicines, vomiting, diarrhea, sweating, and liver or kidney problems can all upset your water balance.Treatment helps you to manage the imbalance. It also involves identifying and treating what caused the imbalance."}
{"id": "doc17", "contents": "Urinalysis  A urinalysis is a test of your urine. It is often done to check for a urinary tract infections, kidney problems, or diabetes. You may also have one during a checkup, if you are admitted to the hospital, before you have surgery, or if you are pregnant.  It can also monitor some medical conditions and treatments.A urinalysis involves checking the urine for:Its colorIts appearance (whether it is clear or cloudy)Any odorThe pH level (acidity)Whether there are substances that are not normally in urine, such as blood, too much protein, glucose, ketones, and bilirubinWhether there are cells, crystals, and casts (tube-shaped proteins)Whether it contains bacteria or other germs"}
{"id": "doc18", "contents": "Neck Injuries and Disorders  Any part of your neck - muscles, bones, joints, tendons, ligaments, or nerves - can cause neck problems. Neck pain is very common. Pain may also come from your shoulder, jaw, head, or upper arms. Muscle strain or tension often causes neck pain. The problem is usually overuse, such as from sitting at a computer for too long.  Sometimes you can strain your neck muscles from sleeping in an awkward position or overdoing it during exercise. Falls or accidents, including car accidents, are another common cause of neck pain.  Whiplash, a soft tissue injury to the neck, is also called neck sprain or strain.Treatment depends on the cause, but may include applying ice, taking pain relievers, getting physical therapy or wearing a cervical collar. You rarely need surgery."}
{"id": "doc19", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "MRI Scans  Magnetic resonance imaging (MRI) uses a large magnet and radio waves to look at organs and structures inside your body. Health care professionals use MRI scans to diagnose a variety of conditions, from torn ligaments to tumors. MRIs are very useful for examining the brain and spinal cord. During the scan, you lie on a table that slides inside a tunnel-shaped machine. Doing the scan can take a long time, and you must stay still. The scan is painless. The MRI machine makes a lot of noise. The technician may offer you earplugs.Before you get a scan, tell your doctor if you :Are pregnant Have pieces of metal in your body. You might have metal in your body if you have a shrapnel or bullet injury or if you are a welder.Have metal or electronic devices in your body, such as a cardiac pacemaker or a metal artificial joint"}
