{"id": "doc1", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc2", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc3", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc4", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc5", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc7", "contents": "Esophagus Disorders  The esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. You may not be aware of your esophagus until you swallow something too large, too hot, or too cold. You may also notice it when something is wrong. You may feel pain or have trouble swallowing.The most common problem with the esophagus is GERD (gastroesophageal reflux disease). With GERD, a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. Over time, GERD can cause damage to the esophagus.Other problems include heartburn, cancer, and eosinophilic esophagitis. Doctors may use various tests to make a diagnosis. These include imaging tests, an upper endoscopy, and a biopsy.Treatment depends on the problem. Some problems get better with over-the-counter medicines or changes in diet. Others may need prescription medicines or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Gastrointestinal Bleeding  Your digestive or gastrointestinal (GI) tract includes the esophagus, stomach, small intestine, large intestine or colon, rectum, and anus. Bleeding can come from any of these areas. The amount of bleeding can be so small that only a lab test can find it. Signs of bleeding in the digestive tract depend where it is and how much bleeding there is.Signs of bleeding in the upper digestive tract include:Bright red blood in vomitVomit that looks like coffee groundsBlack or tarry stoolDark blood mixed with stoolSigns of bleeding in the lower digestive tract include:Black or tarry stoolDark blood mixed with stoolStool mixed or coated with bright red bloodGI bleeding is not a disease, but a symptom of a disease. There are many possible causes of GI bleeding, including hemorrhoids, peptic ulcers, tears or inflammation in the esophagus, diverticulosis and diverticulitis, ulcerative colitis and Crohn's disease, colonic polyps, or cancer in the colon, stomach or  esophagus.The test used most often to look for the cause of GI bleeding is called endoscopy. It uses a flexible instrument inserted through the mouth or rectum to view the inside of the GI tract. A type of endoscopy called colonoscopy looks at the large intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Cirrhosis  Cirrhosis is scarring of the liver. Scar tissue forms because of injury or long-term disease. Scar tissue cannot do what healthy liver tissue does - make protein, help fight infections, clean the blood, help digest food and store energy.   Cirrhosis can lead to  :Easy bruising or bleeding, or nosebleedsSwelling of the abdomen or legs Extra sensitivity to medicinesHigh blood pressure in the vein entering the liverEnlarged veins called varices in the esophagus and stomach. Varices can bleed suddenly. Kidney failureJaundiceSevere itchingGallstonesA small number of people with cirrhosis get liver cancer.Your doctor will diagnose cirrhosis with blood tests, imaging tests, or a biopsy.Cirrhosis has many causes. In the United States, the most common causes are chronic alcoholism and hepatitis. Nothing will make the scar tissue disappear, but treating the cause can keep it from getting worse. If too much scar tissue forms, you may need to consider a liver transplant.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Hepatitis  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.Hepatitis can be an acute (short-term) infection or a chronic (long-term) infection. Some types of hepatitis cause only acute infections. Other types can cause both acute and chronic infections.What causes hepatitis?There are different types of hepatitis, with different causes:Viral hepatitis is the most common type. It is caused by one of several viruses -- hepatitis viruses A, B, C, D, and E. In the United States, A, B, and C are the most common.Alcoholic hepatitis is caused by heavy alcohol useToxic hepatitis can be caused by certain poisons, chemicals, medicines, or supplementsAutoimmune hepatitis is a chronic type in which your body's immune system attacks your liver. The cause is not known, but genetics and your environment may play a role.How is viral hepatitis spread?Hepatitis A and hepatitis E usually spread through contact with food or water that was contaminated with an infected person's stool. You can also get hepatitis E by eating undercooked pork, deer, or shellfish.Hepatitis B, hepatitis C, and hepatitis D spread through contact with the blood of someone who has the disease. Hepatitis B and D may also spread through contact with other body fluids. This can happen in many ways, such as sharing drug needles or having unprotected sex.Who is at risk for hepatitis?The risks are different for the different types of hepatitis. For example, with most of the viral types, your risk is higher if you have unprotected sex.  People who drink a lot over long periods of time are at risk for alcoholic hepatitis.What are the symptoms of hepatitis?Some people with hepatitis do not have symptoms and do not know they are infected. If you do have symptoms, they may include:FeverFatigueLoss of appetiteNausea and/or vomitingAbdominal painDark urineClay-colored bowel movementsJoint painJaundice, yellowing of your skin and eyesIf you have an acute infection, your symptoms can start anywhere between 2 weeks to 6 months after you got infected. If you have a chronic infection, you may not have symptoms until many years later.What other problems can hepatitis cause?Chronic hepatitis can lead to complications such as cirrhosis (scarring of the liver), liver failure, and liver cancer. Early diagnosis and treatment of chronic hepatitis may prevent these complications.How is hepatitis diagnosed?To diagnose hepatitis, your health care provider:Will ask about your symptoms and medical historyWill do a physical examWill likely do blood tests, including tests for viral hepatitisMight do imaging tests, such as an ultrasound, CT scan, or MRIMay need to do a liver biopsy to get a clear diagnosis and check for liver damageWhat are the treatments for hepatitis?Treatment for hepatitis depends on which type you have and whether it is acute or chronic. Acute viral hepatitis often goes away on its own. To feel better, you may just need to rest and get enough fluids. But in some cases, it may be more serious. You might even need treatment in a hospital.There are different medicines to treat the different chronic types of hepatitis. Possible other treatments may include surgery and other medical procedures. People who have alcoholic hepatitis need to stop drinking. If your chronic hepatitis leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis be prevented?There are different ways to prevent or lower your risk for hepatitis, depending on the type of hepatitis. For example, not drinking too much alcohol can prevent alcoholic hepatitis. There are vaccines to prevent hepatitis A and B. Autoimmune hepatitis cannot be prevented.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Hepatitis A  What is Hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis A?Hepatitis A is a type of viral hepatitis. It causes an acute, or short-term, infection. This means that people usually get better without treatment after a few weeks.Thanks to a vaccine, hepatitis A is not very common in the United States.What causes hepatitis A?Hepatitis A is caused by the hepatitis A virus. The virus spreads through contact with an infected person's stool. This can happen if you:Eat food made by someone who has the virus and did not properly wash their hands after using the bathroomDrink contaminated water or eat foods that were rinsed with contaminated waterHave close personal contact with someone who has hepatitis A. This could be through certain types of sex (like oral-anal sex), taking care of someone who is ill, or using illegal drugs with others.Who is at risk for hepatitis A?Although anyone can get hepatitis A, you are at higher risk if you:Travel to developing countriesHave sex with someone who has hepatitis AAre a man who has sex with menUse illegal drugsAre experiencing homelessnessLive with or care for someone who has hepatitis ALive with or care for a child recently adopted from a country where hepatitis A is commonWhat are the symptoms of hepatitis A?Not everyone with hepatitis A has symptoms. Adults are more likely to have symptoms than children. If you do have symptoms, they usually start 2 to 7 weeks after infection. They can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceThe symptoms usually last less than 2 months, although some people can be ill for as long as 6 months.You are at a higher risk of getting a more severe infection from hepatitis A if you also have HIV, hepatitis B, or hepatitis C.\t"}
{"id": "doc12", "contents": "Hepatitis B  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis B?Hepatitis B is a type of viral hepatitis. It can cause an acute (short-term) or chronic (long-term) infection. People with an acute infection usually get better on their own without treatment. Some people with chronic hepatitis B will need treatment.Thanks to a vaccine, hepatitis B is not very common in the United States. It is more common in certain parts of the world, such as sub-Saharan Africa and parts of Asia.What causes hepatitis B?Hepatitis B is caused by the hepatitis B virus. The virus spreads through contact with blood, semen, or other body fluids from a person who has the virus.Who is at risk for hepatitis B?Anyone can get hepatitis B, but the risk is higher in:Infants born to mothers who have hepatitis BPeople who inject drugs or share needles, syringes, and other types of drug equipmentSex partners of people with hepatitis B, especially if they are not using latex or polyurethane condoms during sexMen who have sex with menPeople who live with someone who has hepatitis B, especially if they use the same razor, toothbrush, or nail clippersHealth care and public-safety workers who are exposed to blood on the jobHemodialysis patientsPeople who have lived in or traveled often to parts of the world where hepatitis B is commonHave diabetes, hepatitis C, or HIVWhat are the symptoms of hepatitis B?Often, people with hepatitis B don't have symptoms. Adults and children over 5 are more likely to have symptoms than younger children.Some people with acute hepatitis B have symptoms 2 to 5 months after infection. These symptoms can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceIf you have chronic hepatitis B, you may not have symptoms until complications develop. This could be decades after you were infected. For this reason, hepatitis B screening is important, even if you have no symptoms. Screening means that you are tested for a disease even though you don't have symptoms. If you are at high risk, your health care provider may suggest  screening.What other problems can hepatitis B cause?In rare cases, acute hepatitis B can cause liver failure.Chronic hepatitis B can develop into a serious disease that causes long-term health problems such as cirrhosis (scarring of the liver), liver cancer, and liver failure.If you have ever had hepatitis B, the virus may become active again, or reactivated, later in life. This could start to damage the liver and cause symptoms.How is hepatitis B diagnosed?To diagnose hepatitis B, your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examBlood tests, including tests for viral hepatitisWhat are the treatments for hepatitis B?If you have acute hepatitis B, you probably don't need treatment. Some people with chronic hepatitis B don't need treatment. But if you have a chronic infection and blood tests show that hepatitis B could be damaging your liver, you may need to take antiviral medicines.Can hepatitis B be prevented?The best way to prevent hepatitis B is to get the hepatitis B vaccine.You can also reduce your chance of hepatitis B infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile toolsNot sharing personal items, such as toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.If you think you have been in contact with the hepatitis B virus, see your health care provider right away. Your provider may give you a dose of the hepatitis B vaccine to prevent infection. In some cases, your provider may also give you a medicine called hepatitis B immune globulin (HBIG). You need to get the vaccine and the HBIG (if needed) as soon as possible after coming into contact with the virus. It is best if you can get them within 24 hours.National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Hernia  A hernia happens when part of an internal organ or tissue bulges through a weak area of muscle. Most hernias are in the abdomen.There are several types of hernias, including: Inguinal, in the groin. This is the the most common type. Umbilical, around the belly button Incisional, through a scarHiatal, a small opening in the diaphragm that allows the upper part of the stomach to move up into the chest. Congenital diaphragmatic, a birth defect that needs surgeryHernias are common. They can affect men, women, and children.  A combination of muscle weakness and straining, such as with heavy lifting, might contribute. Some people are born with weak abdominal muscles and may be more likely to get a hernia.Treatment is usually surgery to repair the opening in the muscle wall. Untreated hernias can cause pain and health problems."}
{"id": "doc14", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc15", "contents": "Alcohol Use Disorder (AUD)  What is alcohol use disorder (AUD)?For most adults, moderate alcohol use is probably not harmful. However, about 18 million adult Americans have an alcohol use disorder (AUD).  This means that their drinking causes distress and harm. AUD can range from mild to severe, depending on the symptoms. Severe AUD is sometimes called alcoholism or alcohol dependence.AUD is a disease that causes:Craving - a strong need to drinkLoss of control - not being able to stop drinking once you've startedNegative emotional state - feeling anxious and irritable when you are not drinkingWhat is binge drinking?Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours. Not everyone who binge drinks has an AUD, but they are at higher risk for getting one.What are the dangers of too much alcohol?Too much alcohol is dangerous. Heavy drinking can increase the risk of certain cancers. It may lead to liver diseases, such as fatty liver disease and cirrhosis. It can also cause damage to the brain and other organs. Drinking during pregnancy can harm your baby. Alcohol also increases the risk of death from car crashes, injuries, homicide, and suicide.How do I know if I have an alcohol use disorder (AUD)?You may have an AUD if you can answer yes to two or more of these questions:In the past year, have you:Ended up drinking more or for a longer time than you had planned to?Wanted to cut down or stop drinking, or tried to, but couldn't?Spent a lot of your time drinking or recovering from drinking?Felt a strong need to drink?Found that drinking - or being sick from drinking - often interfered with your family life, job, or school?Kept drinking even though it was causing trouble with your family or friends?Given up or cut back on activities that you enjoyed just so you could drink?Gotten into dangerous situations while drinking or after drinking? Some examples are driving drunk and having unsafe sex.Kept drinking even though it was making you feel depressed or anxious? Or when it was adding to another health problem?Had to drink more and more to feel the effects of the alcohol?Had withdrawal symptoms when the alcohol was wearing off? They include trouble sleeping, shakiness, irritability, anxiety, depression, restlessness, nausea, and sweating. In severe cases, you could have a fever, seizures, or hallucinations.If you have any of these symptoms, your drinking may already be a cause for concern. The more symptoms you have, the more serious the problem is.What should I do if I think that I might have an alcohol use disorder (AUD)?If you think you might have an AUD, see your health care provider for an evaluation. Your provider can help make a treatment plan, prescribe medicines, and if needed, give you treatment referrals.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc16", "contents": "Vitamin A  Vitamins are substances that your body needs to grow and develop normally. Vitamin A plays a role in your:VisionBone growthReproductionCell functionsImmune systemVitamin A is an antioxidant. It can come from plant or animal sources.  Plant sources include colorful fruits and vegetables.  Animal sources include liver and whole milk.  Vitamin A is also added to foods like cereals.Vegetarians, young children, and alcoholics may need extra Vitamin A. You might also need more if you have certain conditions, such as liver diseases, cystic fibrosis, and Crohn's disease.  Check with your health care provider to see if you need to take vitamin A supplements.NIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc17", "contents": "Vitamin D Deficiency  What is vitamin D deficiency?Vitamin D deficiency means that you are not getting enough vitamin D to stay healthy.Why do I need vitamin D and how do I get it?Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. Vitamin D also has a role in your nervous, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. But too much sun exposure can lead to skin aging and skin cancer, so many people try to get their vitamin D from other sources.How much vitamin D do I need?The amount of vitamin D you need each day depends on your age.  The recommended amounts, in international units (IU), are:Birth to 12 months: 400 IUChildren 1-13 years: 600 IUTeens 14-18 years: 600 IUAdults 19-70 years: 600 IUAdults 71 years and older: 800 IUPregnant and breastfeeding women: 600 IUPeople at high risk of vitamin D deficiency may need more. Check with your health care provider about how much you need.What causes vitamin D deficiency?You can become deficient in vitamin D for different reasons:You don't get enough vitamin D in your dietYou don't absorb enough vitamin D from food (a malabsorption problem)You don't get enough exposure to sunlight.Your liver or kidneys cannot convert vitamin D to its active form in the body.You take medicines that interfere with your body's ability to convert or absorb vitamin DWho is at risk of vitamin D deficiency?Some people are at higher risk of vitamin D deficiency:Breastfed infants, because human milk is a poor source of vitamin D. If you are breastfeeding, give your infant a supplement of 400 IU of vitamin D every day.Older adults, because your skin doesn't make vitamin D when exposed to sunlight as efficiently as when you were young, and your kidneys are less able to convert vitamin D to its active form.People with dark skin, which has less ability to produce vitamin D from the sun.People with disorders such as Crohn's disease or celiac disease who don't handle fat properly, because vitamin D needs fat to be absorbed.People who have obesity, because their body fat binds to some vitamin D and prevents it from getting into the blood.People who have had gastric bypass surgeryPeople with osteoporosisPeople with chronic kidney or liver disease.People with hyperparathyroidism (too much of a hormone that controls the body's calcium level)People with sarcoidosis, tuberculosis, histoplasmosis, or other granulomatous disease (disease with granulomas, collections of cells caused by chronic inflammation)People with some lymphomas, a type of cancer.People who take medicines that affect vitamin D metabolism, such as cholestyramine (a cholesterol drug), anti-seizure drugs, glucocorticoids, antifungal drugs, and HIV/AIDS medicines.Talk with your health care provider if you are at risk for vitamin D deficiency.  There is a blood test which can measure how much vitamin D is in your body.What problems does vitamin D deficiency cause?Vitamin D deficiency can lead to a loss of bone density, which can contribute to osteoporosis and fractures (broken bones).Severe vitamin D deficiency can also lead to other diseases. In children, it can cause rickets. Rickets is a rare disease that causes the bones to become soft and bend. African American infants and children are at higher risk of getting rickets. In adults, severe vitamin D deficiency leads to osteomalacia. Osteomalacia causes weak bones, bone pain, and muscle weakness.Researchers are studying vitamin D for its possible connections to several medical conditions, including diabetes, high blood pressure, cancer, and autoimmune conditions such as multiple sclerosis. They need to do more research before they can understand the effects of vitamin D on these conditions.How can I get more vitamin D?There are a few foods that naturally have some vitamin D:Fatty fish such as salmon, tuna, and mackerelBeef liverCheeseMushroomsEgg yolksYou can also get vitamin D from fortified foods. You can check the food labels to find out whether a food has vitamin D. Foods that often have added vitamin D include:MilkBreakfast cerealsOrange juiceOther dairy products, such as yogurtSoy drinksVitamin D is in many multivitamins. There are also vitamin D supplements, both in pills and a liquid for babies.If you have vitamin D deficiency, the treatment is with supplements. Check with your health care provider about how much you need to take, how often you need to take it, and how long you need to take it.Can too much vitamin D be harmful?Getting too much vitamin D (known as vitamin D toxicity) can be harmful. Signs of toxicity include nausea, vomiting, poor appetite, constipation, weakness, and weight loss. Excess vitamin D can also damage the kidneys. Too much vitamin D also raises the level of calcium in your blood. High levels of blood calcium (hypercalcemia) can cause confusion, disorientation, and problems with heart rhythm.Most cases of vitamin D toxicity happen when someone overuses vitamin D supplements. Excessive sun exposure doesn't cause vitamin D poisoning because the body limits the amount of this vitamin it produces."}
{"id": "doc18", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Chronic Bronchitis  What is chronic bronchitis?Chronic bronchitis is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is emphysema. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Chronic bronchitis is inflammation (swelling) and irritation of the bronchial tubes. These tubes are the airways that carry air to and from the air sacs in your lungs. The irritation of the tubes causes mucus to build up. This mucus and the swelling of the tubes make it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes chronic bronchitis?The cause of chronic bronchitis is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause chronic bronchitis, especially if you inhale them.Exposure to other inhaled irritants can contribute to chronic bronchitis. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing chronic bronchitis.Who is at risk for chronic bronchitis?The risk factors for chronic bronchitis include:Smoking. This the main risk factor. Up to 75% of people who have chronic bronchitis smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have chronic bronchitis are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get chronic bronchitis are more likely to get it if they have a family history of COPD.What are the symptoms of chronic bronchitis?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with chronic bronchitis get frequent respiratory infections such as colds and the flu. In severe cases, chronic bronchitis can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is chronic bronchitis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for chronic bronchitis?There is no cure for chronic bronchitis. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc20", "contents": "Autoimmune Diseases  What are autoimmune diseases?Your immune system protects you from disease and infection by attacking germs that get into your body, such as viruses and bacteria. Your immune system can tell that the germs aren't part of you, so it destroys them. If you have an autoimmune disease, your immune system attacks the healthy cells of your organs and tissues by mistake.There are more than 80 types of autoimmune diseases. They can affect almost any part of your body. For example, alopecia areata is an autoimmune disease of the skin that causes hair loss. Autoimmune hepatitis affects the liver. In type 1 diabetes, the immune system attacks the pancreas.  And in rheumatoid arthritis, the immune system can attack many parts of the body, including the joints, lungs, and eyes.What causes autoimmune diseases?No one is sure why autoimmune diseases happen. But you can't catch them from other people.Autoimmune diseases do tend to run in families, which means that certain genes may make some people more likely to develop a problem. Viruses, certain chemicals, and other things in the environment may trigger an autoimmune disease if you already have the genes for it.Who is at risk for autoimmune diseases?Millions of Americans of all ages have autoimmune diseases. Women develop many types of autoimmune diseases much more often than men. And if you have one autoimmune disease, you are more likely to get another.What are the symptoms of autoimmune diseases?The symptoms of an autoimmune disease depend on the part of your body that's affected. Many types of autoimmune diseases cause redness, swelling, heat, and pain, which are the signs and symptoms of inflammation.  But other illnesses can cause the same symptoms.The symptoms of autoimmune diseases can come and go. During a flare-up, your symptoms may get severe for a while. Later on, you may have a remission, which means that your symptoms get better or disappear for a period of time.How are autoimmune diseases diagnosed?Doctors often have a hard time diagnosing autoimmune diseases. There's usually not a specific test to show whether you have a certain autoimmune disease. And the symptoms can be confusing. That's because many autoimmune diseases have similar symptoms. And some symptoms, such as muscle aches, are common in many other illnesses. So it can take a long time and some visits to different types of doctors to get a diagnosis.To help your doctor find out if an autoimmune disease is causing your symptoms,:Learn about the health conditions in your family history.  What health problems did your grandparents, aunts, uncles, and cousins have? Write down what you learn and share it with your doctor.Keep track of your symptoms, including how long they last and what makes them better or worse. Share your notes with your doctor.See a specialist who deals with the symptoms that bother you most. For example, if you have rash, see a dermatologist (skin doctor).What are the treatments for autoimmune diseases?The treatment depends on the disease. In most cases, the goal of treatment is to suppress (slow down) your immune system, and ease swelling, redness, and pain from inflammation. Your doctor may give you corticosteroids or other medicines to help you feel better. For some diseases, you may need treatment for the rest of your life."}
{"id": "doc21", "contents": "Aplastic Anemia  What is aplastic anemia?Aplastic  anemia is a rare but serious blood disorder.  If you have it, your bone marrow doesn't make enough new blood cells. It happens when there is damage to stem cells inside your bone marrow. There are different types of aplastic anemia, including Fanconi anemia.What causes aplastic anemia?The causes of aplastic anemia can include:Autoimmune disorders, which are the most common causeCertain inherited gene changes, such as the one that can cause Fanconi anemiaToxic substances, such as pesticides, arsenic, and benzeneRadiation therapy and chemotherapy for cancerCertain medicinesViral infections such as hepatitis, Epstein-Barr virus, or HIVPregnancyIn many people, the cause is unknown. This is called idiopathic aplastic anemia.What are the symptoms of aplastic anemia?Aplastic anemia can develop suddenly or slowly. It can be mild or severe. The symptoms of aplastic anemia can include:FatigueWeaknessDizzinessShortness of breathEasy bruising or bleedingWhat other problems can aplastic anemia cause?Aplastic anemia can cause other problems, including frequent infections and bleeding. It raises your risk of developing a serious blood disorder.If not treated, aplastic anemia can also lead to heart problems such as an arrhythmia (a problem with the rate or rhythm of your heartbeat), an enlarged heart, or heart failure.How is aplastic anemia diagnosed?To find out if you have aplastic anemia, your doctor will:"}
{"id": "doc22", "contents": "Hepatitis C  What is hepatitis C?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. Inflammation can damage organs.There are different types of hepatitis. One type, hepatitis C, is caused by the hepatitis C virus (HCV). Hepatitis C can range from a mild illness lasting a few weeks to a serious, lifelong illness.Hepatitis C can be acute or chronic:Acute hepatitis C is a short-term infection. The symptoms can last up to 6 months. Sometimes your body is able to fight off the infection and the virus goes away. But for most people, an acute infection leads to chronic infection.Chronic hepatitis C is a long-lasting infection. If it is not treated, it can last for a lifetime and cause serious health problems, including liver damage, cirrhosis (scarring of the liver), liver cancer, and even death.How is hepatitis C spread?Hepatitis C spreads through contact with the blood of someone who has HCV. This contact may be through:Sharing drug needles or other drug materials with someone who has HCV. In the United States, this is the most common way that people get hepatitis C.Getting an accidental stick with a needle that was used on someone who has HCV. This can happen in health care settings.Being tattooed or pierced with tools or inks that were not sterilized after being used on someone who has HCVHaving contact with the blood or open sores of someone who has HCVSharing personal care items that may have come in contact with another person's blood, such as razors or toothbrushesBeing born to a mother with HCVHaving unprotected sex with someone who has HCVBefore 1992, hepatitis C was also commonly spread through blood transfusions and organ transplants. Since then, there has been routine testing of the U.S. blood supply for HCV. It is now very rare for someone to get HCV this way.Who is at risk for hepatitis C?You are more likely to get hepatitis C if you:Have injected drugsHad a blood transfusion or organ transplant before July 1992Have hemophilia and received clotting factor before 1987Have been on kidney dialysisWere born between 1945 and 1965Have abnormal liver tests or liver diseaseHave been in contact with blood or infected needles at workHave had tattoos or body piercingsHave worked or lived in a prisonWere born to a mother with hepatitis CHave HIV/AIDSHave had more than one sex partner in the last 6 monthsHave had a sexually transmitted diseaseAre a man who has had sex with menIf you are at high risk for hepatitis C, your health care provider will likely recommend that you get tested for it.What are the symptoms of hepatitis C?Most people with hepatitis C have no symptoms. Some people with acute hepatitis C do have symptoms within 1 to 3 months after they are exposed to the virus. These symptoms may include:Dark yellow urineFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingPain in your abdomenJaundice (yellowish eyes and skin)If you have chronic hepatitis C, you probably will not have symptoms until it causes complications. This can happen decades after you were infected. For this reason, hepatitis C screening is important, even if you have no symptoms.What other problems can hepatitis C cause?Without treatment, hepatitis C may lead to cirrhosis, liver failure, and liver cancer. Early diagnosis and treatment of hepatitis C can prevent these complications.How is hepatitis C diagnosed?Health care providers diagnose hepatitis C based on your medical history, a physical exam, and blood tests.If you do have hepatitis C, you may need additional tests to check for liver damage. These tests may include other blood tests, an ultrasound of the liver, and a liver biopsy.What are the treatments for hepatitis C?Treatment for hepatitis C is with antiviral medicines. They can cure the disease in most cases.If you have acute hepatitis C, your health care provider may wait to see if your infection becomes chronic before starting treatment.If your hepatitis C causes cirrhosis, you should see a doctor who specializes in liver diseases. Treatments for health problems related to cirrhosis include medicines, surgery, and other medical procedures. If your hepatitis C leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis C be prevented?There is no vaccine for hepatitis C. But you can help protect yourself from hepatitis C infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile tools and unopened inkNot sharing personal items such toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc24", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc25", "contents": "Viral Infections  Viruses are very tiny germs. They are made of genetic material inside of a protein coating. Viruses cause familiar infectious diseases such as the common cold, flu and warts. They also cause severe illnesses such as HIV/AIDS, Ebola, and COVID-19.Viruses are like hijackers. They invade living, normal cells and use those cells to multiply and produce other viruses like themselves. This can kill, damage, or change the cells and make you sick. Different viruses attack certain cells in your body such as your liver, respiratory system, or blood.When you get a virus, you may not always get sick from it. Your immune system may be able to fight it off.For most viral infections, treatments can only help with symptoms while you wait for your immune system to fight off the virus. Antibiotics do not work for viral infections. There are antiviral medicines to treat some viral infections. Vaccines can help prevent you from getting many viral diseases."}
{"id": "doc26", "contents": "Wilson Disease  Wilson disease is a rare inherited disorder that prevents your body from getting rid of extra copper.  You need a small amount of copper from food to stay healthy. Too much copper is poisonous.Normally, your liver releases extra copper into bile, a digestive fluid.  With Wilson disease, the copper builds up in your liver, and it releases the copper directly into your bloodstream. This can cause damage to your brain, kidneys, and eyes.Wilson disease is present at birth, but symptoms usually start between ages 5 and 35. It first attacks the liver, the central nervous system or both. The most characteristic sign is a rusty brown ring around the cornea of the eye. A physical exam and laboratory tests can diagnose it.Treatment is with drugs to remove the extra copper from your body.  You need to take medicine and follow a low-copper diet for the rest of your life. Don't eat shellfish or liver, as these foods may contain high levels of copper.  At the beginning of treatment, you'll also need to avoid chocolate, mushrooms, and nuts. Have your drinking water checked for copper content and don't take multivitamins that contain copper.With early detection and proper treatment, you can enjoy good health.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc27", "contents": "Metabolic Disorders  Metabolism is the process your body uses to get or make energy from the food you eat. Food is made up of proteins, carbohydrates, and fats. Chemicals in your digestive system break the food parts down into sugars and acids, your body's fuel. Your body can use this fuel right away, or it can store the energy in your body tissues, such as your liver, muscles, and body fat.A metabolic disorder occurs when abnormal chemical reactions in your body disrupt this process. When this happens, you might have too much of some substances or too little of other ones that you need to stay healthy. There are different groups of disorders. Some affect the breakdown of amino acids, carbohydrates, or lipids. Another group, mitochondrial diseases, affects the parts of the cells that produce the energy.You can develop a metabolic disorder when some organs, such as your liver or pancreas, become diseased or do not function normally. Diabetes is an example. "}
{"id": "doc28", "contents": "Hemochromatosis  Hemochromatosis is a disease in which too much iron builds up in your body. Your body needs iron but too much of it is toxic. If you have hemochromatosis, you absorb more iron than you need. Your body has no natural way to get rid of the extra iron. It stores it in body tissues, especially the liver, heart, and pancreas. The extra iron can damage your organs. Without treatment, it can cause your organs to fail.There are two types of hemochromatosis. Primary hemochromatosis is an inherited disease. Secondary hemochromatosis is usually the result of something else, such as anemia, thalassemia, liver disease, or blood transfusions.Many symptoms of hemochromatosis are similar to those of other diseases. Not everyone has symptoms. If you do, you may have joint pain, fatigue, general weakness, weight loss, and stomach pain.Your doctor will diagnose hemochromatosis based on your medical and family histories, a physical exam, and the results from tests and procedures. Treatments include removing blood (and iron) from your body, medicines, and changes in your diet.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc29", "contents": "Iron  Iron is a mineral that our bodies need for many functions. For example, iron is part of hemoglobin, a protein which carries oxygen from our lungs throughout our bodies. It helps our muscles store and use oxygen. Iron is also part of many other proteins and enzymes.Your body needs the right amount of iron. If you have too little iron, you may develop iron deficiency anemia. Causes of low iron levels include blood loss, poor diet, or an inability to absorb enough iron from foods. People at higher risk of having too little iron are young children and women who are pregnant or have periods.Too much iron can damage your body.  Taking too many iron supplements can cause iron poisoning. Some people have an inherited disease called hemochromatosis.  It causes too much iron to build up in the body. Centers for Disease Control and Prevention"}
{"id": "doc30", "contents": "Liver Cancer  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Primary liver cancer starts in the liver.  Metastatic liver cancer starts somewhere else and spreads to your liver. Risk factors for primary liver cancer include :Having hepatitis B or CHeavy alcohol useHaving cirrhosis, or scarring of the liverHaving hemochromatosis, an iron storage diseaseObesity and diabetesSymptoms can include a lump or pain on the right side of your abdomen and yellowing of the skin. However, you may not have symptoms until the cancer is advanced.  This makes it harder to treat. Doctors use tests that examine the liver and the blood to diagnose liver cancer. Treatment options include surgery, radiation, chemotherapy, or liver transplantation. NIH: National Cancer Institute"}
{"id": "doc31", "contents": "Blood Thinners  What are blood thinners?Blood thinners are medicines that prevent blood clots from forming. They do not break up clots that you already have. But they can stop those clots from getting bigger. It's important to treat blood clots, because clots in your blood vessels and heart can cause heart attacks, strokes, and blockages. Who needs blood thinners?You may need a blood thinner if you have:Certain heart or blood vessel diseasesAn abnormal heart rhythm called atrial fibrillationA heart valve replacementA risk of blood clots after surgeryCongenital heart defectsWhat are the different types of blood thinners?There are different types of blood thinners:Anticoagulants, such as heparin or warfarin (also called Coumadin), slow down your body's process of making clots.Antiplatelets, such as aspirin and clopidogrel, prevent blood cells called platelets from clumping together to form a clot. Antiplatelets are mainly taken by people who have had a heart attack or stroke.How can I take blood thinners safely?When you take a blood thinner, follow the directions carefully. Blood thinners may interact with certain foods, medicines, vitamins, and alcohol. Make sure that your health care provider knows all of the medicines and supplements you are using.You may need regular blood tests to check how well your blood is clotting. It is important to make sure that you're taking enough medicine to prevent clots, but not so much that it causes bleeding.What are the side effects of blood thinners?Bleeding is the most common side effect of blood thinners. They can also cause an upset stomach, nausea, and diarrhea. "}
{"id": "doc32", "contents": "GERD  Your esophagus is the tube that carries food from your mouth to your stomach. Gastroesophageal reflux disease (GERD) happens when a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. You may feel a burning in the chest or throat called heartburn.  Sometimes, you can taste stomach fluid in the back of the mouth.  If you have these symptoms more than twice a week, you may have GERD. You can also have GERD without having heartburn. Your symptoms could include a dry cough, asthma symptoms, or trouble swallowing.Anyone, including infants and children, can have GERD.  If not treated, it can lead to more serious health problems. In some cases, you might need medicines or surgery.  However, many people can improve their symptoms by:Avoiding alcohol and spicy, fatty or acidic foods that trigger heartburnEating smaller mealsNot eating close to bedtime Losing weight if needed Wearing loose-fitting clothesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc33", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc34", "contents": "Peritoneal Disorders  Your peritoneum is the tissue that lines your abdominal wall and covers most of the organs in your abdomen. A liquid, peritoneal fluid, lubricates the surface of this tissue.Disorders of the peritoneum are not common. They include:Peritonitis - an inflammation of the peritoneumCancerComplications from peritoneal dialysisYour doctor may use imaging tests or lab tests to analyze the peritoneal fluid to diagnose the problem. Treatment of peritoneal disorders depends on the cause."}
{"id": "doc35", "contents": "Liver Diseases  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons.There are many kinds of liver diseases:Diseases caused by  viruses, such as hepatitis A, hepatitis B, and hepatitis CDiseases caused by drugs, poisons, or too much alcohol. Examples include fatty liver disease and cirrhosis.Liver cancerInherited diseases, such as hemochromatosis and Wilson diseaseSymptoms of liver disease can vary, but they often include swelling of the abdomen and legs, bruising easily, changes in the color of your stool and urine, and jaundice, or yellowing of the skin and eyes. Sometimes there are no symptoms. Tests such as imaging tests and liver function tests can check for liver damage and help to diagnose liver diseases."}
{"id": "doc36", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc37", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc38", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc39", "contents": "Insomnia  What is insomnia?Insomnia is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you may get too little sleep or have poor-quality sleep. You may not feel refreshed when you wake up.What are the types of insomnia?Insomnia can be acute (short-term) or chronic (ongoing). Acute insomnia is common. Common causes include stress at work, family pressures, or a traumatic event. It usually lasts for days or weeks.Chronic insomnia lasts for a month or longer. Most cases of chronic insomnia are secondary. This means they are the symptom or side effect of some other problem, such as certain medical conditions, medicines, and other sleep disorders. Substances such as caffeine, tobacco, and alcohol can also be a cause.Sometimes chronic insomnia is the primary problem. This means that it is not caused by something else. Its cause is not well understood, but long-lasting stress, emotional upset, travel and shift work can be factors. Primary insomnia usually lasts more than one month.Who is at risk for insomnia?Insomnia is common. It affects women more often than men. You can get it at any age, but older adults are more likely to have it. You are also at higher risk of insomnia if you:Have a lot of stressAre depressed or have other emotional distress, such as divorce or death of a spouseHave a lower incomeWork at night or have frequent major shifts in your work hoursTravel long distances with time changesHave an inactive lifestyleAre African American; research shows that African Americans take longer to fall asleep, don't sleep as well, and have more sleep-related breathing problems than whites.What are the symptoms of insomnia?Symptoms of insomnia include:Lying awake for a long time before you fall asleepSleeping for only short periodsBeing awake for much of the nightFeeling as if you haven't slept at allWaking up too earlyWhat other problems can insomnia cause?Insomnia can cause daytime sleepiness and a lack of energy. It also can make you feel anxious, depressed, or irritable. You may have trouble focusing on tasks, paying attention, learning, and remembering. Insomnia also can cause other serious problems. For example, it could make you may feel drowsy while driving. This could cause you get into a car accident.How is insomnia diagnosed?To diagnose insomnia, your health care provider:Takes your medical historyAsks for your sleep history. Your provider will ask you for details about your sleep habits.Does a physical exam, to rule out other medical problems that might cause insomniaMay recommend a sleep study. A sleep study measures how well you sleep and how your body responds to sleep problems.What are the treatments for insomnia?Treatments include lifestyle changes, counseling, and medicines:Lifestyle changes, including good sleep habits, often help relieve acute (short-term) insomnia. These changes might make it easier for you to fall asleep and stay asleep.A type of counseling called cognitive-behavioral therapy (CBT) can help relieve the anxiety linked to chronic (ongoing) insomniaSeveral medicines also can help relieve your insomnia and allow you to re-establish a regular sleep scheduleIf your insomnia is the symptom or side effect of another problem, it's important to treat that problem (if possible).NIH: National Heart, Lung, and Blood Institute"}
