{"id": "doc1", "contents": "Friedreich Ataxia  Friedreich ataxia is an inherited disease that damages your nervous system. The damage affects your spinal cord and the nerves that control muscle movement in your arms and legs.  Symptoms usually begin between the ages of 5 and 15. The main symptom is ataxia, which means trouble coordinating movements. Specific symptoms include:Difficulty walking\tMuscle weakness\tSpeech problems\tInvoluntary eye movements\tScoliosis (curving of the spine to one side)\tHeart palpitations, from the heart disease which can happen along with Friedreich ataxiaPeople with Friedreich ataxia usually need a wheelchair 15 to 20 years after symptoms first appear. In severe cases, people become incapacitated. There is no cure. You can treat symptoms with medicines, braces, surgery, and physical therapy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc2", "contents": "Knee Injuries and Disorders  Your knee joint is made up of bone, cartilage, ligaments and fluid. Muscles and tendons help the knee joint move. When any of these structures is hurt or diseased, you have knee problems. Knee problems can cause pain and difficulty walking.Knee problems are very common, and they occur in people of all ages. Knee problems can interfere with many things, from participation in sports to simply getting up from a chair and walking. This can have a big impact on your life.The most common disease affecting the knee is osteoarthritis. The cartilage in the knee gradually wears away, causing pain and swelling.Injuries to ligaments and tendons also cause knee problems. A common injury is to the anterior cruciate ligament (ACL). You usually injure your ACL by a sudden twisting motion. ACL and other knee injuries are common sports injuries.Treatment of knee problems depends on the cause. In some cases your doctor may recommend knee replacement.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc3", "contents": "Transient Ischemic Attack  A transient ischemic attack (TIA) is a stroke that lasts only a few minutes. It happens when the blood supply to part of the brain is briefly blocked. Symptoms of a TIA are like other stroke symptoms, but do not last as long. They happen suddenly, and include:Numbness or weakness, especially on one side of the bodyConfusion or trouble speaking or understanding speechTrouble seeing in one or both eyesDifficulty walkingDizzinessLoss of balance or coordinationMost symptoms of a TIA disappear within an hour, although they may last for up to 24 hours. Because you cannot tell if these symptoms are from a TIA or a stroke, you should go to the hospital right away.TIAs are often a warning sign for future strokes. Taking medicine, such as blood thinners, may reduce your risk of a stroke. Your doctor might also recommend surgery. You can also help lower your risk by having a healthy lifestyle. This includes not smoking, not drinking too much, eating a healthy diet, and exercising. It is also important to control other health problems, such as high blood pressure and cholesterol.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc4", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc5", "contents": "Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia?There are different types of leukemia. Which type of leukemia you have depends on the type of blood cell that becomes cancer and whether it grows quickly or slowly.The type of blood cell could be:Lymphocytes, a type of white blood cellMyeloid cells, immature cells that become white blood cells, red blood cells, or plateletsThe different types can grow quickly or slowly:Acute leukemia is fast growing. It usually gets worse quickly if it's not treated.Chronic leukemia is slow growing. It usually gets worse over a longer period of time.The main types of leukemia are:Acute lymphocytic leukemia (ALL), which is the most common type of cancer in children. It can also affect adults.Acute myeloid leukemia (AML), which is more common in older adults but can also affect childrenChronic lymphocytic leukemia (CLL), which is one of the most common types of leukemia in adults. It often occurs during or after middle age.Chronic myeloid leukemia (CML), which usually occurs in adults during or after middle ageWhat causes leukemia?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown.Who is at risk for leukemia?For the specific types, there are different factors which can raise your risk of getting that type. Overall, your risk of leukemia goes up as you age. It is most common over age 60.What are the symptoms of leukemia?Some of the symptoms of leukemia may include:Feeling tiredFever or night sweatsEasy bruising or bleedingWeight loss or loss of appetitePetechiae, which are tiny red dots under the skin. They are caused by bleeding.Other leukemia symptoms can be different from type to type. Chromic leukemia may not cause symptoms at first.How is leukemia diagnosed?Your health care provider may use many tools to diagnose leukemia:A physical examA medical historyBlood tests, such as a complete blood count (CBC)Bone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesOnce the provider makes a diagnosis, there may be additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for leukemia?The treatments for leukemia depend on which type you have, how severe the leukemia is, your age, your overall health, and other factors. Some possible treatments might include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantTargeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc6", "contents": "Childhood Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia in children?There are different types of leukemia. Some types are acute (fast growing). They usually get worse quickly if they are not treated. Most childhood leukemias are acute:Acute lymphocytic leukemia (ALL), which is the most common type of leukemia in children and the most common cancer in children. In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell.Acute myeloid leukemia (AML), which happens when bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets.Other types of leukemia are chronic (slow growing). They usually get worse over a longer period of time. They are rare in children:Chronic lymphocytic leukemia (CLL), in which the bone marrow makes abnormal lymphocytes (a type of white blood cell). It is more common in teens than children.Chronic myeloid leukemia (CML), in which the bone marrow makes abnormal granulocytes (a type of white blood cell). It is very rare in children.There are some other rare types of leukemia in children, including juvenile myelomonocytic leukemia (JMML).What causes leukemia in children?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise the risk of childhood leukemia.Who is at risk for leukemia in children?The factors that raise the risk of childhood leukemia include:Having a brother or sister, especially a twin, with leukemiaPast treatment with chemotherapyExposure to radiation, including radiation therapyHaving certain genetic conditions, such as "}
{"id": "doc7", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc9", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "LDL: The \"Bad\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are LDL and HDL?LDL and HDL are two types of lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. LDL and HDL have different purposes:LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.How can a high LDL level raise my risk of coronary artery disease and other diseases?If you have a high LDL level, this means that you have too much LDL cholesterol in your blood. This extra LDL, along with other substances, forms plaque. The plaque builds up in your arteries; this is a condition called atherosclerosis.Coronary artery disease happens when the plaque buildup is in the arteries of your heart. It causes the arteries to become hardened and narrowed, which slows down or blocks the blood flow to your heart. Since your blood carries oxygen to your heart, this means that your heart may not be able to get enough oxygen. This can cause angina (chest pain), or if the blood flow is completely blocked, a heart attack.How do I know what my LDL level is?A blood test can measure your cholesterol levels, including LDL. When and how often you should get this test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat can affect my LDL level?Things that can affect your LDL level include:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level riseWeight. Being overweight tends to raise your LDL level, lower your HDL level, and increase your total cholesterol levelPhysical Activity. A lack of physical activity can lead to weight gain, which can raise your LDL levelSmoking.Cigarette smoking lowers your HDL cholesterol. Since HDL helps to remove LDL from your arteries, if you have less HDL, that can contribute to you having a higher LDL level.Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL levels tend to rise.Genetics. Your genes partly determine how much cholesterol your body makes. High cholesterol can run in families. For example, familial hypercholesterolemia (FH) is an inherited form of high blood cholesterol.Medicines. Certain medicines, including steroids, some blood pressure medicines, and HIV/AIDS medicines, can raise your LDL level.Other medical conditions. Diseases such as chronic kidney disease, diabetes, and HIV/AIDS can cause a higher LDL level.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What should my LDL level be?With LDL cholesterol, lower numbers are better, because a high LDL level can raise your risk for coronary artery disease and related problems:LDL (Bad) Cholesterol LevelLDL Cholesterol CategoryLess than 100mg/dLOptimal100-129mg/dLNear optimal/above optimal130-159 mg/dLBorderline high160-189 mg/dLHigh190 mg/dL and aboveVery HighHow can I lower my LDL level?There are two main ways to lower your LDL cholesterol:Therapeutic lifestyle changes (TLC). TLC includes three parts:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples of eating plans that can lower your cholesterol include the Therapeutic Lifestyle Changes diet and the DASH eating plan.Weight Management. If you are overweight, losing weight can help lower your LDL cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "HDL: The \"Good\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are HDL and LDL?HDL and LDL are two types of lipoproteins.They are a combination of fat (lipid) and protein.  The lipids need to be attached to the proteins so they can move through the blood. HDL and LDL have different purposes:HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.How do I know what my HDL level is?A blood test can measure your cholesterol levels, including HDL. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat should my HDL level be? With HDL cholesterol, higher numbers are better, because a high HDL level can lower your risk for coronary artery disease and stroke. How high your HDL should be depends on your age and sex:GroupHealthy HDL LevelAge 19 or youngerMore than 45mg/dlMen age 20 or olderMore than 40mg/dlWomen age 20 or olderMore than 50mg/dlHow can I raise my HDL level?If your HDL level is too low, lifestyle changes may help. These changes may also help prevent other diseases, and make you feel better overall:Eat a healthy diet. To raise your HDL level, you need to eat good fats instead of bad fats. This means limiting saturated fats, which include full-fat milk and cheese, high-fat meats like sausage and bacon, and foods made with butter, lard, and shortening. You should also avoid trans fats, which may be in some margarines, fried foods, and processed foods like baked goods. Instead, eat unsaturated fats, which are found in avocado, vegetable oils like olive oil, and nuts. Limit carbohydrates, especially sugar. Also try to eat more foods naturally high in fiber, such as oatmeal and beans.Stay at a healthy weight. You can boost your HDL level by losing weight, especially if you have lots of fat around your waist.Exercise. Getting regular exercise can raise your HDL level, as well as lower your LDL. You should try to do 30 minutes of moderate to vigorous aerobic exercise on most, if not all, days.Avoid cigarettes.Smoking and exposure to secondhand smoke can lower your HDL level. If you are a smoker, ask your health care provider for help in finding the best way for you to quit. You should also try to avoid secondhand smoke.Limit alcohol. Moderate alcohol may lower your HDL level, although more studies are needed to confirm that. What we do know is that too much alcohol can make you gain weight, and that lowers your HDL level.Some cholesterol medicines, including certain statins, can raise your HDL level, in addition to lowering your LDL level. Health care providers don't usually prescribe medicines only to raise HDL. But if you have a low HDL and high LDL level, you might need medicine.What else can affect my HDL level?Taking certain medicines can lower HDL levels in some people. They include:Beta blockers, a type of blood pressure medicineAnabolic steroids, including testosterone, a male hormoneProgestins, which are female hormones that are in some birth control pills and hormone replacement therapyBenzodiazepines, sedatives that are often used for anxiety and insomniaIf you are taking one of these and you have a very low HDL level, ask your provider if you should continue to take them.Diabetes can also lower your HDL level, so that gives you another reason to manage your diabetes."}
{"id": "doc12", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc13", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc14", "contents": "Throat Cancer  Throat cancer is a type of head and neck cancer. Throat cancer has different names, depending on which part of the throat is affected. The different parts of your throat are called the oropharynx, the hypopharynx, the nasopharynx, and the larynx, or voice box.The main risk factors for throat cancer are using tobacco heavy drinking. Certain types of throat cancer also have other risk factors. For example, having HPV is a risk factor for oropharyngeal cancer.Symptoms of throat cancer may include:A sore throat that does not go awayA lump in the neckPain or ringing in the earsTrouble swallowingEar painTo diagnose throat cancers, doctors may do a physical exam and history, imaging tests, and a biopsy. You may also need other tests, depending on the type of cancer. Treatments include surgery, radiation therapy, and chemotherapy. Treatment for some types of throat cancer may also include targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc15", "contents": "Intestinal Cancer  Your small intestine is part of your digestive system.  It is a long tube that connects your stomach to your large intestine. Intestinal cancer is rare, but eating a high-fat diet or having Crohn's disease, celiac disease, or a history of  colonic polyps can increase your risk.Possible signs of small intestine cancer include:Abdominal painWeight loss for no reasonBlood in the stoolA lump in the abdomenImaging tests that create pictures of the small intestine and the area around it can help diagnose intestinal cancer and show whether it has spread.Surgery is the most common treatment. Additional options include chemotherapy, radiation therapy, or a combination.NIH: National Cancer Institute"}
{"id": "doc16", "contents": "Sciatica  Sciatica is a symptom of a problem with the sciatic nerve, the largest nerve in the body. It controls muscles in the back of your knee and lower leg and provides feeling to the back of your thigh, part of your lower leg, and the sole of your foot. When you have sciatica, you have pain, weakness, numbness, or tingling. It can start in the lower back and extend down your leg to your calf, foot, or even your toes. It's usually on only one side of your body.Causes of sciatica include:A ruptured intervertebral diskNarrowing of the spinal canal that puts pressure on the nerve, called spinal stenosisAn injury such as a pelvic fracture.In many cases no cause can be found.Sometimes sciatica goes away on its own. Treatment, if needed, depends on the cause of the problem. It may include exercises, medicines, and surgery."}
{"id": "doc17", "contents": "Spinal Muscular Atrophy  What is spinal muscular atrophy (SMA)?Spinal muscular atrophy (SMA) is a group of genetic diseases that damages and kills motor neurons. Motor neurons are a type of nerve cell in the spinal cord and lower part of the brain. They control movement in your arms, legs, face, chest, throat, and tongue.As the motor neurons die off, your muscles start to weaken and atrophy (waste away). The muscle damage gets worse over time and can affect speaking, walking, swallowing, and breathing.What are the types of spinal muscular atrophy (SMA) and what are their symptoms?There are different types of SMA. They are based on how serious the disease is and when the symptoms start:Type l is also called Werdnig-Hoffman disease or infantile-onset SMA. It is the most severe type. It is also the most common. Babies with this type usually show signs of the disease before 6 months of age. In more severe cases, the signs show up even before or just after birth (Types 0 or 1A). The babies may have trouble swallowing and breathing and may not move around a lot. They have chronic shortening of muscles or tendons (called contractures). They usually cannot sit up without help. Without treatment, many children with this type will die before 2 years of age.Type ll is a moderate to severe type of SMA. It usually first noticed between 6 and 18 months of age. Most children with this type can sit without support but cannot stand or walk without help. They may also have trouble breathing. They can usually live into adolescence or young adulthood.Type lll is also called Kugelberg-Welander disease. It is the mildest type that affects children. The signs of the disease usually show up after age 18 months. Children with this type can walk by themselves but may have trouble running, getting up from a chair, or climbing stairs. They may also have scoliosis (curvature of the spine), contractures, and respiratory infections. With treatment, most children with this type will have a normal lifespan.Type IV is rare and often mild. It usually causes symptoms after 21 years of age. The symptoms include mild to moderate leg muscle weakness, tremors, and mild breathing problems. The symptoms slowly get worse over time. People with this type of SMA have a normal lifespan.What causes spinal muscular atrophy (SMA)?Most types of SMA are caused by a change in the SMN1 gene. This gene is responsible for making a protein that the motor neurons need to be healthy and to function. But when part of the SMN1 gene is missing or abnormal, there isn't enough protein for the motor neurons. This causes the motor neurons to die off.Most people have two copies of the SM1 gene - one from each parent. SMA normally only happens when both copies have the gene change. If only one copy has the change, there usually aren't any symptoms. But that gene could be passed down from parent to child.Some of the less common types of SMA may be caused by changes in other genes.How is spinal muscular atrophy (SMA) diagnosed?Your health care provider may use many tools to diagnose SMA:A physical examA medical history, including asking about family historyGenetic testing to check for the gene changes that cause SMAElectromyography and nerve conduction studies and a muscle biopsy may be done, especially if no gene changes were foundParents who have a family history of SMA may want to do a prenatal test to check to see whether their baby has an SMN1 gene change. An amniocentesis or in some cases a chorionic villi sampling (CVS) is used to get the sample for testing.In some states, genetic testing for SMA is part of newborn screening tests.What are the treatments for spinal muscular atrophy (SMA)?There is no cure for SMA. Treatments can help manage symptoms and prevent complications. They may include:Medicines to help the body make more of the proteins that the motor neurons needGene therapy for children under 2 years of agePhysical, occupational, and rehabilitation therapy to help to improve posture and the mobility of the joints. These therapies may also improve blood flow and slow muscle weakness and atrophy. Some people may also need therapy for trouble speaking, chewing, and swallowing.Assistive devices such as supports or braces, orthotics, speech synthesizers, and wheelchairs to help people stay more independentGood nutrition and a balanced diet to help maintain weight and strength. Some people might need a feeding tube in order to get the nutrition they need.Breathing support for people who have muscle weakness in the neck, throat, and chest. The support may include devices to help with breathing during the day and to prevent sleep apnea at night. Some people might need to be on a ventilator.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc18", "contents": "Chronic Pain  Pain is a signal in your nervous system that something may be wrong.  It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. You may feel pain in one area of your body, or all over.  There are two types: acute pain and chronic pain. Acute pain lets you know that you may be injured or a have problem you need to take care of. Chronic pain is different.  The pain may last for weeks, months, or even years. The original cause may have been an injury or infection. There may be an ongoing cause of pain, such as arthritis or cancer. In some cases there is no clear cause. Environmental and psychological factors can make chronic pain worse.Many older adults have chronic pain. Women also report having more chronic pain than men, and they are at a greater risk for many pain conditions. Some people have two or more chronic pain conditions.Chronic pain is not always curable, but treatments can help. There are drug treatments, including pain relievers. There are also non-drug treatments, such as acupuncture, physical therapy, and sometimes surgery.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc19", "contents": "Non-Drug Pain Management  What is pain?Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.There are two types of pain:Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain.Chronic pain lasts for a long time, and can cause severe problemsWhat are pain relievers?Pain relievers are medicines that reduce or relieve pain. There are many different pain medicines, and each one has advantages and risks. Some are over-the-counter (OTC) medicines. Others are stronger medicines, which are available by prescription. The most powerful prescription pain relievers are opioids. They are very effective, but people who take them are at risk of addiction and overdose.Because of the side effects and risks of pain relievers, you may want to try non-drug treatments first. And if you do need to take medicines, also doing some non-drug treatments may allow you to take a lower dose.What are some non-drug treatments for pain?There are many non-drug treatments that can help with pain. It is important to check with your health care provider before trying any of them:Acupuncture involves stimulating acupuncture points. These are specific points on your body. There are different acupuncture methods. The most common one involves inserting thin needles through the skin. Others include using pressure, electrical stimulation, and heat. Acupuncture is based on the belief that qi (vital energy) flows through the body along paths, called meridians. Practitioners believe that stimulating the acupuncture points can rebalance the qi. Research suggests that acupuncture can help manage certain pain conditions.Biofeedback techniques use electronic devices to measure body functions such as breathing and heart rate. This teaches you to be more aware of your body functions so you can learn to control them. For example, a biofeedback device may show you measurements of your muscle tension. By watching how these measurements change, you can become more aware of when your muscles are tense and learn to relax them. Biofeedback may help to control pain, including chronic headaches and back pain.Electrical stimulation involves using a device to send a gentle electric current to your nerves or muscles. This can help treat pain by interrupting or blocking the pain signals. Types includeTranscutaneous electrical stimulation (TENS)Implanted electric nerve stimulationDeep brain or spinal cord stimulationMassage therapy is a treatment in which the soft tissues of the body are kneaded, rubbed, tapped, and stroked. Among other benefits, it may help people relax, and relieve stress and pain.Meditation is a mind-body practice in which you focus your attention on something, such as an object, word, phrase, or breathing. This helps you to minimize distracting or stressful thoughts or feelings.Physical therapy uses techniques such as heat, cold, exercise, massage, and manipulation. It can help to control pain, as well as condition muscles and restore strength.Psychotherapy (talk therapy) uses methods such as discussion, listening, and counseling to treat mental and behavioral disorders. It can also help people who have pain, especially chronic pain, byTeaching them coping skills, to be able to better deal with the stress that pain can causeAddressing negative thoughts and emotions that can make pain worseProviding them with supportRelaxation therapy can help reduce muscle tension and stress, lower blood pressure, and control pain. It may involve tensing and relaxing muscles throughout the body. It may be used with guided imagery (focusing the mind on positive images) and meditation.Surgery can sometimes be necessary to treat severe pain, especially when it is caused by back problems or serious musculoskeletal injuries. There are always risks to getting surgery, and it does not always work to treat pain. So it is important to go through all of the risks and benefits with your health care provider."}
{"id": "doc20", "contents": "Pain  Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.Pain can be helpful in diagnosing a problem. If you never felt pain, you might seriously hurt yourself without knowing it, or you might not realize you have a medical problem that needs treatment.There are two types of pain: acute and chronic. Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain. Chronic pain lasts for a long time, and can cause severe problems.Pain is not always curable, but there are many ways to treat it. Treatment depends on the cause and type of pain. There are drug treatments, including pain relievers. There are also non-drug treatments, such as acupuncture, physical therapy, and sometimes surgery.NIH: National Institute of Neurological Disorders and Stroke"}
