{"id": "doc1", "contents": "Male Breast Cancer  Although breast cancer is much more common in women, men can get it too. It happens most often to men between the ages of 60 and 70.Breast lumps usually aren't cancer. However, most men with breast cancer have lumps. Other breast symptoms can include:Dimpled or puckered skinA red, scaly nipple or skinFluid dischargeRisk factors for male breast cancer include exposure to radiation, a family history of breast cancer, and having high estrogen levels, which can happen with diseases like cirrhosis or Klinefelter syndrome.Treatment for male breast cancer is usually a mastectomy, which is surgery to remove the breast. Other treatments include radiation, chemotherapy and/or hormone therapy. NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Acute Myeloid Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute myeloid leukemia (AML)?Acute myeloid leukemia (AML) is a type of acute leukemia. \"Acute\" means that the leukemia usually gets worse quickly if it's not treated. In AML, the bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets. When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body.There are several different subtypes of AML. The subtypes are based on how developed the cancer cells are when you get your diagnosis and how different they are from normal cells.What causes acute myeloid leukemia (AML)?AML happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of AML.Who is at risk for acute myeloid leukemia (AML)?The factors that raise your risk of AML include:Being maleSmoking, especially after age 60Having had chemotherapy or radiation therapyTreatment for acute lymphoblastic leukemia (ALL) as a childExposure to the chemical benzeneA history of another blood disorder such as myelodysplastic syndromeWhat are the symptoms of acute myeloid leukemia (AML)?The signs and symptoms of AML include:FeverShortness of breathEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Weakness or feeling tiredWeight loss or loss of appetiteBone or joint pain, if the abnormal cells build up near or inside the bonesHow is acute myeloid leukemia (AML) diagnosed?Your health care provider may use many tools to diagnose AML and figure out which subtype you have:A physical examA medical historyBlood tests, such as a complete blood count (CBC) and blood smearBone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesIf you are diagnosed with AML, you may have additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for acute myeloid leukemia (AML)?Treatments for AML include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantOther anticancer medicinesWhich treatment you get often depends on which subtype of AML you have."}
{"id": "doc3", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc4", "contents": "Prenatal Testing  Prenatal testing provides information about your baby's health before he or she is born. Some routine tests during pregnancy also check on your health. At your first prenatal visit, your health care provider will test for a number of things, including problems with your blood, signs of infections, and whether you are immune to rubella (German measles) and chickenpox.Throughout your pregnancy, your health care provider may suggest a number of other tests, too. Some tests are suggested for all women, such as screenings for gestational diabetes, Down syndrome, and HIV. Other tests might be offered based on your:AgePersonal or family medical historyEthnic backgroundResults of routine testsThere are two types of tests:Screening tests are tests that are done to see if you or your baby might have certain problems. They evaluate risk, but do not diagnose problems. If your screening test result is abnormal, it does not mean that there is a problem. It means that more information is needed. Your health care provider can explain what the test results mean and possible next steps. You may need diagnostic testing.Diagnostic tests show whether or not you or your baby have a certain problem.It is your choice whether or not to get the prenatal tests. You and your health care provider can discuss the risks and benefits of the tests, and what kind of information the tests can give you. Then you can decide which ones are right for you.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc5", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc6", "contents": "Hepatitis C  What is hepatitis C?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. Inflammation can damage organs.There are different types of hepatitis. One type, hepatitis C, is caused by the hepatitis C virus (HCV). Hepatitis C can range from a mild illness lasting a few weeks to a serious, lifelong illness.Hepatitis C can be acute or chronic:Acute hepatitis C is a short-term infection. The symptoms can last up to 6 months. Sometimes your body is able to fight off the infection and the virus goes away. But for most people, an acute infection leads to chronic infection.Chronic hepatitis C is a long-lasting infection. If it is not treated, it can last for a lifetime and cause serious health problems, including liver damage, cirrhosis (scarring of the liver), liver cancer, and even death.How is hepatitis C spread?Hepatitis C spreads through contact with the blood of someone who has HCV. This contact may be through:Sharing drug needles or other drug materials with someone who has HCV. In the United States, this is the most common way that people get hepatitis C.Getting an accidental stick with a needle that was used on someone who has HCV. This can happen in health care settings.Being tattooed or pierced with tools or inks that were not sterilized after being used on someone who has HCVHaving contact with the blood or open sores of someone who has HCVSharing personal care items that may have come in contact with another person's blood, such as razors or toothbrushesBeing born to a mother with HCVHaving unprotected sex with someone who has HCVBefore 1992, hepatitis C was also commonly spread through blood transfusions and organ transplants. Since then, there has been routine testing of the U.S. blood supply for HCV. It is now very rare for someone to get HCV this way.Who is at risk for hepatitis C?You are more likely to get hepatitis C if you:Have injected drugsHad a blood transfusion or organ transplant before July 1992Have hemophilia and received clotting factor before 1987Have been on kidney dialysisWere born between 1945 and 1965Have abnormal liver tests or liver diseaseHave been in contact with blood or infected needles at workHave had tattoos or body piercingsHave worked or lived in a prisonWere born to a mother with hepatitis CHave HIV/AIDSHave had more than one sex partner in the last 6 monthsHave had a sexually transmitted diseaseAre a man who has had sex with menIf you are at high risk for hepatitis C, your health care provider will likely recommend that you get tested for it.What are the symptoms of hepatitis C?Most people with hepatitis C have no symptoms. Some people with acute hepatitis C do have symptoms within 1 to 3 months after they are exposed to the virus. These symptoms may include:Dark yellow urineFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingPain in your abdomenJaundice (yellowish eyes and skin)If you have chronic hepatitis C, you probably will not have symptoms until it causes complications. This can happen decades after you were infected. For this reason, hepatitis C screening is important, even if you have no symptoms.What other problems can hepatitis C cause?Without treatment, hepatitis C may lead to cirrhosis, liver failure, and liver cancer. Early diagnosis and treatment of hepatitis C can prevent these complications.How is hepatitis C diagnosed?Health care providers diagnose hepatitis C based on your medical history, a physical exam, and blood tests.If you do have hepatitis C, you may need additional tests to check for liver damage. These tests may include other blood tests, an ultrasound of the liver, and a liver biopsy.What are the treatments for hepatitis C?Treatment for hepatitis C is with antiviral medicines. They can cure the disease in most cases.If you have acute hepatitis C, your health care provider may wait to see if your infection becomes chronic before starting treatment.If your hepatitis C causes cirrhosis, you should see a doctor who specializes in liver diseases. Treatments for health problems related to cirrhosis include medicines, surgery, and other medical procedures. If your hepatitis C leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis C be prevented?There is no vaccine for hepatitis C. But you can help protect yourself from hepatitis C infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile tools and unopened inkNot sharing personal items such toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Breast Diseases  Most women experience breast changes at some time. Your age, hormone levels, and medicines you take may cause lumps, bumps, and discharges (fluids that are not breast milk).If you have a breast lump, pain, discharge or skin irritation, see your health care provider. Minor and serious breast problems have similar  symptoms. Although many women fear cancer, most breast problems are not cancer.Some common breast changes are:Fibrocystic breast changes - lumpiness, thickening and swelling, often just before a woman's periodCysts - fluid-filled lumpsFibroadenomas - solid, round, rubbery lumps that move easily when pushed, occurring most in younger womenIntraductal papillomas - growths similar to warts near the nippleBlocked milk ductsMilk production when a woman is not breastfeedingNIH: National Cancer Institute "}
{"id": "doc8", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc9", "contents": "Women's Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment are better. As a woman, you need some special exams and screenings. During your checkup, your health care provider will usually do:A pelvic exam - an exam to check if internal female organs are normal by feeling their shape and size.A Pap test - a test to check for cancer of the cervix, the opening to a woman's uterus. Cells from the cervix are examined under a microscope.A clinical breast exam -  to check for breast cancer by feeling and looking at your breasts.Your health care provider may also recommend other tests, including a mammogram or a test for HPV."}
{"id": "doc10", "contents": "Dietary Supplements  Dietary supplements are vitamins, minerals, herbs, and many other products.  They can come as pills, capsules, powders, drinks, and energy bars. Supplements do not have to go through the testing that drugs do.Some supplements can play an important role in health. For example, calcium and vitamin D are important for keeping bones strong. Pregnant women can take the vitamin folic acid to prevent certain birth defects in their babies.To take a supplement as safely as possible:Tell your health care provider about any dietary supplements you useDo not take a bigger dose than the label recommendsCheck with your health care provider about the supplements you take if you are going to have any type of surgeryRead trustworthy information about the supplementNIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc11", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc12", "contents": "Heart Diseases  If you're like most people, you think that heart disease is a problem for others. But heart disease is the number one killer in the U.S. It is also a major cause of disability. There are many different forms of heart disease. The most common cause of heart disease is narrowing or blockage of the coronary arteries, the blood vessels that supply blood to the heart itself. This is called coronary artery disease and "}
{"id": "doc13", "contents": "Drug Reactions  Most of the time, medicines make our lives better. They reduce aches and pains, fight infections, and control problems such as high blood pressure or diabetes. But medicines can also cause unwanted reactions, such as drug interactions, side effects, and allergies.What is a drug interaction?A drug interaction is a change in the way a drug acts in the body when taken with certain other drugs, foods, or supplements or when taken while you have certain medical conditions. Examples include:Two drugs, such as aspirin and blood thinnersDrugs and food, such as statins and grapefruitDrugs and supplements, such as gingko and blood thinnersDrugs and medical conditions, such as aspirin and peptic ulcersInteractions could cause a drug to be more or less effective, cause side effects, or change the way one or both drugs work.What are side effects?Side effects are unwanted, usually unpleasant, effects caused by medicines. Most are mild, such as a stomachache, dry mouth, or drowsiness, and go away after you stop taking the medicine.  Others can be more serious. Sometimes a drug can interact with a disease that you have and cause a side effect. For example, if you have a heart condition, certain decongestants can cause you to have a rapid heartbeat.What are drug allergies?Drug allergies are another type of reaction. They can range from mild to life-threatening. Skin reactions, such as hives and rashes, are the most common type. Anaphylaxis, a serious allergic reaction, is less common.How can I stay safe when taking medicines?When you start a new prescription or over-the-counter medicine, make sure you understand how to take it correctly. Know which other medicines, foods, and supplements you need to avoid. Always talk to your health care provider or pharmacist if you have questions about your medicines."}
{"id": "doc14", "contents": "Erectile Dysfunction  Erectile dysfunction (ED) is a common type of male sexual dysfunction. It is when a man has trouble getting or keeping an erection. ED becomes more common as you get older.  But it's not a natural part of aging.Some people have trouble speaking with their doctors about sex. But if you have ED, you should tell your doctor. ED can be a sign of health problems. It may mean your blood vessels are clogged. It may mean you have nerve damage from diabetes. If you don't see your doctor, these problems will go untreated. Your doctor can offer several new treatments for ED. For many men, the answer is as simple as taking a pill. Getting more exercise, losing weight, or stopping smoking may also help. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Throat Cancer  Throat cancer is a type of head and neck cancer. Throat cancer has different names, depending on which part of the throat is affected. The different parts of your throat are called the oropharynx, the hypopharynx, the nasopharynx, and the larynx, or voice box.The main risk factors for throat cancer are using tobacco heavy drinking. Certain types of throat cancer also have other risk factors. For example, having HPV is a risk factor for oropharyngeal cancer.Symptoms of throat cancer may include:A sore throat that does not go awayA lump in the neckPain or ringing in the earsTrouble swallowingEar painTo diagnose throat cancers, doctors may do a physical exam and history, imaging tests, and a biopsy. You may also need other tests, depending on the type of cancer. Treatments include surgery, radiation therapy, and chemotherapy. Treatment for some types of throat cancer may also include targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc16", "contents": "Intestinal Cancer  Your small intestine is part of your digestive system.  It is a long tube that connects your stomach to your large intestine. Intestinal cancer is rare, but eating a high-fat diet or having Crohn's disease, celiac disease, or a history of  colonic polyps can increase your risk.Possible signs of small intestine cancer include:Abdominal painWeight loss for no reasonBlood in the stoolA lump in the abdomenImaging tests that create pictures of the small intestine and the area around it can help diagnose intestinal cancer and show whether it has spread.Surgery is the most common treatment. Additional options include chemotherapy, radiation therapy, or a combination.NIH: National Cancer Institute"}
