{"id": "doc1", "contents": "Peripheral Arterial Disease  Peripheral arterial disease (PAD) happens when there is a narrowing of the blood vessels outside of your heart. The cause of PAD is atherosclerosis. This happens when plaque builds up on the walls of the arteries that supply blood to the arms and legs. Plaque is a substance made up of fat and cholesterol. It causes the arteries to narrow or become blocked. This can reduce or stop blood flow, usually to the legs. If severe enough, blocked blood flow can cause tissue death and can sometimes lead to amputation of the foot or leg.The main risk factor for PAD is smoking. Other risk factors include older age and diseases like diabetes, high blood cholesterol, high blood pressure, heart disease, and stroke.Many people who have PAD don't have any symptoms. If you have symptoms, they may include:Pain, numbness, achiness, or heaviness in the leg muscles. This happens when walking or climbing stairs.Weak or absent pulses in the legs or feetSores or wounds on the toes, feet, or legs that heal slowly, poorly, or not at allA pale or bluish color to the skinA lower temperature in one leg than the other legPoor nail growth on the toes and decreased hair growth on the legsErectile dysfunction, especially among men who have diabetesPAD can increase your risk of heart attack, stroke, and transient ischemic attack.Doctors diagnose PAD with a physical exam and heart and imaging tests. Treatments include lifestyle changes, medicines, and sometimes surgery. Lifestyle changes include dietary changes, exercise, and efforts to lower high cholesterol levels and high blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Diabetes Insipidus  Diabetes insipidus (DI) causes frequent urination. You become extremely thirsty, so you drink. Then you urinate. This cycle can keep you from sleeping or even make you wet the bed. Your body produces lots of urine that is almost all water.DI is different from diabetes mellitus (DM), which involves insulin problems and high blood sugar. The symptoms can be similar. However, DI is related to how your kidneys handle fluids. It's much less common than DM. Urine and blood tests can show which one you have.Usually, DI is caused by a problem with your pituitary gland or your kidneys. Treatment depends on the cause of the problem.  Medicines can often help.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc7", "contents": "Blood  Your blood is made up of liquid and solids. The liquid part, called plasma, is made of water, salts, and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells, and platelets.Red blood cells (RBC) deliver oxygen from your lungs to your tissues and organs. White blood cells (WBC) fight infection and are part of your immune system. Platelets help blood to clot when you have a cut or wound. Bone marrow, the spongy material inside your bones, makes new blood cells. Blood cells constantly die and your body makes new ones. Red blood cells live about 120 days, and platelets live about 6 days. Some white blood cells live less than a day, but others live much longer.There are four blood types: A, B, AB, or O. Also, blood is either Rh-positive or Rh-negative. So if you have type A blood, it's either A positive or A negative. Which type you are is important if you need a blood transfusion. And your Rh factor could be important if you become pregnant - an incompatibility between your type and the baby's could create problems. Blood tests such as blood count tests help doctors check for certain diseases and conditions. They also help check the function of your organs and show how well treatments are working. Problems with your blood may include bleeding disorders, excessive clotting and platelet disorders. If you lose too much blood, you may need a transfusion.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Prostate Cancer  What is prostate cancer?Cancer is a disease in which cells in the body grow out of control. Prostate cancer begins in the cells of the prostate. The prostate is a gland in the male reproductive system. It lies just below the bladder. It makes fluid that is part of semen.Prostate cancer is one of the most common types of cancer. It often grows very slowly. If it does not spread to other parts of the body, it may not cause serious problems. But sometimes prostate cancer can grow quickly and spread to other parts of the body. This kind of prostate cancer is serious.What causes prostate cancer?Researchers don't know for sure what causes prostate cancer. They do know that it happens when there are changes in the genetic material (DNA).Sometimes these genetic changes are inherited, meaning that you are born with them. There are also certain genetic changes that happen during your lifetime that can raise your risk of prostate cancer. But often the exact cause of these genetic changes is unknown.Who is more likely to develop prostate cancer?Anyone who has a prostate can develop prostate cancer. But certain factors can make you more likely to develop it:Age. Your chance of developing prostate cancer increases as you get older. Prostate cancer is rare in people under age 50.Family health history. Your risk of prostate cancer is higher if you have a parent, sibling, or child who has or has had prostate cancer.Race. African Americans are more likely to get prostate cancer.  They're also more likely to:"}
{"id": "doc9", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Fluid and Electrolyte Balance  Electrolytes are minerals in your body that have an electric charge. They are in your blood, urine, tissues, and other body fluids. Electrolytes are important because they help:Balance the amount of water in your bodyBalance your body's acid/base (pH) levelMove nutrients into your cellsMove wastes out of your cellsMake sure that your nerves, muscles, the heart, and the brain work the way they shouldSodium, calcium, potassium, chloride, phosphate, and magnesium are all electrolytes. You get them from the foods you eat and the fluids you drink.The levels of electrolytes in your body can become too low or too high. This can happen when the amount of water in your body changes. The amount of water that you take in should equal the amount you lose. If something upsets this balance, you may have too little water (dehydration) or too much water (overhydration). Some medicines, vomiting, diarrhea, sweating, and liver or kidney problems can all upset your water balance.Treatment helps you to manage the imbalance. It also involves identifying and treating what caused the imbalance."}
{"id": "doc11", "contents": "Urinalysis  A urinalysis is a test of your urine. It is often done to check for a urinary tract infections, kidney problems, or diabetes. You may also have one during a checkup, if you are admitted to the hospital, before you have surgery, or if you are pregnant.  It can also monitor some medical conditions and treatments.A urinalysis involves checking the urine for:Its colorIts appearance (whether it is clear or cloudy)Any odorThe pH level (acidity)Whether there are substances that are not normally in urine, such as blood, too much protein, glucose, ketones, and bilirubinWhether there are cells, crystals, and casts (tube-shaped proteins)Whether it contains bacteria or other germs"}
{"id": "doc12", "contents": "Neck Injuries and Disorders  Any part of your neck - muscles, bones, joints, tendons, ligaments, or nerves - can cause neck problems. Neck pain is very common. Pain may also come from your shoulder, jaw, head, or upper arms. Muscle strain or tension often causes neck pain. The problem is usually overuse, such as from sitting at a computer for too long.  Sometimes you can strain your neck muscles from sleeping in an awkward position or overdoing it during exercise. Falls or accidents, including car accidents, are another common cause of neck pain.  Whiplash, a soft tissue injury to the neck, is also called neck sprain or strain.Treatment depends on the cause, but may include applying ice, taking pain relievers, getting physical therapy or wearing a cervical collar. You rarely need surgery."}
{"id": "doc13", "contents": "Pelvic Pain  Pelvic pain occurs mostly in the lower abdomen area. The pain might be steady, or it might come and go. It can be a sharp and stabbing pain in a specific spot, or a dull pain that is spread out. If the pain is severe, it might get in the way of your daily activities.If you're a woman, you might feel pain during your period. It could also happen when you have sex. Pelvic pain can be a sign that there is a problem with one of the organs in your pelvic area, such as the uterus, ovaries, fallopian tubes, cervix, or vagina. If you're a man, the cause could be problem with the prostate. In men and women, it could be a symptom of infection, or a problem with the urinary tract, lower intestines, rectum, muscle, or bone. Some women have more than one cause of pelvic pain at the same time.You might have to have lab, imaging, or other medical tests to find the cause of the pain. The treatment will depend on the cause, how bad the pain is, and how often it occurs.NIH: National Institute of Child Health and Human Development"}
{"id": "doc14", "contents": "Birth Defects  What are birth defects?A birth defect is a problem that happens while a baby is developing in the mother's body.  Most birth defects happen during the first 3 months of pregnancy. One out of every 33 babies in the United States is born with a birth defect.A birth defect may affect how the body looks, works, or both. Some birth defects like cleft lip or neural tube defects are structural problems that can be easy to see. Others, like heart disease, are found using special tests. Birth defects can range from mild to severe. How a birth defect affects a child's life depends mostly on which organ or body part is involved and how severe the defect is.What causes birth defects?For some birth defects, researchers know the cause. But for many birth defects, the exact cause is unknown. Researchers think that most birth defects are caused by a complex mix of factors, which can include:Genetics. One or more genes might have a change or mutation that prevents them from working properly. For example, this happens in Fragile X syndrome. With some defects, a gene or part of the gene might be missing.Chromosomal problems. In some cases, a chromosome or part of a chromosome might be missing. This is what happens in Turner syndrome. In other cases, such as with Down syndrome, the child has an extra chromosome. Exposures to medicines, chemicals, or other toxic substances. For example, alcohol misuse can cause fetal alcohol spectrum disorders.Infections during pregnancy. For example, infection with Zika virus during pregnancy can cause a serious defect in the brain.Lack of certain nutrients. Not getting enough folic acid before and during pregnancy is a key factor in causing neural tube defects.Who is at risk of having a baby with birth defects?Certain factors may might increase the chances of having a baby with a birth defect, such as:Smoking, drinking alcohol, or taking certain \"street\" drugs during pregnancyHaving certain medical conditions, such as obesity or uncontrolled diabetes, before and during pregnancyTaking certain medicinesHaving someone in your family with a birth defect. To learn more about your risk of having a baby with a birth defect, you can talk with a genetic counselor,Being an older mother, typically over the age of 34 yearsHow are birth defects diagnosed?Health care providers can diagnose some birth defects during pregnancy, using prenatal testing.  That's why it important to get regular prenatal care.Other birth defects may not be found until after the baby is born. Providers may find them through newborn screening. Some defects, such as club foot, are obvious right away. Other times, the health care provider may not discover a defect until later in life, when the child has symptoms.What are the treatments for birth defects?Children with birth defects often need special care and treatments. Because the symptoms and problems caused by birth defects vary, the treatments also vary. Possible treatments may include surgery, medicines, assistive devices, physical therapy, and speech therapy.Often, children with birth defects need a variety of services and may need to see several specialists. The primary health care provider can coordinate the special care that the child needs.Can birth defects be prevented?Not all birth defects can be prevented. But there are things you can do before and during pregnancy to increase your chance of having a healthy baby:Start prenatal care as soon as you think you might be pregnant, and see your health care provider regularly during pregnancyGet 400 micrograms (mcg) of folic acid every day. If possible, you should start taking it at least one month before you get pregnant.Don't drink alcohol, smoke, or use \"street\" drugsTalk to your health care provider about any medicines you are taking or thinking about taking. This includes prescription and over-the-counter medicines, as well as dietary or herbal supplements.Learn how to prevent infections during pregnancyIf you have any medical conditions, try to get them under control before you get pregnantCenters for Disease Control and Prevention"}
{"id": "doc15", "contents": "Interstitial Cystitis  Interstitial cystitis (IC) is a condition that causes discomfort or pain in the bladder and a need to urinate frequently and urgently. It is far more common in women than in men. The symptoms vary from person to person. Some people may have pain without urgency or frequency. Others have urgency and frequency without pain. Women's symptoms often get worse during their periods. They may also have pain with sexual intercourse.The cause of IC isn't known. There is no one test to tell if you have it.  Doctors often run tests to rule out other possible causes of symptoms. There is no cure for IC, but treatments can help most people feel better. They include:Distending, or inflating, the bladderBathing the inside of the bladder with a drug solutionOral medicinesElectrical nerve stimulationPhysical therapyLifestyle changesBladder trainingIn rare cases, surgeryNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc17", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc18", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc19", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc20", "contents": "Charcot-Marie-Tooth Disease  Charcot-Marie-Tooth disease (CMT) is a group of genetic nerve disorders. It is named after the three doctors who first identified it. In the United States, CMT affects about 1 in 2,500 people. CMT affects your peripheral nerves. Peripheral nerves carry movement and sensation signals between the brain and spinal cord and the rest of the body. Symptoms usually start around the teen years. Foot problems such as high arches or hammertoes can be early symptoms. As CMT progresses, your lower legs may weaken. Later, your hands may also become weak. Doctors diagnose CMT by doing a neurologic exam, nerve tests, genetic tests, or a nerve biopsy. There is no cure. The disease can be so mild you don't realize you have it or severe enough to make you weak. Physical therapy, occupational therapy, braces and other devices and sometimes surgery can help.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc21", "contents": "Heart Surgery  What is heart surgery?Heart surgery can correct certain heart problems when other treatments haven't worked or can't be used.In some cases, heart surgery may be a medical emergency. For example, surgery for a severe heart attack may need to be done right away. In other cases, you can plan heart surgery ahead of time. Some heart surgeries are major operations, such as heart bypass surgery for blocked arteries in the heart. Other surgeries are more minor heart procedures, such as putting in a pacemaker.What conditions does heart surgery treat?There are different types of heart surgery that can help treat many heart conditions:What conditions does heart surgery treat?What does the heart surgery do?Coronary artery disease (CAD) - when a sticky substance called plaque narrows or blocks the arteries that supply blood to your heart muscle.Makes a new path for blood to flow around the blocked part of an artery in the heart. This is called a coronary artery bypass graft (CABG), or heart bypass. It's the most common heart surgery in adults.Heart valve diseases - problems with the valves that control the flow of blood through your heart.Repairs heart valves.Replaces heart valves with a mechanical valve or a biologic valve made from pig, cow, or human heart tissue.Arrhythmia - problems with the rate or rhythm of your heartbeat. They are caused by changes in the electrical signals that control your heartbeat.Places a pacemaker or an implantable cardioverter defibrillator (ICD) in the chest to correct your heartbeat.Treats atrial fibrillation with small cuts in the heart muscle. The cuts form scars that make a path for the heart's electrical signals (Maze surgery).Heart failure - when your heart is too weak or stiff to pump enough oxygen-rich blood to meet your body's needs.Places a device in the chest which may include:An implantable cardioverter defibrillator (ICD) to help prevent sudden cardiac arrest.A biventricular pacemaker to coordinate the heart's pumping action so it's more powerful.A ventricular assist device to help the heart pump blood.A total artificial heart to pump blood for the heart.Replaces a seriously diseased heart with a heathy heart (heart transplantation).Heart aneurysm - a balloon-like bulge in the wall of an artery. It can be life-threatening if the aneurysm tears or bursts.Repairs or replaces the weak part of a heart artery using a patch or a tube made of fabric.Angina - chest pain from coronary artery disease.Uses a laser to make small channels through part of the heart muscle (transmyocardial laser revascularization).Damaged and abnormal heart structures, including congenital heart defects - heart structure problems that you're born with.Repairs heart damage or problems with how the heart and blood vessels are formed. Repairs depend on the type of defect or damage.What approaches do surgeons use to do heart surgery?The approach a surgeon uses to do heart surgery depends on your heart problem, your general health, and other factors. Approaches to heart surgery include:Open-heart surgery (also called traditional heart surgery) is when the surgeon cuts the chest open to reach the heart. Because it's difficult to operate on a beating heart, medicines are used to stop the heart. A heart-lung bypass machine keeps oxygen-rich blood pumping through the body during the surgery.Off-pump heart surgery is open-heart surgery on a beating heart without using a heart-lung bypass machine. The surgeon holds the heart steady with a device. Surgeons may use off-pump heart surgery to do coronary artery bypass grafts (CABG), but only in certain cases.Minimally invasive heart surgery uses small cuts between the ribs. The cuts may be as small as 2 to 3 inches. The surgeon inserts tools into the chest through the cuts. This type of heart surgery may or may not use a heart-lung bypass machine.Robotic-assisted surgery is a type of minimally invasive surgery. The surgeon uses a computer to control tools on the arms of a robot. This allows the surgeon to be very accurate when doing difficult operations.What are the risks of heart surgery?Like all surgery, heart surgery has risks even though the results are often excellent. The risks include:BleedingInfection, fever, and swellingA problem from anesthesia (medicine that makes you sleep during surgery)ArrhythmiaDamage to the heart, kidneys, liver, and lungsStrokeThe risks of heart surgery tend to be higher if:The surgery is an emergency.You have other medical conditions, including:"}
{"id": "doc22", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc23", "contents": "Diabetes Complications  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 diabetes, your body does not make insulin. With type 2 diabetes, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.What health problems can diabetes cause?Over time, having too much glucose in your blood can cause complications, including:Eye disease, due to changes in fluid levels, swelling in the tissues, and damage to the blood vessels in the eyesFoot problems, caused by damage to the nerves and reduced blood flow to your feetGum disease and other dental problems, because a high amount of blood sugar in your saliva helps harmful bacteria grow in your mouth. The bacteria combine with food to form a soft, sticky film called plaque. Plaque also comes from eating foods that contain sugars or starches. Some types of plaque cause gum disease and bad breath. Other types cause tooth decay and cavities.Heart disease and stroke, caused by damage to your blood vessels and the nerves that control your heart and blood vesselsKidney disease, due to damage to the blood vessels in your kidneys. Many people with diabetes develop high blood pressure. That can also damage your kidneys.Nerve problems (diabetic neuropathy), caused by damage to the nerves and the small blood vessels that nourish your nerves with oxygen and nutrientsSexual and bladder problems, caused by damage to the nerves and reduced blood flow in the genitals and bladderSkin conditions, some of which are caused by changes in the small blood vessels and reduced circulation. People with diabetes are also more likely to have infections, including skin infections.What other problems can people with diabetes have?If you have diabetes, you need to watch out for blood sugar levels that are very high (hyperglycemia) or very low (hypoglycemia). These can happen quickly and can become dangerous. Some of the causes include having another illness or infection and certain medicines. They can also happen if you don't get the right amount of diabetes medicines. To try to prevent these problems, make sure to take your diabetes medicines correctly, follow your diabetic diet, and check your blood sugar regularly.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc24", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc25", "contents": "Obsessive-Compulsive Disorder  What is obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.What causes obsessive-compulsive disorder (OCD)?The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.Who is at risk for obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.Risk factors for OCD include:Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).What are the symptoms of obsessive-compulsive disorder (OCD)?People with OCD may have symptoms of obsessions, compulsions, or both:Obsessions are repeated thoughts, urges, or mental images that cause anxiety. They may involve things such as"}
{"id": "doc26", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
