{"id": "doc1", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Chronic Kidney Disease  You have two kidneys, each about the size of your fist.  Their main job is to filter your blood. They remove wastes and extra water, which become urine. They also keep the body's chemicals balanced, help control blood pressure, and make hormones.Chronic kidney disease (CKD) means that your kidneys are damaged and can't filter blood as they should. This damage can cause wastes to build up in your body. It can also cause other problems that can harm your health. Diabetes and high blood pressure are the most common causes of CKD.The kidney damage occurs slowly over many years. Many people don't have any symptoms until their kidney disease is very advanced. Blood and urine tests are the only way to know if you have kidney disease.Treatments cannot cure kidney disease, but they may slow kidney disease. They include medicines to lower blood pressure, control blood sugar, and lower cholesterol. CKD may still get worse over time. Sometimes it can lead to kidney failure. If your kidneys fail, you will need  dialysis or a kidney transplantation.You can take steps to keep your kidneys healthier longer:Choose foods with less  salt (sodium)Control your blood pressure; your health care provider can tell you what your blood pressure should beKeep your blood sugar in the target range, if you have diabetesLimit the amount of alcohol you drinkChoose foods that are healthy for your heart: fruits, vegetables, whole grains, and low-fat dairy foodsLose weight if you are overweightBe physically activeDon't smokeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Diabetic Kidney Problems  If you have diabetes, your blood glucose, or blood sugar, levels are too high.  Over time, this can damage your kidneys. Your kidneys clean your blood. If they are damaged, waste and fluids build up in your blood instead of leaving your body.Kidney damage from diabetes is called diabetic nephropathy. It begins long before you have symptoms. People with diabetes should get regular screenings for kidney disease. Tests include a urine test to detect protein in your urine and a blood test to show how well your kidneys are working.If the damage continues, your kidneys could fail. In fact, diabetes is the most common cause of kidney failure in the United States. People with kidney failure need either dialysis or a kidney transplant.You can slow down kidney damage or keep it from getting worse. Controlling your blood sugar and blood pressure, taking your medicines and not eating too much protein can help.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc5", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc6", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Radiation Exposure  What is radiation?Radiation is energy. It travels in the form of energy waves or high-speed particles. Radiation can occur naturally or be man-made. There are two types:Non-ionizing radiation, which includes radio waves, cell phones, microwaves, infrared radiation and visible lightIonizing radiation, which includes ultraviolet radiation, radon, x-rays, and gamma raysWhat are the sources of radiation exposure?Background radiation is all around us all the time. Most of it forms naturally from minerals. These radioactive minerals are in the ground, soil, water, and even our bodies. Background radiation can also come from outer space and the sun. Other sources are man-made, such as x-rays, radiation therapy to treat cancer, and electrical power lines.What are the health effects of radiation exposure?Radiation has been around us throughout our evolution. So our bodies are designed to deal with the low levels we're exposed to every day. But too much radiation can damage tissues by changing cell structure and damaging DNA. This can cause serious health problems, including cancer.The amount of damage that exposure to radiation can cause depends on several factors, including:The type of radiationThe dose (amount) of radiationHow you were exposed, such as through skin contact, swallowing or breathing it in, or having rays pass through your bodyWhere the radiation concentrates in the body and how long it stays thereHow sensitive your body is to radiation. A fetus is most vulnerable to the effects of radiation. Infants, children, older adults, pregnant women, and people with compromised immune systems are more vulnerable to health effects than healthy adults.Being exposed to a lot of radiation over a short period of time, such as from a radiation emergency, can cause skin burns. It may also lead to acute radiation syndrome (ARS, or \"radiation sickness\").  The symptoms of ARS include headache and diarrhea. They usually start within hours. Those symptoms will go away and the person will seem healthy for a little while. But then they will get sick again. How soon they get sick again, which symptoms they have, and how sick they get depends on the amount of radiation they received. In some cases, ARS causes death in the following days or weeks.Exposure to low levels of radiation in the environment does not cause immediate health effects. But it can slightly increase your overall risk of cancer.What are the treatments for acute radiation sickness?Before they start treatment, health care professionals need to figure out how much radiation your body absorbed. They will ask about your symptoms, do blood tests, and may use a device that measures radiation. They also try get more information about the exposure, such as what type of radiation it was, how far away you were from the source of the radiation, and how long you were exposed.Treatment focuses on reducing and treating infections, preventing dehydration, and treating injuries and burns. Some people may need treatments that help the bone marrow recover its function. If you were exposed to certain types of radiation, your provider may give you a treatment that limits or removes the contamination that is inside your body. You may also get treatments for your symptoms.How can radiation exposure be prevented?There are steps you can take to prevent or reduce radiation exposure:If your health care provider recommends a test that uses radiation, ask about its risks and benefits. In some cases, you may be able to have a different test that does not use radiation. But if you do need a test that uses radiation, do some research into the local imaging facilities. Find one that monitors and uses techniques to reduce the doses they are giving patients.Reduce electromagnetic radiation exposure from your cell phone. At this time, scientific evidence has not found a link between cell phone use and health problems in humans. More research is needed to be sure. But if you still have concerns, you can reduce how much time you spend on your phone. You can also use speaker mode or a headset to place more distance between your head and the cell phone.If you live in a house, test the radon levels, and if you need to, get a radon reduction system.During a radiation emergency, get inside a building to take shelter. Stay inside, with all of the windows and doors shut. Stay tuned to and follow the advice of emergency responders and officials.Environmental Protection Agency"}
{"id": "doc8", "contents": "Irritable Bowel Syndrome  Irritable bowel syndrome (IBS) is a problem that affects the large intestine. It can cause abdominal cramping, bloating, and a change in bowel habits. Some people with the disorder have constipation. Some have diarrhea. Others go back and forth between the two. Although IBS can cause a great deal of discomfort, it does not harm the intestines.IBS is  common. It affects about twice as many women as men and is most often found in people younger than 45 years.  No one knows the exact cause of IBS.  There is no specific test for it. Your doctor may run tests to be sure you don't have other diseases. These tests may include stool sampling tests, blood tests, and x-rays. Your doctor may also do a test called a sigmoidoscopy or colonoscopy.  Most people diagnosed with IBS can control their symptoms with diet, stress management, probiotics, and medicine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc10", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc11", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "A1C  A1C is a blood test for type 2 diabetes and prediabetes. It measures your average blood glucose, or blood sugar, level over the past 3 months. Doctors may use the A1C alone or in combination with other diabetes tests to make a diagnosis. They also use the A1C to see how well you are managing your diabetes. This test is different from the blood sugar checks that people with diabetes do every day.Your A1C test result is given in percentages. The higher the percentage, the higher your blood sugar levels have been:A normal A1C level is below 5.7%Prediabetes is between 5.7 to 6.4%. Having prediabetes is a risk factor for getting type 2 diabetes. People with prediabetes may need retests every year.Type 2 diabetes is above 6.5%If you have diabetes, you should have the A1C test at least twice a year. The A1C goal for many people with diabetes is below 7. It may be different for you. Ask what your goal should be. If your A1C result is too high, you may need to change your diabetes care plan.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Sickle Cell Disease  What is sickle cell disease (SCD)?Sickle cell disease (SCD) is a group of inherited red blood cell disorders. If you have SCD, there is a problem with your hemoglobin. Hemoglobin is a protein in red blood cells that carries oxygen throughout the body. With SCD, the hemoglobin forms into stiff rods within the red blood cells. This changes the shape of the red blood cells. The cells are supposed to be disc-shaped, but this changes them into a crescent, or sickle, shape.The sickle-shaped cells are not flexible and cannot change shape easily. Many of them burst apart as they move through your blood vessels. The sickle cells usually only last 10 to 20 days, instead of the normal 90 to 120 days. Your body may have trouble making enough new cells to replace the ones that you lost. Because of this, you may not have enough red blood cells. This is a condition called anemia, and it can make you feel tired.The sickle-shaped cells can also stick to vessel walls, causing a blockage that slows or stops the flow of blood. When this happens, oxygen can't reach nearby tissues. The lack of oxygen can cause attacks of sudden, severe pain, called pain crises. These attacks can occur without warning. If you get one, you might need to go to the hospital for treatment.What causes sickle cell disease (SCD)?The cause of SCD is a defective gene, called a sickle cell gene. People with the disease are born with two sickle cell genes, one from each parent.If you are born with one sickle cell gene, it's called sickle cell trait. People with sickle cell trait are generally healthy, but they can pass the defective gene on to their children.Who is at risk for sickle cell disease (SCD)?In the United States, most of the people with SCD are African Americans:About 1 in 13 African American babies is born with sickle cell traitAbout 1 in every 365 black children is born with sickle cell diseaseSCD also affects some people who come from Hispanic, southern European, Middle Eastern, or Asian Indian backgrounds.What are the symptoms of sickle cell disease (SCD)?People with SCD start to have signs of the disease during the first year of life, usually around 5 months of age. Early symptoms of SCD may include:Painful swelling of the hands and feetFatigue or fussiness from anemiaA yellowish color of the skin (jaundice) or the whites of the eyes (icterus)The effects of SCD vary from person to person and can change over time. Most of the signs and symptoms of SCD are related to complications of the disease. They may include severe pain, anemia, organ damage, and infections.How is sickle cell disease (SCD) diagnosed?A blood test can show if you have SCD or sickle cell trait. All states now test newborns as part of their screening programs, so treatment can begin early.People who are thinking about having children can have the test to find out how likely it is that their children will have SCD.Doctors can also diagnose SCD before a baby is born. That test uses a sample of amniotic fluid (the liquid in the sac surrounding the baby) or tissue taken from the placenta (the organ that brings oxygen and nutrients to the baby).What are the treatments for sickle cell disease (SCD)?The only cure for SCD is bone marrow or stem cell transplantation. Because these transplants are risky and can have serious side effects, they are usually only used in children with severe SCD. For the transplant to work, the bone marrow must be a close match. Usually, the best donor is a brother or sister.There are treatments that can help relieve symptoms, lessen complications, and prolong life:Antibiotics to try to prevent infections in younger childrenPain relievers for acute or chronic painHydroxyurea, a medicine that has been shown to reduce or prevent several SCD complications. It increases the amount of fetal hemoglobin in the blood. This medicine is not right for everyone; talk to your health care provider about whether you should take it. This medicine is not safe during pregnancy.Childhood vaccinations to prevent infectionsBlood transfusions for severe anemia. If you have had some serious complications, such as a stroke, you may have transfusions to prevent more complications.There are other treatments for specific complications.To stay as healthy as possible, make sure that you get regular medical care, live a healthy lifestyle, and avoid situations that may set off a pain crisis.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc16", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Campylobacter Infections  Campylobacter infection is a common foodborne illness. You usually get it from eating contaminated food, especially raw or undercooked poultry. You can also get it from drinking contaminated water or raw milk, or handling infected animal feces (poop).Some infected people don't have any symptoms.  If you do have symptoms, they start two to five days after you are infected. They usually last about one week, and can include:Diarrhea (which could be bloody)CrampingAbdominal painFever FatigueNausea and vomitingHealth care providers use stool tests to make a diagnosis. Most people get better without treatment. You should drink extra fluids for as long as the diarrhea lasts. People who have a severe infection or a weakened immune system may need to take antibiotics. In rare cases, the infection can cause reactive arthritis or Guillain-Barre syndrome.To prevent Campylobacter infection, cook poultry thoroughly. Use a separate cutting board and utensils for meats. Make sure to clean them carefully with soap and hot water after you use them.Centers for Disease Control and Prevention"}
{"id": "doc18", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc19", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc20", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc21", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc22", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc23", "contents": "Eating Disorders  What are eating disorders?Eating disorders are serious mental health disorders. They involve severe problems with your thoughts about food and your eating behaviors. You may eat much less or much more than you need.Eating disorders are medical conditions; they are not a lifestyle choice. They affect your body's ability to get proper nutrition. This can lead to health issues, such as heart and kidney problems, or sometimes even death. But there are treatments that can help.What are the types of eating disorders?Common types of eating disorders include:Binge-eating, which is out-of-control eating. People with binge-eating disorder keep eating even after they are full. They often eat until they feel very uncomfortable. Afterward, they usually have feelings of guilt, shame, and distress. Eating too much too often can lead to weight gain and obesity. Binge-eating disorder is the most common eating disorder in the U.S.Bulimia nervosa. People with bulimia nervosa also have periods of binge-eating. But afterwards, they purge, by making themselves throw up or using laxatives. They may also over-exercise or fast. People with bulimia nervosa may be slightly underweight, normal weight, or overweight.Anorexia nervosa. People with anorexia nervosa avoid food, severely restrict food, or eat very small quantities of only certain foods. They may see themselves as overweight, even when they are dangerously underweight. Anorexia nervosa is the least common of the three eating disorders, but it is often the most serious. It has the highest death rate of any mental disorder.What causes eating disorders?The exact cause of eating disorders is unknown. Researchers believe that eating disorders are caused by a complex interaction of factors. These include genetic, biological, behavioral, psychological, and social factors.Who is at risk for eating disorders?Anyone can develop an eating disorder, but they are more common in women. Eating disorders frequently appear during the teen years or young adulthood. But people can also develop them during childhood or later in life.What are the symptoms of eating disorders?The symptoms of eating disorders vary, depending on the disorder:The symptoms of binge-eating include:Eating unusually large amounts of food in a specific amount of time, such as a 2-hour periodEating even when you're full or not hungryEating fast during binge episodesEating until you're uncomfortably fullEating alone or in secret to avoid embarrassmentFeeling distressed, ashamed, or guilty about your eatingFrequently dieting, possibly without weight lossThe symptoms of bulimia nervosa include the same symptoms as binge-eating, plus trying to get rid of the food or weight after binging by:Purging, making yourself throw up or using laxatives or enemas to speed up the movement of food through your bodyDoing intensive and excessive exerciseFastingOver time, bulimia nervosa can cause health problems such as:Chronically inflamed and sore throatSwollen salivary glands in the neck and jaw areaWorn tooth enamel and increasingly sensitive and decaying teeth. This is caused by the exposure to stomach acid every time you throw up.GERD (acid reflux) and other gastrointestinal problemsSevere dehydration from purgingElectrolyte imbalance, which could be too low or too high levels of sodium, calcium, potassium and other minerals. This can lead to a stroke or heart attack.The symptoms of anorexia nervosa include:Eating very little, to the point of starving yourselfIntensive and excessive exerciseExtreme thinnessIntense fear of gaining weightDistorted body image - seeing yourself as overweight even when you are severely underweightOver time, anorexia nervosa can cause health problems such as:Thinning of the bones (osteopenia or osteoporosis)Mild anemiaMuscle wasting and weaknessThin, brittle hair and nailsDry, blotchy, or yellowish skinGrowth of fine hair all over the bodySevere constipationLow blood pressureSlowed breathing and pulseFeeling cold all the time because of a drop in internal body temperatureFeeling faint, dizzy, or weakFeeling tired all the timeInfertilityDamage to the structure and function of the heartBrain damageMultiorgan failureAnorexia nervosa can be fatal. Some people with this disorder die of complications from starvation, and others die of suicide.Some people with eating disorders may also have other mental disorders (such as depression or anxiety) or problems with substance use.How is eating disorders diagnosed?Because eating disorders can be so serious, it is important to seek help if you or a loved one thinks that you might have a problem. Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms. It is important to be honest about your eating and exercise behaviors so your provider can help you.A physical examBlood or urine tests to rule out other possible causes of your symptomsOther tests to see whether you have any other health problems caused by the eating disorder. These can include kidney function tests and an electrocardiogram (EKG or ECG).What are the treatments for eating disorders?Treatment plans for eating disorders are tailored to individual needs. You will likely have a team of providers helping you, including doctors, nutritionists, nurses, and therapists. The treatments may include:Individual, group, and/or family psychotherapy. Individual therapy may include cognitive behavioral approaches, which help you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Medical care and monitoring, including care for the complications that eating disorders can causeNutrition counseling. Doctors, nurses, and counselors will help you eat healthy to reach and maintain a healthy weight.Medicines, such as antidepressants, antipsychotics, or mood stabilizers, may help treat some eating disorders. The medicines can also help with the depression and anxiety symptoms that often go along with eating disorders.Some people with serious eating disorders may need to be in a hospital or in a residential treatment program. Residential treatment programs combine housing and treatment services.NIH: National Institute of Mental Health"}
{"id": "doc24", "contents": "Lung Cancer  What is lung cancer?Lung cancer is cancer that forms in tissues of the lung, usually in the cells that line the air passages. It is the leading cause of cancer death in both men and women.There are two main types: small cell lung cancer and non-small cell lung cancer. These two types grow differently and are treated differently. Non-small cell lung cancer is the more common type.Who is at risk for lung cancer?Lung cancer can affect anyone, but there are certain factors that raise your risk of getting it:Smoking. This is the most important risk factor for lung cancer. Tobacco smoking causes about 9 out of 10 cases of lung cancer in men and about 8 out of 10 cases of lung cancer in women. The earlier in life you start smoking, the longer you smoke, and the more cigarettes you smoke per day, the greater your risk of lung cancer. The risk is also greater if you smoke a lot and drink alcohol every day or take beta carotene supplements. If you have quit smoking, your risk will be lower than if you had kept smoking. But you will still have a higher risk than people who never smoked.Secondhand smoke, which is the combination of smoke that comes from a cigarette and smoke breathed out by a smoker. When you inhale it, you are exposed to the same cancer-causing agents as smokers, although in smaller amounts.Family history of lung cancerBeing exposed to asbestos, arsenic, chromium, beryllium, nickel, soot, or tar in the workplaceBeing exposed to radiation, such as from"}
{"id": "doc25", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc26", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc27", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc28", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc29", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc30", "contents": "Jaundice  Jaundice causes your skin and the whites of your eyes to turn yellow. Too much bilirubin causes jaundice.  Bilirubin is a yellow chemical in hemoglobin, the substance that carries oxygen in your red blood cells. As red blood cells break down, your body builds new cells to replace them. The old ones are processed by the liver. If the liver cannot handle the blood cells as they break down, bilirubin builds up in the body and your skin may look yellow. Many healthy babies have some jaundice during the first week of life.  It usually goes away.   However, jaundice can happen at any age and may be a sign of a problem.  Jaundice can happen for many reasons, such as:\tBlood diseases\tGenetic syndromes\tLiver diseases, such as hepatitis or cirrhosis\tBlockage of bile ducts \tInfections \tMedicines "}
{"id": "doc31", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc32", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc33", "contents": "Itching  What is itching?Itching is an irritating sensation that makes you want to scratch your skin. Sometimes it can feel like pain, but it is different. Often, you feel itchy in one area in your body, but sometimes you may feel itching all over. Along with the itching, you may also have a rash or hives.What causes itching?Itching is a symptom of many health conditions. Some common causes are:Allergic reactions to food, insect bites, pollen, and medicinesSkin conditions such as eczema, psoriasis, and dry skinIrritating chemicals, cosmetics, and other substancesParasites such as pinworms, scabies, head and body licePregnancyLiver, kidney, or thyroid diseasesCertain cancers or cancer treatmentsDiseases that can affect the nervous system, such as diabetes and shinglesWhat are the treatments for itching?Most itching is not serious. To feel better, you could try:Applying cold compressesUsing moisturizing lotionsTaking lukewarm or oatmeal bathsUsing over-the-counter hydrocortisone cream or antihistaminesAvoiding scratching, wearing irritating fabrics, and exposure to high heat and humidityContact your health care provider if your itching is severe, does not go away after a few weeks, or does not have an apparent cause. You may need other treatments, such as medicines or light therapy. If you have an underlying disease that is causing the itching, treating that disease may help."}
{"id": "doc34", "contents": "Hair Loss  You lose up to 100 hairs from your scalp every day. That's normal, and in most people, those hairs grow back. But many men -- and some women -- lose hair as they grow older. You can also lose your hair if you have certain diseases, such as thyroid problems, diabetes, or lupus. If you take certain medicines or have chemotherapy for cancer, you may also lose your hair. Other causes are stress, a low protein diet, a family history, or poor nutrition. Treatment for hair loss depends on the cause. In some cases, treating the underlying cause will correct the problem. Other treatments include medicines and hair restoration. "}
{"id": "doc35", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 F (37 C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc36", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc37", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc38", "contents": "Safe Opioid Use  What are opioids?Opioids, sometimes called narcotics, are a type of drug. They include strong prescription pain relievers, such as oxycodone, hydrocodone, fentanyl, and tramadol. The illegal drug heroin is also an opioid.A health care provider may give you a prescription opioid to reduce pain after you have had a major injury or surgery. You may get them if you have severe pain from health conditions like cancer. Some health care providers prescribe them for chronic pain.Prescription opioids used for pain relief are generally safe when taken for a short time and as prescribed by your health care provider. However, people who take opioids are at risk for opioid dependence, addiction, and overdose. These risks increase when opioids are misused. Misuse means you are not taking the medicines according to your provider's instructions, you are using them to get high, or you are taking someone else's opioids.How do I know if I need to take opioid medicines?First, you need to talk with your health care provider about whether you need to take opioids. You should discuss:Whether there are other medicines or therapies that might treat your painThe risks and benefits of taking opioidsYour medical history and if you or anyone in your family has a history of substance misuse or addiction to drugs or alcoholAny other medicines and supplements you are takingHow much alcohol you drinkFor women - If you are pregnant or planning to become pregnantWhat do I need to know if I am going to take opioid medicines?If you and your provider decide that you need to take opioids, make sure that you understand:How to take the medicine - how much and how oftenHow long you will need to take the medicineWhat the possible side effects areHow you should stop the medicines when you no longer need them. If you have been taking opioids for a while, it can be dangerous to just stop suddenly. You may need to get off the medicines slowly.What the warning signs of addiction are, so you can watch for them. They includeRegularly taking more medicine than you are supposed toTaking someone else's opioidsTaking the medicine to get highMood swings, depression, and/or anxietyNeeding too much or too little sleepTrouble making decisionsFeeling high or sedatedIf you have a high risk for an overdose, you may also want to get a prescription for naloxone. Naloxone is a drug that can reverse the effects of an opioid overdose.How can I take my opioid medicine safely?You should always be careful when taking any medicine, but you need to take extra care when taking opioids:Take your medicine exactly as prescribed - do not take extra dosesCheck the instructions every time you take a doseDo not break, chew, crush, or dissolve opioid pillsOpioids can cause drowsiness. Do not drive or use any machinery that may injure you, especially when you first start the medicine.Contact your provider if you have side effectsIf you can, use the same pharmacy for all your medicines. The pharmacy's computer system will alert the pharmacist if you are taking two or more medicines that could cause a dangerous interaction.How can I safely store and dispose opioid medicines?It is important to store and dispose of opioid medicines properly:Store your opioids and other medicines in a safe place. If you have children at home, it's a good idea to store your medicines in a lockbox. Even one accidental dose of an opioid pain medicine meant for an adult can cause a fatal overdose in a child. Also, someone who lives with you or visits your house may look for and steal your opioid medicines to take or sell them.If you travel, carry the current bottle of opioids with you for safety. This will help you answer any questions about your medicine.Dispose of your unused medicine properly. If you have unused opioid medicines at the end of your treatment, you can get rid of them byFinding a local drug take-back programFinding a pharmacy mail-back programIn some cases, flushing them down the toilet - check the Food and Drug Administration (FDA) web site to find out which ones you can flush awayNever sell or share your medicines. Your prescription is for you. Your health care provider considers many factors when prescribing opioids. What's safe for you might lead to an overdose for someone else.If someone steals your opioid medicines or prescription, report the theft to the police."}
{"id": "doc39", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc40", "contents": "Diabetic Diet  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.Prediabetes means that your blood sugar levels are higher than normal but not high enough to be called diabetes. If you have prediabetes, you are more likely to develop type 2 diabetes.How do the foods I eat affect my blood sugar levels?The sugar in your blood comes from certain foods called carbohydrates, or \"carbs.\" Foods that are high in carbs include candy and sweets, sodas, breads, tortillas, and white rice. The more carbs you eat, the higher your blood sugar level will be.Whether you have type 1 or type 2 diabetes, making the right food choices is an important way to keep your blood sugar at a healthy level. When you control your blood sugar, you lower your chance of having serious health problems from diabetes, such as vision loss and heart problems.And if you have prediabetes or are at risk for diabetes, eating foods that keep your blood sugar levels healthy may help prevent type 2 diabetes later on.What's the best diet for diabetes?There isn't a specific diet or meal plan that works for everybody. Your health care provider may have you see a registered dietician (RD) or a diabetes educator who can help design the best eating plan for you. The plan will consider:Any medicines that you takeYour weightAny other health conditions you haveYour lifestyle and tastesYour goalsAll eating plans for diabetes have a few things in common, including eating the right foods in the right amounts at the right times.What foods should I eat if I have diabetes?Eating the right foods for diabetes means eating a variety of healthy foods from all the food groups:Fruits and vegetablesWhole grains, such as whole wheat, brown rice, barley, quinoa, and oatsProteins, such as lean meats, chicken, turkey, fish, eggs, nuts, beans, lentils, and tofuNonfat or low-fat dairy, such as milk, yogurt, and cheeseWhat foods should I limit to control my blood sugar?To keep your blood sugar under control, you may need to cut back on foods and drinks that are high in carbs. This doesn't mean that you can never enjoy them. But you will need to have them less often or in smaller amounts.The high-carb foods and drinks you should limit include:Sugary foods, such as candy, cookies, cake, ice cream, sweetened cereals, and canned fruits with added sugarDrinks with added sugars, such as juice, regular soda, and regular sports or energy drinksWhite rice, tortillas, breads and pasta - especially those made with white flourStarchy vegetables, such as white potatoes, corn, and peasYou may also need to limit how much alcohol you drink, as well as how much fat and salt you eat.What else do I need to know about diabetic diets?If you have diabetes, it's important to eat the right amount of food every day. Your eating plan will include how much to eat, so that you get the right amount of carbs in each meal or snack. You'll learn how to count carbs and measure your food.Eating at the right times is also important. You will want to plan for regular, balanced meals to avoid high or low blood sugar levels. Eating about the same amount of carbs at each meal can be helpful.Your eating plan will also teach you how to stick with your plan at home and when you eat out.Eating healthy to control your blood sugar does take some effort. But the reward is a chance to live your healthiest life with diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc41", "contents": "Platelet Disorders  Platelets, also known as thrombocytes, are blood cells. They form in your bone marrow, a sponge-like tissue in your bones. Platelets play a major role in blood clotting. Normally, when one of your blood vessels is injured, you start to bleed. Your platelets will clot (clump together) to plug the hole in the blood vessel and stop the bleeding. You can have different problems with your platelets:If your blood has a low number of platelets, it is called thrombocytopenia. This can put you at risk for mild to serious bleeding. The bleeding could be external or internal. There can be various causes. If the problem is mild, you may not need treatment. For more serious cases, you may need medicines or blood or platelet transfusions.If your blood has too many platelets, you may have a higher risk of blood clots.When the cause is unknown, this is called thrombocythemia. It is rare. You may not need treatment if there are no signs or symptoms. In other cases, people who have it may need treatment with medicines or procedures.If another disease or condition is causing the high platelet count, it is thrombocytosis. The treatment and outlook for thrombocytosis depends on what is causing it.Another possible problem is that your platelets do not work as they should. For example, in von Willebrand Disease, your platelets cannot stick together or cannot attach to blood vessel walls. This can cause excessive bleeding. There are different types of in von Willebrand Disease; treatment depends on which type you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc42", "contents": "Blood Thinners  What are blood thinners?Blood thinners are medicines that prevent blood clots from forming. They do not break up clots that you already have. But they can stop those clots from getting bigger. It's important to treat blood clots, because clots in your blood vessels and heart can cause heart attacks, strokes, and blockages. Who needs blood thinners?You may need a blood thinner if you have:Certain heart or blood vessel diseasesAn abnormal heart rhythm called atrial fibrillationA heart valve replacementA risk of blood clots after surgeryCongenital heart defectsWhat are the different types of blood thinners?There are different types of blood thinners:Anticoagulants, such as heparin or warfarin (also called Coumadin), slow down your body's process of making clots.Antiplatelets, such as aspirin and clopidogrel, prevent blood cells called platelets from clumping together to form a clot. Antiplatelets are mainly taken by people who have had a heart attack or stroke.How can I take blood thinners safely?When you take a blood thinner, follow the directions carefully. Blood thinners may interact with certain foods, medicines, vitamins, and alcohol. Make sure that your health care provider knows all of the medicines and supplements you are using.You may need regular blood tests to check how well your blood is clotting. It is important to make sure that you're taking enough medicine to prevent clots, but not so much that it causes bleeding.What are the side effects of blood thinners?Bleeding is the most common side effect of blood thinners. They can also cause an upset stomach, nausea, and diarrhea. "}
{"id": "doc43", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc44", "contents": "Heart Attack  Each year almost 800,000 Americans have a heart attack. A heart attack happens when blood flow to the heart suddenly becomes blocked. Without the blood coming in, the heart can't get oxygen. If not treated quickly, the heart muscle begins to die. But if you do get quick treatment, you may be able to prevent or limit damage to the heart muscle. That's why it's important to know the symptoms of a heart attack and call 911 if you or someone else is having them. You should call, even if you are not sure that it is a heart attack.The most common symptoms in men and women are:Chest discomfort. It is often in center or left side of the chest. It usually lasts more than a few minutes. It may go away and come back. It can feel like pressure, squeezing, fullness, or pain. It also can feel like heartburn or indigestion.Shortness of breath. Sometimes this is your only symptom. You may get it before or during the chest discomfort. It can happen when you are resting or doing a little bit of physical activity.Discomfort in the upper body. You may feel pain or discomfort in one or both arms, the back, shoulders, neck, jaw, or upper part of the stomach.You may also have other symptoms, such as nausea, vomiting, dizziness, and lightheadedness. You may break out in a cold sweat. Sometimes women will have different symptoms then men. For example, they are more likely to feel tired for no reason.The most common cause of heart attacks is coronary artery disease (CAD). With CAD, there is a buildup of cholesterol and other material, called plaque, on their inner walls or the arteries. This is atherosclerosis. It can build up for years. Eventually an area of plaque can rupture (break open). A blood clot can form around the plaque and block the artery.A less common cause of heart attack is a severe spasm (tightening) of a coronary artery. The spasm cuts off blood flow through the artery.At the hospital, health care providers make a diagnosis based on your symptoms, blood tests, and different heart health tests. Treatments may include medicines and medical procedures such as coronary angioplasty. After a heart attack, cardiac rehabilitation and lifestyle changes can help you recover.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc45", "contents": "Infectious Mononucleosis  Infectious mononucleosis, or \"mono\", is an infection usually caused by the Epstein-Barr virus. The virus spreads through saliva, which is why it's sometimes called \"kissing disease.\" Mono occurs most often in teens and young adults. However, you can get it at any age.  Symptoms of mono include:FeverSore throatSwollen lymph glandsSometimes you may also have a swollen spleen.  Serious problems are rare. A blood test can show if you have mono. Most people get better in two to four weeks. However, you may feel tired for a few months afterward. Treatment focuses on helping symptoms and includes medicines for pain and fever, warm salt water gargles and plenty of rest and fluids."}
