{"id": "doc1", "contents": "Hodgkin Lymphoma  What is Hodgkin lymphoma? Hodgkin lymphoma, also called Hodgkin disease, is a type of cancer that develops in the lymph system. Your lymph system is part of your immune system. It helps protect your body from infection and disease.The lymph system is made up of tissues and organs that produce, store, and carry white blood cells. It includes your:Bone marrowLymph nodesLymphatic vesselsSpleenThymusTonsilsHodgkin lymphoma is one of the main types of lymphoma. The other is non-Hodgkin lymphoma. Each type starts in different types of white blood cells.What causes Hodgkin lymphoma?The cause of Hodgkin lymphoma is unknown. But there are certain people who are at higher risk of developing it.Who is more likely to develop Hodgkin lymphoma?Certain factors can make you more likely to develop Hodgkin lymphoma:Age. Hodgkin lymphoma is most common in early adulthood (age 20-39 years) and in late adulthood (age 65 years and older).Being male. The risk of adult Hodgkin lymphoma is slightly higher in males than in females.Past Epstein-Barr virus (EBV) infection. Having an infection with EBV as a young child or teenager increases your risk of Hodgkin lymphoma.A family history of Hodgkin lymphoma. Having a parent or sibling with Hodgkin lymphoma increases your risk of developing it.What are the symptoms of Hodgkin lymphoma?The signs and symptoms of Hodgkin lymphoma may include:Painless, swollen lymph nodes in the neck, underarm, or groinFever for no known reasonDrenching night sweats (very heavy sweating during sleep)Weight loss for no known reason in the past 6 monthsItchy skin, especially after bathing or drinking alcoholFatigueHow is Hodgkin lymphoma diagnosed?To find out if you have Hodgkin lymphoma, your provider:Will ask about your symptoms and medical history. This will include checking for signs of disease, such as lumps or anything else that seems unusual.May order some lab tests, such as:"}
{"id": "doc2", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc3", "contents": "Myositis  Myositis means inflammation of the muscles that you use to move your body. An injury, infection, or autoimmune disease can cause it. Two specific kinds are polymyositis and dermatomyositis. Polymyositis causes muscle weakness, usually in the muscles closest to the trunk of your body. Dermatomyositis causes muscle weakness, plus a skin rash.Other symptoms of myositis may include:Fatigue after walking or standingTripping or fallingTrouble swallowing or breathingDoctors may use a physical exam, lab tests, imaging tests and a muscle biopsy to diagnose myositis. There is no cure for these diseases, but you can treat the symptoms. Polymyositis and dermatomyositis are first treated with high doses of a corticosteroid. Other options include medications, physical therapy, exercise, heat therapy, assistive devices, and rest.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc4", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc5", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc6", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc7", "contents": "Myasthenia Gravis  Myasthenia gravis is a disease that causes weakness in your voluntary muscles. These are the muscles that you control. For example, you may have weakness in the muscles for eye movement, facial expressions, and swallowing. You can also have weakness in other muscles.  This weakness gets worse with activity, and better with rest.Myasthenia gravis is an autoimmune disease. Your body's immune system makes antibodies that block or change some of the nerve signals to your muscles.  This makes your muscles weaker.Other conditions can cause muscle weakness, so myasthenia gravis can be hard to diagnose. Tests used to make a diagnosis include blood, nerve, muscle, and imaging tests.With treatment, the muscle weakness often gets much better. Medicines can help improve nerve-to-muscle messages and make muscles stronger. Other drugs keep your body from making so many abnormal antibodies. These medicines can have major side effects, so they should be used carefully. There are also treatments which filter abnormal antibodies from the blood or add healthy antibodies from donated blood. Sometimes, surgery to take out the thymus gland helps.Some people with myasthenia gravis go into remission. This means that they do not have symptoms.  The remission is usually temporary, but sometimes it can be permanent.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc8", "contents": "Thymus Cancer  The thymus is a small organ in your upper chest, under your breastbone. Before birth and during childhood, the thymus helps the body make a type of white blood cell. These cells help protect you from infections. Cancer of the thymus is rare. You are more likely to get it if you have other diseases such as myasthenia gravis, lupus or rheumatoid arthritis. Sometimes there are no symptoms.  Other times, thymus cancer can cause:A cough that doesn't go away Chest painTrouble breathingDoctors use a physical exam, imaging tests, and a biopsy to diagnose thymus cancer. The most common treatment is surgery to remove the tumor. Other options include radiation therapy, chemotherapy, and hormone therapy.NIH: National Cancer Institute"}
{"id": "doc9", "contents": "Neuromuscular Disorders  Neuromuscular disorders affect your neuromuscular system. They can cause problems with:The nerves that control your musclesYour musclesCommunication between your nerves and musclesThese disorders can cause your muscles to become weak and waste away. You may also have symptoms such as spasms, twitching, and pain.Examples of neuromuscular disorders include:Amyotrophic lateral sclerosisMuscular dystrophyMyasthenia gravisSpinal muscular atrophyThere can be different causes for these diseases. Many of them are genetic.This means they are inherited (run in families) or are caused by a new mutation in your genes. Some neuromuscular disorders are autoimmune diseases. Sometimes the cause is unknown.Many neuromuscular diseases have no cure. But treatments may improve symptoms, increase mobility, and lengthen life."}
{"id": "doc10", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc11", "contents": "Progressive Supranuclear Palsy  What is progressive supranuclear palsy (PSP)?Progressive supranuclear palsy (PSP) is a rare brain disease. It happens because of damage to nerve cells in the brain. PSP affects your movement, including control of your walking and balance. It also affects your thinking and eye movement.PSP is progressive, which means that it gets worse over time.What causes progressive supranuclear palsy (PSP)?The cause of PSP is unknown. In rare cases, the cause is a mutation in a certain gene.One sign of PSP is abnormal clumps of tau in nerve cells in the brain. Tau is a protein in your nervous system, including in nerve cells. Some other diseases also cause a buildup of tau in the brain, including Alzheimer's disease.Who is at risk for progressive supranuclear palsy (PSP)?PSP usually affects people over 60, but in some cases it can start earlier. It is more common in men.What are the symptoms of progressive supranuclear palsy (PSP)?Symptoms are very different in each person, but they may include:A loss of balance while walking. This is often the first symptom.Speech problemsTrouble swallowingA blurring of vision and problems controlling eye movementChanges in mood and behavior, including depression and apathy (a loss of interest and enthusiasm)Mild dementiaHow is progressive supranuclear palsy (PSP0 diagnosed?There is no specific test for PSP. It can be difficult to diagnose, because the symptoms are similar to other diseases such as Parkinson's disease and Alzheimer's disease.To make a diagnosis, your health care provider will take your medical history and do physical and neurological exams. You may have an MRI or other imaging tests.What are the treatments for progressive supranuclear palsy (PSP)?There is currently no effective treatment for PSP. Medicines may reduce some symptoms. Some non-drug treatments, such as walking aids and special glasses, may also help. People with severe swallowing problems may need gastrostomy. This is a surgery to insert a feeding tube into the stomach.PSP gets worse over time. Many people become severely disabled within three to five years after getting it. PSP isn't life-threatening on its own. It can still be be dangerous, because it increases your risk of pneumonia, choking from swallowing problems, and injuries from falling. But with good attention to medical and nutritional needs, many people with PSP can live 10 or more years after the first symptoms of the disease.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc12", "contents": "Tay-Sachs Disease  Tay-Sachs disease is a rare, inherited disease. It is a type of lipid metabolism disorder. It causes too much of a fatty substance to build up in the brain. This buildup destroys nerve cells, causing mental and physical problems.Infants with Tay-Sachs disease appear to develop normally for the first few months of life. Then mental and physical abilities decline. The child becomes blind, deaf, and unable to swallow. Muscles begin to waste away and paralysis sets in. Even with the best of care, children with Tay-Sachs disease usually die by age 4.The cause is a gene mutation which is most common in Eastern European Ashkenazi Jews. To get the disease, both parents must have the gene.  If they do, there is a 25% chance of the child having the disease. A blood test and prenatal tests can check for the gene or the disease.There is no cure. Medicines and good nutrition can help some symptoms. Some children need feeding tubes.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc13", "contents": "Birth Defects  What are birth defects?A birth defect is a problem that happens while a baby is developing in the mother's body.  Most birth defects happen during the first 3 months of pregnancy. One out of every 33 babies in the United States is born with a birth defect.A birth defect may affect how the body looks, works, or both. Some birth defects like cleft lip or neural tube defects are structural problems that can be easy to see. Others, like heart disease, are found using special tests. Birth defects can range from mild to severe. How a birth defect affects a child's life depends mostly on which organ or body part is involved and how severe the defect is.What causes birth defects?For some birth defects, researchers know the cause. But for many birth defects, the exact cause is unknown. Researchers think that most birth defects are caused by a complex mix of factors, which can include:Genetics. One or more genes might have a change or mutation that prevents them from working properly. For example, this happens in Fragile X syndrome. With some defects, a gene or part of the gene might be missing.Chromosomal problems. In some cases, a chromosome or part of a chromosome might be missing. This is what happens in Turner syndrome. In other cases, such as with Down syndrome, the child has an extra chromosome. Exposures to medicines, chemicals, or other toxic substances. For example, alcohol misuse can cause fetal alcohol spectrum disorders.Infections during pregnancy. For example, infection with Zika virus during pregnancy can cause a serious defect in the brain.Lack of certain nutrients. Not getting enough folic acid before and during pregnancy is a key factor in causing neural tube defects.Who is at risk of having a baby with birth defects?Certain factors may might increase the chances of having a baby with a birth defect, such as:Smoking, drinking alcohol, or taking certain \"street\" drugs during pregnancyHaving certain medical conditions, such as obesity or uncontrolled diabetes, before and during pregnancyTaking certain medicinesHaving someone in your family with a birth defect. To learn more about your risk of having a baby with a birth defect, you can talk with a genetic counselor,Being an older mother, typically over the age of 34 yearsHow are birth defects diagnosed?Health care providers can diagnose some birth defects during pregnancy, using prenatal testing.  That's why it important to get regular prenatal care.Other birth defects may not be found until after the baby is born. Providers may find them through newborn screening. Some defects, such as club foot, are obvious right away. Other times, the health care provider may not discover a defect until later in life, when the child has symptoms.What are the treatments for birth defects?Children with birth defects often need special care and treatments. Because the symptoms and problems caused by birth defects vary, the treatments also vary. Possible treatments may include surgery, medicines, assistive devices, physical therapy, and speech therapy.Often, children with birth defects need a variety of services and may need to see several specialists. The primary health care provider can coordinate the special care that the child needs.Can birth defects be prevented?Not all birth defects can be prevented. But there are things you can do before and during pregnancy to increase your chance of having a healthy baby:Start prenatal care as soon as you think you might be pregnant, and see your health care provider regularly during pregnancyGet 400 micrograms (mcg) of folic acid every day. If possible, you should start taking it at least one month before you get pregnant.Don't drink alcohol, smoke, or use \"street\" drugsTalk to your health care provider about any medicines you are taking or thinking about taking. This includes prescription and over-the-counter medicines, as well as dietary or herbal supplements.Learn how to prevent infections during pregnancyIf you have any medical conditions, try to get them under control before you get pregnantCenters for Disease Control and Prevention"}
{"id": "doc14", "contents": "Arm Injuries and Disorders  Of the 206 bones in your body, three of them are in your arm: the humerus, radius, and ulna. Your arms are also made up of muscles, joints, tendons, and other connective tissue. Injuries to any of these parts of the arm can occur during sports, a fall, or an accident.Types of arm injuries include :Tendinitis and bursitisSprainsDislocationsFractures (broken bones)Nerve problemsOsteoarthritisYou may also have problems or injure specific parts of your arm, such as your hand, wrist, elbow, or shoulder. "}
{"id": "doc15", "contents": "Health Problems in Pregnancy  Every pregnancy has some risk of problems. You may have problems because of a health condition you had before you got pregnant. You could also develop a condition during pregnancy. Other causes of problems during pregnancy can include being pregnant with more than one baby, a health problem in a previous pregnancy, drug use during pregnancy, or being over age 35. Any of these can affect your health, the health of your baby, or both.If you have a chronic condition, you should talk to your health care provider about how to minimize your risk before you get pregnant. Once you are pregnant, you may need a health care team to monitor your pregnancy. Some common health problems that can complicate a pregnancy include:High blood pressurePolycystic ovary syndromeKidney problemsAutoimmune disordersObesityHIV/AIDSCancerInfectionsOther conditions that can make pregnancy risky can happen while you are pregnant - for example, gestational diabetes and Rh incompatibility. Good prenatal care can help detect and treat them.Some discomforts, like nausea, back pain, and fatigue, are common during pregnancy.  Sometimes it is hard to know what is normal. Call your health care provider if something is bothering or worrying you."}
{"id": "doc16", "contents": "Pregnancy  You're going to have a baby! It's an exciting time, but it can also feel a bit overwhelming.  You may have a lot of questions, including what you can do to give your baby a healthy start. To keep you and your baby healthy during pregnancy, it is important to:Have regular visits with your health care provider.  These prenatal care visits help make sure that you and your baby are healthy. And if there are any health problems, your provider can find them early. Getting treatment right away can cure many problems and prevent others.Eat healthy and drink plenty of water. Good nutrition during pregnancy includes eating a variety ofFruitsVegetablesWhole grainsLean meats or other protein sourcesLow-fat dairy productsTake prenatal vitamins. Pregnant women need higher amounts of certain vitamins and minerals, such as folic acid and iron.Be careful with medicines. Always check with your health care provider before you start or stop any medicine. This includes over-the-counter medicines and dietary or herbal supplements.Stay active. Physical activity can help you stay strong, feel and sleep better, and prepare your body for birth. Check with your provider about which types of activities are right for you.Avoid substances that could hurt your baby, such as alcohol, drugs, and tobacco.Your body will keep changing as your baby grows. It can be hard to know whether a new symptom is normal or could be a sign of a problem. Check with your health care provider if something is bothering or worrying you."}
{"id": "doc17", "contents": "Pregnancy and Drug Use  When you are pregnant, you are not just \"eating for two.\" You also breathe and drink for two. If you smoke, use alcohol or take illegal drugs, so does your unborn baby.To protect your baby, you should avoid:Tobacco.Smoking during pregnancy passes nicotine, carbon monoxide, and other harmful chemicals to your baby. This could cause many problems for your unborn baby's development. It raises the risk of your baby being born too small, too early, or with birth defects. Smoking can also affect babies after they are born. Your baby would be more likely to develop diseases such as asthma and obesity. There is also a higher risk of dying from sudden infant death syndrome (SIDS). Drinking alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy. If you drink alcohol when you are pregnant, your child could be born with lifelong fetal alcohol syndrome disorders (FASD). Children with FASD can have a mix of physical, behavioral, and learning problems.Illegal drugs. Using illegal drugs such as cocaine and methamphetamines may cause underweight babies, birth defects, or withdrawal symptoms after birth.Misusing prescription drugs. If you are taking prescription medicines, carefully follow your health care provider's instructions. It can be dangerous to take more medicines than you are supposed to, use them to get high, or take someone else's medicines. For example, misusing opioids can cause birth defects, withdrawal in the baby, or even loss of the baby.If you are pregnant and you are doing any of these things, get help. Your health care provider can recommend programs to help you quit. You and your baby's health depend on it.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc18", "contents": "Ectopic Pregnancy  The uterus, or womb, is the place where a baby grows when a woman is pregnant. If you have an ectopic pregnancy, the fertilized egg grows in the wrong place, outside the uterus, usually in the fallopian tubes. The result is usually a miscarriage.Ectopic pregnancy can be a medical emergency if it ruptures. Signs of ectopic pregnancy include:Abdominal painShoulder painVaginal bleedingFeeling dizzy or faintGet medical care right away if you have these signs. Doctors use drugs or surgery to remove the ectopic tissue so it doesn't damage your organs. Many women who have had ectopic pregnancies go on to have healthy pregnancies later.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc19", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc20", "contents": "Sjogren's Syndrome  Sjogren's syndrome is an autoimmune disease. This means that your immune system attacks parts of your own body by mistake. In Sjogren's syndrome, it attacks the glands that make tears and saliva. This causes a dry mouth and dry eyes. You may have dryness in other places that need moisture, such as your nose, throat, and skin. Sjogren's can also affect other parts of the body, including your joints, lungs, kidneys, blood vessels, digestive organs, and nerves.Most people with Sjogren's syndrome are women. It usually starts after age 40. It is sometimes linked to other diseases such as rheumatoid arthritis and lupus.To make a diagnosis, doctors may use a medical history, physical exam, certain eye and mouth tests, blood tests, and biopsies.Treatment focuses on relieving symptoms. It can differ for each person; it depends on what parts of the body are affected. It may include artificial tears for dye eyes and sucking on sugar-free candy or drinking water often for a dry mouth. Medicines may help with severe symptoms.NIH: National Institute of Arthritis and Musculoskeletal and Skin "}
{"id": "doc21", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc22", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc23", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc24", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc25", "contents": "Immune System and Disorders  What is the immune system?Your immune system is a complex network of cells, tissues, and organs. Together they help the body fight infections and other diseases.When germs such as bacteria or viruses invade your body, they attack and multiply. This is called an infection. The infection causes the disease that makes you sick. Your immune system protects you from the disease by fighting off the germs.What are the parts of the immune system?The immune system has many different parts, including:Your skin, which can help prevent germs from getting into the bodyMucous membranes, which are the moist, inner linings of some organs and body cavities. They make mucus and other substances which can trap and fight germs.White blood cells, which fight germsOrgans and tissues of the lymph system, such as the thymus, spleen, tonsils, lymph nodes, lymph vessels, and bone marrow.  They produce, store, and carry white blood cells.How does the immune system work?Your immune system defends your body against substances it sees as harmful or foreign. These substances are called antigens. They may be germs such as bacteria and viruses. They might be chemicals or toxins. They could also be cells that are damaged from things like cancer or sunburn.When your immune system recognizes an antigen, it attacks it. This is called an immune response. Part of this response is to make antibodies. Antibodies are proteins that work to attack, weaken, and destroy antigens. Your body also makes other cells to fight the antigen.Afterwards, your immune system remembers the antigen. If it sees the antigen again, it can recognize it. It will quickly send out the right antibodies, so in most cases, you don't get sick. This protection against a certain disease is called immunity.What are the types of immunity?There are three different types of immunity:Innate immunity is the protection that you are born with. It is your body's first line of defense. It includes barriers such as the skin and mucous membranes. They keep harmful substances from entering the body. It also includes some cells and chemicals which can attack foreign substances.Active immunity, also called adaptive immunity, develops when you are infected with or vaccinated against a foreign substance. Active immunity is usually long-lasting. For many diseases, it can last your entire life.Passive immunity happens when you receive antibodies to a disease instead of making them through your own immune system. For example, newborn babies have antibodies from their mothers. People can also get passive immunity through blood products that contain antibodies. This kind of immunity gives you protection right away. But it only lasts a few weeks or months.What can go wrong with the immune system?Sometimes a person may have an immune response even though there is no real threat. This can lead to problems such as allergies, asthma, and autoimmune diseases. If you have an autoimmune disease, your immune system attacks healthy cells in your body by mistake.Other immune system problems happen when your immune system does not work correctly. These problems include immunodeficiency diseases. If you have an immunodeficiency disease, you get sick more often. Your infections may last longer and can be more serious and harder to treat. They are often genetic disorders.There are other diseases that can affect your immune system. For example, HIV is a virus that harms your immune system by destroying your white blood cells. If HIV is not treated, it can lead to AIDS (acquired immunodeficiency syndrome). People with AIDS have badly damaged immune systems. They get an increasing number of severe illnesses."}
