{"id": "doc1", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc2", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc3", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc4", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc6", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc7", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc9", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc10", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc12", "contents": "Gallbladder Diseases  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a gallstone. Gallstones form when substances in bile harden. Rarely, you can also get cancer in your gallbladder.Many gallbladder problems get better with removal of the gallbladder. Fortunately, you can live without a gallbladder. Bile has other ways of reaching your small intestine."}
{"id": "doc13", "contents": "Hernia  A hernia happens when part of an internal organ or tissue bulges through a weak area of muscle. Most hernias are in the abdomen.There are several types of hernias, including: Inguinal, in the groin. This is the the most common type. Umbilical, around the belly button Incisional, through a scarHiatal, a small opening in the diaphragm that allows the upper part of the stomach to move up into the chest. Congenital diaphragmatic, a birth defect that needs surgeryHernias are common. They can affect men, women, and children.  A combination of muscle weakness and straining, such as with heavy lifting, might contribute. Some people are born with weak abdominal muscles and may be more likely to get a hernia.Treatment is usually surgery to repair the opening in the muscle wall. Untreated hernias can cause pain and health problems."}
{"id": "doc14", "contents": "Gallstones  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a  gallstone. Gallstones form when substances in bile harden. Gallstone attacks usually happen after you eat. Signs of a gallstone attack may include nausea, vomiting, or pain in the abdomen, back, or just under the right arm.Gallstones are most common among older adults, women, overweight people, Native Americans and Mexican Americans.Gallstones are often found during imaging tests for other health conditions. If you do not have symptoms, you usually do not need treatment. The most common treatment is removal of the gallbladder. Fortunately, you can live without a gallbladder.  Bile has other ways to reach your small intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc16", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc17", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc18", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc19", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Fractures  A fracture is a break, usually in a bone. If the broken bone punctures the skin, it is called an open or compound fracture. Fractures commonly happen because of car accidents, falls, or sports injuries.  Other causes are  low bone density and osteoporosis, which cause weakening of the bones. Overuse can cause stress fractures, which are very small cracks in the bone."}
{"id": "doc22", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc23", "contents": "Deep Vein Thrombosis  Deep vein thrombosis, or DVT, is a blood clot that forms in a vein deep in the body. Most deep vein clots occur in the lower leg or thigh. If the vein swells, the condition is called thrombophlebitis. A deep vein thrombosis can break loose and cause a serious problem in the lung,  called a pulmonary embolism.Sitting still for a long time can make you more likely to get a DVT. Some medicines and disorders that increase your risk for blood clots can also lead to DVTs. Common symptoms are : Warmth and tenderness over the vein  Pain or swelling in the part of the body affected  Skin redness Treatment includes medicines to ease pain and inflammation, break up clots and keep new clots from forming. Keeping the affected area raised and applying moist heat can also help. If you are taking a long car or plane trip, take a break, walk or stretch your legs and drink plenty of liquids."}
{"id": "doc24", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc25", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc26", "contents": "How to Lower Cholesterol with Diet  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?The treatments for high cholesterol are heart-healthy lifestyle changes and medicines. The lifestyle changes include healthy eating, weight management, and regular physical activity.How can I lower cholesterol with diet?Heart-healthy lifestyle changes include a diet to lower your cholesterol. The DASH eating plan is one example. Another is the Therapeutic Lifestyle Changes diet, which recommends that youChoose healthier fats.You should limit both total fat and saturated fat. No more than 25 to 35% of your daily calories should come from dietary fats, and less than 7% of your daily calories should come from saturated fat. Depending upon how many calories you eat per day, here are the maximum amounts of fats that you should eat:Calories per DayTotal FatSaturated Fat1,50042-58 grams10 grams2,00056-78 grams13 grams2,50069-97 grams17 gramsSaturated fat is a bad fat because it raises your LDL (bad cholesterol) level more than anything else in your diet. It is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Trans fat is another bad fat; it can raise your LDL and lower you HDL (good cholesterol). Trans fat is mostly in foods made with hydrogenated oils and fats, such as stick margarine, crackers, and french fries.Instead of these bad fats, try healthier fats, such as lean meat, nuts, and unsaturated oils like canola, olive, and safflower oils.Limit foods with cholesterol. If you are trying to lower your cholesterol, you should have less than 200 mg a day of cholesterol. Cholesterol is in foods of animal origin, such as liver and other organ meats, egg yolks, shrimp, and whole milk dairy products.Eat plenty of soluble fiber. Foods high in soluble fiber help prevent your digestive tract from absorbing cholesterol. These foods include:Whole-grain cereals such as oatmeal and oat branFruits such as apples, bananas, oranges, pears, and prunesLegumes such as kidney beans, lentils, chick peas, black-eyed peas, and lima beansEat lots of fruits and vegetables. A diet rich in fruits and vegetables can increase important cholesterol-lowering compounds in your diet. These compounds, called plant stanols or sterols, work like soluble fiber.Eat fish that are high in omega-3 fatty acids. These acids won't lower your LDL level, but they may help raise your HDL level. They may also protect your heart from blood clots and inflammation and reduce your risk of heart attack. Fish that are a good source of omega-3 fatty acids include salmon, tuna (canned or fresh), and mackerel. Try to eat these fish two times a week.Limit salt. You should try to limit the amount of sodium (salt) that you eat to no more than 2,300 milligrams (about 1 teaspoon of salt) a day. That includes all the sodium you eat, whether it was added in cooking or at the table, or already present in food products. Limiting salt won't lower your cholesterol, but it can lower your risk of heart diseases by helping to lower your blood pressure. You can reduce your sodium by instead choosing low-salt and \"no added salt\" foods and seasonings at the table or while cooking.Limit alcohol. Alcohol adds extra calories, which can lead to weight gain. Being overweight can raise your LDL level and lower your HDL level. Too much alcohol can also increase your risk of heart diseases because it can raise your blood pressure and triglyceride level. One drink is a glass of wine, beer, or a small amount of hard liquor, and the recommendation is that:Men should have no more than two drinks containing alcohol a dayWomen should have no more than one drink containing alcohol a dayNutrition labels can help you figure out how much fat, saturated fat, cholesterol, fiber, and sodium is in the foods that you buy.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc27", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc28", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc29", "contents": "Insomnia  What is insomnia?Insomnia is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you may get too little sleep or have poor-quality sleep. You may not feel refreshed when you wake up.What are the types of insomnia?Insomnia can be acute (short-term) or chronic (ongoing). Acute insomnia is common. Common causes include stress at work, family pressures, or a traumatic event. It usually lasts for days or weeks.Chronic insomnia lasts for a month or longer. Most cases of chronic insomnia are secondary. This means they are the symptom or side effect of some other problem, such as certain medical conditions, medicines, and other sleep disorders. Substances such as caffeine, tobacco, and alcohol can also be a cause.Sometimes chronic insomnia is the primary problem. This means that it is not caused by something else. Its cause is not well understood, but long-lasting stress, emotional upset, travel and shift work can be factors. Primary insomnia usually lasts more than one month.Who is at risk for insomnia?Insomnia is common. It affects women more often than men. You can get it at any age, but older adults are more likely to have it. You are also at higher risk of insomnia if you:Have a lot of stressAre depressed or have other emotional distress, such as divorce or death of a spouseHave a lower incomeWork at night or have frequent major shifts in your work hoursTravel long distances with time changesHave an inactive lifestyleAre African American; research shows that African Americans take longer to fall asleep, don't sleep as well, and have more sleep-related breathing problems than whites.What are the symptoms of insomnia?Symptoms of insomnia include:Lying awake for a long time before you fall asleepSleeping for only short periodsBeing awake for much of the nightFeeling as if you haven't slept at allWaking up too earlyWhat other problems can insomnia cause?Insomnia can cause daytime sleepiness and a lack of energy. It also can make you feel anxious, depressed, or irritable. You may have trouble focusing on tasks, paying attention, learning, and remembering. Insomnia also can cause other serious problems. For example, it could make you may feel drowsy while driving. This could cause you get into a car accident.How is insomnia diagnosed?To diagnose insomnia, your health care provider:Takes your medical historyAsks for your sleep history. Your provider will ask you for details about your sleep habits.Does a physical exam, to rule out other medical problems that might cause insomniaMay recommend a sleep study. A sleep study measures how well you sleep and how your body responds to sleep problems.What are the treatments for insomnia?Treatments include lifestyle changes, counseling, and medicines:Lifestyle changes, including good sleep habits, often help relieve acute (short-term) insomnia. These changes might make it easier for you to fall asleep and stay asleep.A type of counseling called cognitive-behavioral therapy (CBT) can help relieve the anxiety linked to chronic (ongoing) insomniaSeveral medicines also can help relieve your insomnia and allow you to re-establish a regular sleep scheduleIf your insomnia is the symptom or side effect of another problem, it's important to treat that problem (if possible).NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc30", "contents": "Spider Bites  "}
{"id": "doc31", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc32", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc33", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc34", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc35", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc36", "contents": "Prenatal Testing  Prenatal testing provides information about your baby's health before he or she is born. Some routine tests during pregnancy also check on your health. At your first prenatal visit, your health care provider will test for a number of things, including problems with your blood, signs of infections, and whether you are immune to rubella (German measles) and chickenpox.Throughout your pregnancy, your health care provider may suggest a number of other tests, too. Some tests are suggested for all women, such as screenings for gestational diabetes, Down syndrome, and HIV. Other tests might be offered based on your:AgePersonal or family medical historyEthnic backgroundResults of routine testsThere are two types of tests:Screening tests are tests that are done to see if you or your baby might have certain problems. They evaluate risk, but do not diagnose problems. If your screening test result is abnormal, it does not mean that there is a problem. It means that more information is needed. Your health care provider can explain what the test results mean and possible next steps. You may need diagnostic testing.Diagnostic tests show whether or not you or your baby have a certain problem.It is your choice whether or not to get the prenatal tests. You and your health care provider can discuss the risks and benefits of the tests, and what kind of information the tests can give you. Then you can decide which ones are right for you.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc37", "contents": "Appendicitis  The appendix is a small, tube-like organ attached to the first part of the large intestine. It is located in the lower right part of the abdomen. It has no known function. A blockage inside of the appendix causes appendicitis. The blockage leads to increased pressure, problems with blood flow, and inflammation. If the blockage is not treated, the appendix can burst and spread infection into the abdomen. This causes a condition called peritonitis.The main symptom is pain in the abdomen, often on the right side.  It is usually sudden and gets worse over time.  Other symptoms may include:\tSwelling in the abdomen\tLoss of appetite\tNausea and vomiting\tConstipation or diarrhea\tInability to pass gas\tLow fever Not everyone with appendicitis has all these symptoms.Appendicitis is a medical emergency. Treatment almost always involves removing the appendix. Anyone can get appendicitis, but it is more common among people 10 to 30 years old.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
