{"id": "doc1", "contents": "Dementia  What is dementia?Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionIt is normal to become a bit more forgetful as you age. But dementia is not a normal part of aging. It is a serious disorder which interferes with your daily life.What are the types of dementia?The most common types of dementia are known as neurodegenerative disorders. These are diseases in which the cells of the brain stop working or die. They include:Alzheimer's disease, which is the most common form of dementia among older people. People with Alzheimer's have plaques and tangles in their brain. These are abnormal buildups of different proteins. Beta-amyloid protein clumps up and forms plaques in between your brain cells. Tau protein builds up and forms tangles inside the nerve cells of your brain. There is also a loss of connection between nerve cells in the brain.Lewy body dementia, which causes movement symptoms along with dementia. Lewy bodies are abnormal deposits of a protein in the brain.Frontotemporal disorders, which cause changes to certain parts of the brain:"}
{"id": "doc2", "contents": "Lewy Body Dementia  What is Lewy body dementia (LBD)?Lewy body dementia (LBD) is one of the most common types of dementia in older adults. Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionWhat are the types of Lewy body dementia (LBD)?There are two types of LBD: dementia with Lewy bodies and Parkinson's disease dementia.Both types cause the same changes in the brain. And, over time, they can cause similar symptoms. The main difference is in when the cognitive (thinking) and movement symptoms start.Dementia with Lewy bodies causes problems with thinking ability that seem similar to Alzheimer's disease. Later, it also causes other symptoms, such as movement symptoms, visual hallucinations, and certain sleep disorders. It also causes more trouble with mental activities than with memory.Parkinson's disease dementia starts as a movement disorder. It first causes the symptoms of Parkinson's disease: slowed movement, muscle stiffness, tremor, and a shuffling walk. Later on, it causes dementia.What causes Lewy body dementia (LBD)?LBD happens when Lewy bodies build up in parts of the brain that control memory, thinking, and movement.  Lewy bodies are abnormal deposits of a protein called alpha-synuclein. Researchers don't know exactly why these deposits form. But they do know that other diseases, such as Parkinson's disease, also involve a build-up of that protein.Who is at risk for Lewy body dementia (LBD)?The biggest risk factor for LBD is age; most people who get it are over age 50. People who have a family history of LBD are also at higher risk.What are the symptoms of Lewy body dementia (LBD)?LBD is a progressive disease. This means that the symptoms start slowly and get worse over time. The most common symptoms include changes in cognition, movement, sleep, and behavior:Dementia, which is a loss of mental functions that is severe enough to affect your daily life and activitiesChanges in concentration, attention, alertness, and wakefulness. These changes usually happen from day to day. But sometimes they can also happen throughout the same day.Visual hallucinations, which means seeing things that are not thereProblems with movement and posture, including slowness of movement, difficulty walking, and muscle stiffness. These are called parkinsonian motor symptoms.REM sleep behavior disorder, a condition in which a person seems to act out dreams. It may include vivid dreaming, talking in one's sleep, violent movements, or falling out of bed. This may be the earliest symptom of LBD in some people. It can appear several years before any other LBD symptoms.Changes in behavior and mood, such as depression, anxiety, and apathy (a lack of interest in normal daily activities or events)In the early stages of LBD, symptoms can be mild, and people can function fairly normally. As the disease gets worse, people with LBD need more help due to problems with thinking and movement. In the later stages of the disease, they often cannot care for themselves.How is Lewy body dementia (LBD) diagnosed?There isn't one test that can diagnose LBD. It is important to see an experienced doctor to get a diagnosis. This would usually be specialist such as a neurologist. The doctor will:Do a medical history, including taking a detailed account of the symptoms. The doctor will talk to both the patient and caregivers.Do physical and neurological examsDo tests to rule out other conditions that could cause similar symptoms. These could include blood tests and brain imaging tests.Do neuropsychological tests to evaluate memory and other cognitive functionsLBD can be hard to diagnose, because Parkinson's disease and Alzheimer's disease cause similar symptoms. Scientists think that Lewy body disease might be related to these diseases, or that they sometimes happen together.It's also important to know which type of LBD a person has, so the doctor can treat that type's particular symptoms. It also helps the doctor understand how the disease will affect the person over time. The doctor makes a diagnosis based on when certain symptoms start:If cognitive symptoms start within a year of movement problems, the diagnosis is dementia with Lewy bodiesIf cognitive problems start more than a year after the movement problems, the diagnosis is Parkinson's disease dementiaWhat are the treatments for Lewy body dementia (LBD)?There is no cure for LBD, but treatments can help with the symptoms:Medicines may help with some of the cognitive, movement, and psychiatric symptomsPhysical therapy can help with movement problemsOccupational therapy may help find ways to more easily do everyday activitiesSpeech therapy may help with swallowing difficulties and trouble speaking loudly and clearlyMental health counseling can help people with LBD and their families learn how to manage difficult emotions and behaviors. It can also help them plan for the future.Music or art therapy may reduce anxiety and improve well-beingSupport groups can also be helpful for people with LBD and their caregivers. Support groups can give emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc3", "contents": "Alzheimer's Caregivers  A caregiver gives care to someone who needs help taking care of themselves. It can be rewarding. It may help to strengthen connections to a loved one. You may feel fulfillment from helping someone else. But sometimes caregiving can be stressful and even overwhelming. This can be especially true when caring for someone with Alzheimer's disease (AD).AD is an illness that changes the brain. It causes people to lose the ability to remember, think, and use good judgment. They also have trouble taking care of themselves. Over time, as the disease gets worse, they will need more and more help. As a caregiver, it is important for you to learn about AD. You will want to know what happens to the person during the different stages of the disease. This can help you plan for the future, so that you will have all of the resources you will need to be able to take care of your loved one.As a caregiver for someone with AD, your responsibilities can include:Getting your loved one's health, legal, and financial affairs in order. If possible, include them in the planning while they can still make decisions. Later you will need to take over managing their finances and paying their bills."}
{"id": "doc4", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc5", "contents": "Leukodystrophies  What are leukodystrophies?Leukodystrophies are a group of rare genetic disorders that affect the central nervous system (CNS). The CNS is made up of your brain and spinal cord.  Leukodystrophies damage the white matter of your CNS. The white matter includes:Nerve fibers, also called axons, which connect your nerve cellsMyelin, a layer of proteins and fatty materials that covers and protects the nerve fibers. It also helps speed up signals between the nerve cells.When the white matter is damaged, it can slow down or block the signals between nerve cells. This can cause many different symptoms, including trouble with movement, vision, hearing, and thinking.There are over 50 types of leukodystrophies. Some types are present at birth, while others may not cause symptoms until a child becomes a toddler. A few types mainly affect adults. Most types get worse over time.What causes leukodystrophies?Leukodystrophies are caused by genetic changes. These changes are usually inherited, meaning that they are passed from parent to child.What are the symptoms of leukodystrophies?The symptoms of leukodystrophies depend on the type; they can include a gradual loss of:Muscle tonebalance and mobilityWalkingSpeechAbility to eatVisionHearingBehaviorThere can also be other symptoms, such as:Learning disabilitiesbladder issuesBreathing problemsDevelopmental disabilitiesMuscle control disordersSeizuresHow are leukodystrophies diagnosed?Leukodystrophies can be hard to diagnose because there are so many different types which can have different symptoms. Your health care provider may use many tools to make a diagnosis:Physical and neurological examsA medical history, including asking about family historyImaging tests, such as an MRI or CT scanGenetic testing to look for genetic changes that could cause leukodystrophiesLab testsWhat are the treatments for leukodystrophies?There is no cure for leukodystrophies. Treatment focuses on relieving symptoms and providing support. It may include:Medicines to manage muscle tone, seizures, and spasticity (muscle stiffness)Physical, occupational, and speech therapies to improve mobility, function, and cognitive problemsNutritional therapy for eating and swallowing problemsEducational and recreational programsStem cell or bone marrow transplantation can be helpful for a few types of leukodystrophy.One type of leukodystrophy, CTX, is treatable if it is diagnosed early. It is treated with chenodeoxycholic acid (CDCA) replacement therapy.NIH: National Institute of Neurological Disorders and Stroke "}
{"id": "doc6", "contents": "Huntington's Disease  Huntington's disease (HD) is an inherited disease that causes certain nerve cells in the brain to waste away. People are born with the defective gene, but symptoms usually don't appear until middle age. Early symptoms of HD may include uncontrolled movements, clumsiness, and balance problems. Later, HD can take away the ability to walk, talk, and swallow. Some people stop recognizing family members. Others are aware of their environment and are able to express emotions.If one of your parents has Huntington's disease, you have a 50% chance of getting it. A blood test can tell you if have the HD gene and will develop the disease. Genetic counseling can help you weigh the risks and benefits of taking the test.There is no cure.  Medicines can help manage some of the symptoms, but cannot slow down or stop the disease.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc7", "contents": "Parkinson's Disease  Parkinson's disease (PD) is a type of movement disorder. It happens when nerve cells in the brain don't produce enough of a brain chemical called dopamine. Sometimes it is genetic, but most cases do not seem to run in families. Exposure to chemicals in the environment might play a role.Symptoms begin gradually, often on one side of the body.  Later they affect both sides. They  include:Trembling of hands, arms, legs, jaw and face Stiffness of the arms, legs and trunk Slowness of movement Poor balance and coordination As symptoms get worse, people with the disease may have trouble walking, talking, or doing simple tasks. They may also have problems such as depression, sleep problems, or trouble chewing, swallowing, or speaking.There is no specific test for PD, so it can be difficult to diagnose.  Doctors use a medical history and a neurological examination to diagnose it.PD usually begins around age 60, but it can start earlier. It is more common in men than in women. There is no cure for PD. A variety of medicines sometimes help symptoms dramatically. Surgery and deep brain stimulation (DBS) can help severe cases. With DBS, electrodes are surgically implanted in the brain. They send electrical pulses to stimulate the parts of the brain that control movement.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc8", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc9", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "How to Lower Cholesterol with Diet  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?The treatments for high cholesterol are heart-healthy lifestyle changes and medicines. The lifestyle changes include healthy eating, weight management, and regular physical activity.How can I lower cholesterol with diet?Heart-healthy lifestyle changes include a diet to lower your cholesterol. The DASH eating plan is one example. Another is the Therapeutic Lifestyle Changes diet, which recommends that youChoose healthier fats.You should limit both total fat and saturated fat. No more than 25 to 35% of your daily calories should come from dietary fats, and less than 7% of your daily calories should come from saturated fat. Depending upon how many calories you eat per day, here are the maximum amounts of fats that you should eat:Calories per DayTotal FatSaturated Fat1,50042-58 grams10 grams2,00056-78 grams13 grams2,50069-97 grams17 gramsSaturated fat is a bad fat because it raises your LDL (bad cholesterol) level more than anything else in your diet. It is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Trans fat is another bad fat; it can raise your LDL and lower you HDL (good cholesterol). Trans fat is mostly in foods made with hydrogenated oils and fats, such as stick margarine, crackers, and french fries.Instead of these bad fats, try healthier fats, such as lean meat, nuts, and unsaturated oils like canola, olive, and safflower oils.Limit foods with cholesterol. If you are trying to lower your cholesterol, you should have less than 200 mg a day of cholesterol. Cholesterol is in foods of animal origin, such as liver and other organ meats, egg yolks, shrimp, and whole milk dairy products.Eat plenty of soluble fiber. Foods high in soluble fiber help prevent your digestive tract from absorbing cholesterol. These foods include:Whole-grain cereals such as oatmeal and oat branFruits such as apples, bananas, oranges, pears, and prunesLegumes such as kidney beans, lentils, chick peas, black-eyed peas, and lima beansEat lots of fruits and vegetables. A diet rich in fruits and vegetables can increase important cholesterol-lowering compounds in your diet. These compounds, called plant stanols or sterols, work like soluble fiber.Eat fish that are high in omega-3 fatty acids. These acids won't lower your LDL level, but they may help raise your HDL level. They may also protect your heart from blood clots and inflammation and reduce your risk of heart attack. Fish that are a good source of omega-3 fatty acids include salmon, tuna (canned or fresh), and mackerel. Try to eat these fish two times a week.Limit salt. You should try to limit the amount of sodium (salt) that you eat to no more than 2,300 milligrams (about 1 teaspoon of salt) a day. That includes all the sodium you eat, whether it was added in cooking or at the table, or already present in food products. Limiting salt won't lower your cholesterol, but it can lower your risk of heart diseases by helping to lower your blood pressure. You can reduce your sodium by instead choosing low-salt and \"no added salt\" foods and seasonings at the table or while cooking.Limit alcohol. Alcohol adds extra calories, which can lead to weight gain. Being overweight can raise your LDL level and lower your HDL level. Too much alcohol can also increase your risk of heart diseases because it can raise your blood pressure and triglyceride level. One drink is a glass of wine, beer, or a small amount of hard liquor, and the recommendation is that:Men should have no more than two drinks containing alcohol a dayWomen should have no more than one drink containing alcohol a dayNutrition labels can help you figure out how much fat, saturated fat, cholesterol, fiber, and sodium is in the foods that you buy.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc13", "contents": "Childhood Vaccines  What are vaccines?Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach the immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make your child sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps the body fight off the germs. Your child's immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.Why do I need to vaccinate my child?Babies are born with immune systems that can fight most germs, but there are some serious diseases they can't handle. That's why they need vaccines to strengthen their immune system.These diseases once killed or harmed many infants, children, and adults. But now with vaccines, your child can get immunity from these diseases without having to get sick. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would. Vaccinating your child also protects others. Normally, germs can travel quickly through a community and make a lot of people sick. If enough people get sick, it can lead to an outbreak. But when enough people are vaccinated against a certain disease, it's harder for that disease to spread to others. This means that the entire community is less likely to get the disease.Community immunity is especially important for the people who can't get certain vaccines. For example, they may not be able to get a vaccine because they have weakened immune systems. Others may be allergic to certain vaccine ingredients. And newborn babies are too young to get some vaccines. Community immunity can help to protect them all.Are vaccines safe for children?Vaccines are safe. They must go through extensive safety testing and evaluation before they are approved in the United States.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and autism.Can vaccines overload my child's immune system?No, vaccines do not overload the immune system. Every day, a healthy child's immune system successfully fights off thousands of germs. When your child gets vaccines, they are getting weakened or dead germs. So even if they get several vaccines in one day, they are being exposed to a tiny amount of germs compared to what they encounter every day in their environment.When do I need to vaccinate my child?Your child will get vaccines during well-child visits. They will be given according to the vaccine schedule. This schedule lists which vaccines are recommended for children. It includes who should get the vaccines, how many doses they need, and at what age they should get them. In the United States, the Centers for Disease Control and Prevention (CDC) publishes the vaccine schedule.Following the vaccine schedule allows your child to get protection from the diseases at exactly the right time. It gives his or her body the chance to build up immunity before being exposed to these very serious diseases."}
{"id": "doc14", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc16", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Alzheimer's Disease  Alzheimer's disease (AD) is the most common form of dementia among older people. Dementia is a brain disorder that seriously affects a person's ability to carry out daily activities. AD begins slowly. It first involves the parts of the brain that control thought, memory and language. People with AD may have trouble remembering things that happened recently or names of people they know. A related problem, mild cognitive impairment (MCI), causes more memory problems than normal for people of the same age.  Many, but not all, people with MCI will develop AD.In AD, over time, symptoms get worse. People may not recognize family members. They may have trouble speaking, reading or writing. They may forget how to brush their teeth or comb their hair. Later on, they may become anxious or aggressive, or wander away from home. Eventually, they need total care. This can cause great stress for family members who must care for them.AD usually begins after age 60.  The risk goes up as you get older. Your risk is also higher if a family member has had the disease. No treatment can stop the disease. However, some drugs may help keep symptoms from getting worse for a limited time.NIH: National Institute on Aging"}
