{"id": "doc1", "contents": "Oxygen Therapy  What is oxygen?Oxygen is a gas that your body needs to work properly. Your cells need oxygen to make energy. Your lungs absorb oxygen from the air you breathe. The oxygen enters your blood from your lungs and travels to your organs and body tissues.Certain medical conditions can cause your blood oxygen levels to be too low. Low blood oxygen may make you feel short of breath, tired, or confused. It can also damage your body. Oxygen therapy can help you get more oxygen.What is oxygen therapy?Oxygen therapy is a treatment that provides you with extra oxygen to breathe in. It is also called supplemental oxygen. It is only available through a prescription from your health care provider. You may get it in the hospital, another medical setting, or at home. Some people only need it for a short period of time. Others will need long-term oxygen therapy.There are different types of devices that can give you oxygen. Some use tanks of liquid or gas oxygen. Others use an oxygen concentrator, which pulls oxygen out of the air. You will get the oxygen through a nose tube (cannula), a mask, or a tent. The extra oxygen is breathed in along with normal air.There are portable versions of the tanks and oxygen concentrators. They can make it easier for you to move around while using your therapy.Who needs oxygen therapy?You may need oxygen therapy if you have a condition that causes low blood oxygen, such as:COPD (chronic obstructive pulmonary disease)PneumoniaCOVID-19A severe asthma attackLate-stage heart failureCystic fibrosisSleep apneaWhat are the risks of using oxygen therapy?Oxygen therapy is generally safe, but it can cause side effects. They include a dry or bloody nose, tiredness, and morning headaches.Oxygen poses a fire risk, so you should never smoke or use flammable materials when using oxygen. If you use oxygen tanks, make sure your tank is secured and stays upright. If it falls and cracks or the top breaks off, the tank can fly like a missile.What is hyperbaric oxygen therapy?Hyperbaric oxygen therapy (HBOT) is a different type of oxygen therapy. It involves breathing oxygen in a pressurized chamber or tube. This allows your lungs to gather up to three times more oxygen than you would get by breathing oxygen at normal air pressure. The extra oxygen moves through your blood and to your organs and body tissues. HBOT is used to treat certain serious wounds, burns, injuries, and infections. It also treats air or gas embolisms (bubbles of air in your bloodstream), decompression sickness suffered by divers, and carbon monoxide poisoning.But some treatment centers claim that HBOT can treat almost anything, including HIV/AIDS, Alzheimer's disease, autism, and cancer. The U.S. Food and Drug Administration (FDA) has not cleared or approved the use of HBOT for these conditions. There are risks to using HBOT, so always check with your primary health care provider before you try it.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc3", "contents": "Platelet Disorders  Platelets, also known as thrombocytes, are blood cells. They form in your bone marrow, a sponge-like tissue in your bones. Platelets play a major role in blood clotting. Normally, when one of your blood vessels is injured, you start to bleed. Your platelets will clot (clump together) to plug the hole in the blood vessel and stop the bleeding. You can have different problems with your platelets:If your blood has a low number of platelets, it is called thrombocytopenia. This can put you at risk for mild to serious bleeding. The bleeding could be external or internal. There can be various causes. If the problem is mild, you may not need treatment. For more serious cases, you may need medicines or blood or platelet transfusions.If your blood has too many platelets, you may have a higher risk of blood clots.When the cause is unknown, this is called thrombocythemia. It is rare. You may not need treatment if there are no signs or symptoms. In other cases, people who have it may need treatment with medicines or procedures.If another disease or condition is causing the high platelet count, it is thrombocytosis. The treatment and outlook for thrombocytosis depends on what is causing it.Another possible problem is that your platelets do not work as they should. For example, in von Willebrand Disease, your platelets cannot stick together or cannot attach to blood vessel walls. This can cause excessive bleeding. There are different types of in von Willebrand Disease; treatment depends on which type you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Bruises  A bruise is a mark on your skin caused by blood trapped under the surface. It happens when an injury crushes small blood vessels but does not break the skin. Those vessels break open and leak blood under the skin. Bruises are often painful and swollen. You can get skin, muscle and bone bruises. Bone bruises are the most serious.It can take months for a bruise to fade, but most last about two weeks. They start off a reddish color, and then turn bluish-purple and greenish-yellow before returning to normal. To reduce bruising, ice the injured area and elevate it above your heart. See your health care provider if you seem to bruise for no reason, or if the bruise appears to be infected."}
{"id": "doc5", "contents": "Bleeding Disorders  Normally, if you get hurt, your body forms a blood clot to stop the bleeding. For blood to clot, your body needs cells called platelets and proteins known as clotting factors. If "}
{"id": "doc6", "contents": "Kidney Diseases  You have two kidneys, each about the size of your fist. They are near the middle of your back, just below the rib cage. Inside each kidney there are about a million tiny structures called nephrons. They filter your blood. They remove wastes and extra water, which become urine.  The urine flows through tubes called ureters. It goes to your bladder, which stores the urine until you go to the bathroom.Most kidney diseases attack the nephrons. This damage may leave kidneys unable to remove wastes. Causes can include genetic problems, injuries, or medicines. You have a higher risk of kidney disease if you have diabetes, high blood pressure, or a close family member with kidney disease. Chronic kidney disease damages the nephrons slowly over several years. Other kidney problems include:CancerCystsStonesInfectionsYour doctor can do blood and urine tests to check if you have kidney disease. If your kidneys fail, you will need dialysis or a kidney transplant.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Sepsis  What is sepsis?Sepsis is your body's overactive and extreme response to an infection. Sepsis is a life-threatening medical emergency. Without quick treatment, it can lead to tissue damage, organ failure, and even death.What causes sepsis?Sepsis happens when an infection you already have triggers a chain reaction throughout your body. Bacterial infections are the most common cause, but other types of infections can also cause it.The infections are often in the lungs, stomach, kidneys, or bladder. It's possible for sepsis to begin with a small cut that gets infected or with an infection that develops after surgery. Sometimes, sepsis can occur in people who didn't even know that they had an infection.Who is at risk for sepsis?Anyone with an infection could get sepsis. But certain people are at higher risk:Adults 65 or olderPeople with chronic conditions, such as diabetes, lung disease, cancer, and kidney diseasePeople with weakened immune systemsPregnant womenChildren younger than oneWhat are the symptoms of sepsis?Sepsis can cause one or more of these symptoms:Rapid breathing and heart rateShortness of breathConfusion or disorientationExtreme pain or discomfortFever, shivering, or feeling very coldClammy or sweaty skinIt's important to get medical care right away if you think you might have sepsis or if your infection is not getting better or is getting worse.What other problems can sepsis cause?Severe cases of sepsis can lead to septic shock, where your blood pressure drops to a dangerous level and multiple organs can fail.How is sepsis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, including checking vital signs (your temperature, blood pressure, heart rate, and breathing)Lab tests that check for signs of infection or organ damageImaging tests such as an x-ray or a CT scan to find the location of the infectionMany of the signs and symptoms of sepsis can also be caused by other medical conditions. This may make sepsis hard to diagnose in its early stages.What are the treatments for sepsis?It is very important to get treatment right away. Treatment usually includes:AntibioticsMaintaining blood flow to organs. This may involve getting oxygen and intravenous (IV) fluids.Treating the source of the infectionIf needed, medicines to increase blood pressureIn serious cases, you might need kidney dialysis or a breathing tube. Some people need surgery to remove tissue damaged by the infection.Can sepsis be prevented?To prevent sepsis, you should try to prevent getting an infection:Take good care of any chronic health conditions that you haveGet recommended vaccinesPractice good hygiene, such as handwashingKeep cuts clean and covered until healedNIH: National Institute of General Medical SciencesCenters for Disease Control and Prevention"}
{"id": "doc8", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc9", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc10", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "High Cholesterol in Children and Teens  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in the body. The liver makes cholesterol, and it is also in some foods, such as meat and dairy products. The body needs some cholesterol to work properly. But if your child or teen has high cholesterol (too much cholesterol in the blood), he or she has a higher risk of coronary artery disease and other heart diseases.What causes high cholesterol in children and teens?Three main factors contribute to high cholesterol in children and teens:An unhealthy diet, especially one that is high in fatsA family history of high cholesterol, especially when one or both parents have high cholesterolObesitySome diseases, such as diabetes, kidney disease, and certain thyroid diseases, can also cause high cholesterol in children and teens.What are the symptoms of high cholesterol in children and teens?There are usually no signs or symptoms that your child or teen has high cholesterol.How do I know if my child or teen has high cholesterol?There is a blood test to measure cholesterol levels. The test gives information about:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart diseaseFor anyone aged 19 or younger, the healthy levels of cholesterol areType of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLWhen and how often your child or teen should get this test depends on his or her age, risk factors, and family history. The general recommendations are:The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeWhat are the treatments for high cholesterol in children and teens?Lifestyle changes are the main treatment for high cholesterol in children and teens. These changes include:Being more active. This includes getting regular exercise and spending less time sitting (in front of a television, at a computer, on a phone or tablet, etc.)Healthy eating. A diet to lower cholesterol includes limiting foods that are high in saturated fat, sugar, and trans fat. It is also important to eat plenty of fresh fruits, vegetables, and whole grains.Losing weight, if your child or teen is overweight or has obesityIf everyone in the family makes these changes, it will be easier for your child or teen to stick to them. It is also an opportunity to improve your health, and the health of the rest of your family.Sometimes these lifestyle changes are not enough to lower your child or teen's cholesterol. Your health care provider may consider giving your child or teen cholesterol medicines if he or she:Is at least 10 years oldHas an LDL (bad) cholesterol level that is higher than 190 mg/dL, even after six months of diet and exercise changesHas an LDL (bad) cholesterol level that is higher than 160 mg/dL AND is at high risk for heart diseaseHas an inherited type of high cholesterol"}
{"id": "doc12", "contents": "Neuroblastoma  What is neuroblastoma?Neuroblastoma is a type of cancer that forms in nerve cells called neuroblasts. Neuroblasts are immature nerve tissue. They normally turn into working nerve cells. But in neuroblastoma, they form a tumor.Neuroblastoma usually begins in the adrenal glands. You have two adrenal glands, one on top of each kidney. The adrenal glands make important hormones that help control heart rate, blood pressure, blood sugar, and the way the body reacts to stress. Neuroblastoma may also begin in the neck, chest or spinal cord.What causes neuroblastoma?Neuroblastoma is caused by mutations (changes) in genes. In most cases, the cause of the mutation is unknown. In some other cases, the mutation is passed from the parent to the child.What are the symptoms of neuroblastoma?Neuroblastoma often begins in early childhood. Sometimes it begins before a child is born.The most common symptoms are caused by the tumor pressing on nearby tissues as it grows or by cancer spreading to the bone.They include:A lump in the abdomen, neck or chestBulging eyesDark circles around the eyesBone painSwollen stomach and trouble breathing in babiesPainless, bluish lumps under the skin in babiesInability to move a body part (paralysis)How is neuroblastoma diagnosed?To diagnose neuroblastoma, your child's health care provider will do various tests and procedures, which may include:A medical historyA neurological examImaging tests, such as x-rays, a CT scan, an ultrasound, an MRI, or an MIBG scan. In an MIBG scan, a small amount of a radioactive substance is injected into a vein. It travels through the bloodstream and attaches itself to any neuroblastoma cells. A scanner detects the cells.Blood and urine testsBiopsy, where a sample of tissue is removed and examined under a microscopeBone marrow aspiration and biopsy, where bone marrow, blood, and a small piece of bone are removed for testingWhat are the treatments for neuroblastoma?The treatments for neuroblastoma include:Observation, also called watchful waiting, where the health care provider does not give any treatments until your child's signs or symptoms appear or changeSurgeryRadiation therapyChemotherapyHigh-dose chemotherapy and radiation therapy with stem cell rescue. Your child will get high doses of chemotherapy and radiation. This kills the cancer cells, but it also kills healthy cells. So your child will get a stem cell transplant, usually of his or her own cells collected earlier. This helps to replace the healthy cells that were lost.Iodine 131-MIBG therapy, a treatment with radioactive iodine. The radioactive iodine collects in neuroblastoma cells and kills them with the radiation that is given off.Targeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc13", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc14", "contents": "Infections and Pregnancy  During pregnancy, some common infections like the common cold or a skin infection do not usually cause serious problems. But other infections can be dangerous to you, your baby, or both. Some infections may lead to preterm birth and low birth weight babies. Others can cause serious illness, birth defects, and lifelong disabilities, such as hearing loss or learning problems.Some of the infections that can be dangerous during pregnancy include:Bacterial vaginosis (BV)Group B strep (GBS)HepatitisSexually transmitted diseasesToxoplasmosisUrinary tract infectionsYeast infectionsZika virusTo try to prevent infections,:Don't eat raw or undercooked meatDon't share food or drinks with other peopleWash your hands frequentlyDon't empty cat litter. Cats can transmit toxoplasmosis.If you do get an infection during pregnancy, contact your health care provider about how best to protect you and your baby. Only some medicines are safe during pregnancy."}
{"id": "doc15", "contents": "Critical Care  What is critical care?Critical care is medical care for people who have life-threatening injuries and illnesses. It usually takes place in an intensive care unit (ICU). A team of specially-trained health care providers gives you 24-hour care. This includes using machines to constantly monitor your vital signs. It also usually involves giving you specialized treatments.Who needs critical care?You need critical care if you have a life-threatening illness or injury, such as:Severe burnsCOVID-19Heart attackHeart failureKidney failurePeople recovering from certain major surgeriesRespiratory failureSepsisSevere bleedingSerious infectionsSerious injuries, such as from car crashes, falls, and shootingsShockStrokeWhat happens in a critical care unit?In a critical care unit, health care providers use lots of different equipment, including:Catheters, flexible tubes used to get fluids into the body or to drain fluids from the bodyDialysis machines (\"artificial kidneys\") for people with kidney failureFeeding tubes, which give you nutritional supportIntravenous (IV) tubes to give you fluids and medicinesMachines which check your vital signs and display them on monitorsOxygen therapy to give you extra oxygen to breathe inTracheostomy tubes, which are breathing tubes. The tube is placed in a surgically made hole that goes through the front of the neck and into the windpipe.Ventilators (breathing machines), which move air in and out of your lungs. This is for people who have respiratory failure.These machines can help keep you alive, but many of them can also raise your risk of infection.Sometimes people in a critical care unit are not able to communicate. It's important that you have an advance directive in place. This can help your health care providers and family members make important decisions, including end-of-life decisions, if you are not able to make them."}
{"id": "doc16", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc17", "contents": "Drugs and Young People  What is drug use?Drug use, or misuse, includes:Using illegal substances, such as"}
{"id": "doc18", "contents": "Drug Use and Addiction  What are drugs?Drugs are chemical substances that can change how your body and mind work. They include prescription medicines, over-the-counter medicines, alcohol, tobacco, and illegal drugs.What is drug use?Drug use, or misuse, includes:Using illegal substances, such asAnabolic steroidsClub drugsCocaineHeroinInhalantsMarijuanaMethamphetaminesMisusing prescription medicines, including opioids. This means taking the medicines in a different way than the health care provider prescribed. This includesTaking a medicine that was prescribed for someone elseTaking a larger dose than you are supposed toUsing the medicine in a different way than you are supposed to. For example, instead of swallowing your tablets, you might crush and then snort or inject them.Using the medicine for another purpose, such as getting highMisusing over-the-counter medicines, including using them for another purpose and using them in a different way than you are supposed toDrug use is dangerous. It can harm your brain and body, sometimes permanently. It can hurt the people around you, including friends, families, kids, and unborn babies. Drug use can also lead to addiction.What is drug addiction?Drug addiction is a chronic brain disease. It causes a person to take drugs repeatedly, despite the harm they cause. Repeated drug use can change the brain and lead to addiction.The brain changes from addiction can be lasting, so drug addiction is considered a \"relapsing\" disease. This means that people in recovery are at risk for taking drugs again, even after years of not taking them.Does everyone who takes drugs become addicted?Not everyone who uses drugs becomes addicted. Everyone's bodies and brains are different, so their reactions to drugs can also be different. Some people may become addicted quickly, or it may happen over time. Other people never become addicted. Whether or not someone becomes addicted depends on many factors. They include genetic, environmental, and developmental factors.Who is at risk for drug addiction?Various risk factors can make you more likely to become addicted to drugs, including:Your biology. People can react to drugs differently. Some people like the feeling the first time they try a drug and want more. Others hate how it feels and never try it again.Mental health problems. People who have untreated mental health problems, such as depression, anxiety, or attention deficit/hyperactivity disorder (ADHD) are more likely to become addicted. This can happen because drug use and mental health problems affect the same parts of the brain. Also, people with these problems may use drugs to try to feel better.Trouble at home. If your home is an unhappy place or was when you were growing up, you might be more likely to have a drug problem.Trouble in school, at work, or with making friends. You might use drugs to get your mind off these problems.Hanging around other people who use drugs. They might encourage you to try drugs.Starting drug use when you're young. When kids use drugs, it affects how their bodies and brains finish growing. This increases your chances of becoming addicted when you're an adult.What are the signs that someone has a drug problem?Signs that someone has a drug problem include:Changing friends a lotSpending a lot of time aloneLosing interest in favorite thingsNot taking care of themselves - for example, not taking showers, changing clothes, or brushing their teethBeing really tired and sadEating more or eating less than usualBeing very energetic, talking fast, or saying things that don't make senseBeing in a bad moodQuickly changing between feeling bad and feeling goodSleeping at strange hoursMissing important appointmentsHaving problems at work or at schoolHaving problems in personal or family relationshipsWhat are the treatments for drug addiction?Treatments for drug addiction include counseling, medicines, or both. Research shows that combining medicines with counseling gives most people the best chance of success.The counseling may be individual, family, and/or group therapy. It can help you:Understand why you got addictedSee how drugs changed your behaviorLearn how to deal with your problems so you won't go back to using drugsLearn to avoid places, people, and situations where you might be tempted to use drugsMedicines can help with the symptoms of withdrawal. For addiction to certain drugs, there are also medicines that can help you re-establish normal brain function and decrease your cravings.If you have a mental disorder along with an addiction, it is known as a dual diagnosis. It is important to treat both problems. This will increase your chance of success.If you have a severe addiction, you may need hospital-based or residential treatment. Residential treatment programs combine housing and treatment services.Can drug use and addiction be prevented?Drug use and addiction are preventable. Prevention programs involving families, schools, communities, and the media may prevent or reduce drug use and addiction. These programs include education and outreach to help people understand the risks of drug use.NIH: National Institute on Drug Abuse"}
{"id": "doc19", "contents": "Mental Disorders  What are mental disorders?Mental disorders (or mental illnesses) are conditions that affect your thinking, feeling, mood, and behavior. They may be occasional or long-lasting (chronic). They can affect your ability to relate to others and function each day.What are some types of mental disorders?There are many different types of mental disorders. Some common ones include:Anxiety disorders, including panic disorder, obsessive-compulsive disorder, and phobiasDepression, bipolar disorder, and other mood disordersEating disordersPersonality disordersPost-traumatic stress disorderPsychotic disorders, including schizophreniaWhat causes mental disorders?There is no single cause for mental illness. A number of factors can contribute to risk for mental illness, such as:Your genes and family historyYour life experiences, such as stress or a history of abuse, especially if they happen in childhoodBiological factors such as chemical imbalances in the brainA traumatic brain injuryA mother's exposure to viruses or toxic chemicals while pregnantUse of alcohol or recreational drugsHaving a serious medical condition like cancerHaving few friends, and feeling lonely or isolatedMental disorders are not caused by character flaws. They have nothing to do with being lazy or weak.Who is at risk for mental disorders?Mental disorders are common. More than half of all Americans will be diagnosed with a mental disorder at some time in their life.How are mental disorders diagnosed?The steps to getting a diagnosis include:A medical historyA physical exam and possibly lab tests, if your provider thinks that other medical conditions could be causing your symptomsA psychological evaluation. You will answer questions about your thinking, feelings, and behaviors.What are the treatments for mental disorders?Treatment depends on which mental disorder you have and how serious it is. You and your provider will work on a treatment plan just for you. It usually involves some type of therapy. You may also take medicines. Some people also need social support and education on managing their condition.In some cases, you may need more intensive treatment. You may need to go to a psychiatric hospital.  This could be because your mental illness is severe. Or it could be because you are at risk of hurting yourself or someone else. In the hospital, you will get counseling, group discussions, and activities with mental health professionals and other patients."}
{"id": "doc20", "contents": "Guillain-Barre Syndrome  Guillain-Barre syndrome is a rare disorder that causes your immune system to attack your peripheral nervous system (PNS). The PNS nerves connect your brain and spinal cord with the rest of your body. Damage to these nerves makes it hard for them to transmit signals. As a result, your muscles have trouble responding to your brain. No one knows what causes the syndrome. Sometimes it is triggered by an infection, surgery, or a vaccination. The first symptom is usually weakness or a tingling feeling in your legs. The feeling can spread to your upper body. In severe cases, you become almost paralyzed. This is life-threatening. You might need a respirator to breathe. Symptoms usually worsen over a period of weeks and then stabilize. Guillain-Barre can be hard to diagnose.  Possible tests include nerve tests and a spinal tap. Most people recover. Recovery can take a few weeks to a few years. Treatment can help symptoms, and may include medicines or a procedure called plasma exchange.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc21", "contents": "Blood Transfusion and Donation  Every year, millions of people in the United States receive life-saving blood transfusions.  During a transfusion, you receive whole blood or parts of blood such as: Red blood cells - cells that carry oxygen to and from tissues and organsPlatelets - cells that form clots to control bleedingPlasma - the liquid part of the blood that helps clotting. You may need it if you have been badly burned, have liver failure or a severe infection.Most blood transfusions go very smoothly.  Some infectious agents, such as HIV, can survive in blood and infect the person receiving the blood transfusion. To keep blood safe, blood banks carefully screen donated blood. The risk of catching a virus from a blood transfusion is low.Sometimes it is possible to have a transfusion of your own blood. During surgery, you may need a blood transfusion because of blood loss. If you are having a surgery that you're able to schedule months in advance, your doctor may ask whether you would like to use your own blood, instead of donated blood. If so, you will need to have blood drawn one or more times before the surgery. A blood bank will store your blood for your use.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc23", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc24", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc25", "contents": "Kidney Failure  Healthy kidneys clean your blood by removing excess fluid, minerals, and wastes. They also make hormones that keep your bones strong and your blood healthy. But if the kidneys are damaged, they don't work properly. Harmful wastes can build up in your body. Your blood pressure may rise. Your body may retain excess fluid and not make enough red blood cells. This is called kidney failure.If your kidneys fail, you need treatment to replace the work they normally do. The treatment options are dialysis or a kidney transplant. Each treatment has benefits and drawbacks. No matter which treatment you choose, you'll need to make some changes in your life, including how you eat and plan your activities. But with the help of health care providers, family, and friends, most people with kidney failure can lead full and active lives.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc26", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc27", "contents": "Dialysis  When your kidneys are healthy, they clean your blood. They also make hormones that keep "}
{"id": "doc28", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc29", "contents": "Hepatitis B  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis B?Hepatitis B is a type of viral hepatitis. It can cause an acute (short-term) or chronic (long-term) infection. People with an acute infection usually get better on their own without treatment. Some people with chronic hepatitis B will need treatment.Thanks to a vaccine, hepatitis B is not very common in the United States. It is more common in certain parts of the world, such as sub-Saharan Africa and parts of Asia.What causes hepatitis B?Hepatitis B is caused by the hepatitis B virus. The virus spreads through contact with blood, semen, or other body fluids from a person who has the virus.Who is at risk for hepatitis B?Anyone can get hepatitis B, but the risk is higher in:Infants born to mothers who have hepatitis BPeople who inject drugs or share needles, syringes, and other types of drug equipmentSex partners of people with hepatitis B, especially if they are not using latex or polyurethane condoms during sexMen who have sex with menPeople who live with someone who has hepatitis B, especially if they use the same razor, toothbrush, or nail clippersHealth care and public-safety workers who are exposed to blood on the jobHemodialysis patientsPeople who have lived in or traveled often to parts of the world where hepatitis B is commonHave diabetes, hepatitis C, or HIVWhat are the symptoms of hepatitis B?Often, people with hepatitis B don't have symptoms. Adults and children over 5 are more likely to have symptoms than younger children.Some people with acute hepatitis B have symptoms 2 to 5 months after infection. These symptoms can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceIf you have chronic hepatitis B, you may not have symptoms until complications develop. This could be decades after you were infected. For this reason, hepatitis B screening is important, even if you have no symptoms. Screening means that you are tested for a disease even though you don't have symptoms. If you are at high risk, your health care provider may suggest  screening.What other problems can hepatitis B cause?In rare cases, acute hepatitis B can cause liver failure.Chronic hepatitis B can develop into a serious disease that causes long-term health problems such as cirrhosis (scarring of the liver), liver cancer, and liver failure.If you have ever had hepatitis B, the virus may become active again, or reactivated, later in life. This could start to damage the liver and cause symptoms.How is hepatitis B diagnosed?To diagnose hepatitis B, your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examBlood tests, including tests for viral hepatitisWhat are the treatments for hepatitis B?If you have acute hepatitis B, you probably don't need treatment. Some people with chronic hepatitis B don't need treatment. But if you have a chronic infection and blood tests show that hepatitis B could be damaging your liver, you may need to take antiviral medicines.Can hepatitis B be prevented?The best way to prevent hepatitis B is to get the hepatitis B vaccine.You can also reduce your chance of hepatitis B infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile toolsNot sharing personal items, such as toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.If you think you have been in contact with the hepatitis B virus, see your health care provider right away. Your provider may give you a dose of the hepatitis B vaccine to prevent infection. In some cases, your provider may also give you a medicine called hepatitis B immune globulin (HBIG). You need to get the vaccine and the HBIG (if needed) as soon as possible after coming into contact with the virus. It is best if you can get them within 24 hours.National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc30", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc31", "contents": "Aplastic Anemia  What is aplastic anemia?Aplastic  anemia is a rare but serious blood disorder.  If you have it, your bone marrow doesn't make enough new blood cells. It happens when there is damage to stem cells inside your bone marrow. There are different types of aplastic anemia, including Fanconi anemia.What causes aplastic anemia?The causes of aplastic anemia can include:Autoimmune disorders, which are the most common causeCertain inherited gene changes, such as the one that can cause Fanconi anemiaToxic substances, such as pesticides, arsenic, and benzeneRadiation therapy and chemotherapy for cancerCertain medicinesViral infections such as hepatitis, Epstein-Barr virus, or HIVPregnancyIn many people, the cause is unknown. This is called idiopathic aplastic anemia.What are the symptoms of aplastic anemia?Aplastic anemia can develop suddenly or slowly. It can be mild or severe. The symptoms of aplastic anemia can include:FatigueWeaknessDizzinessShortness of breathEasy bruising or bleedingWhat other problems can aplastic anemia cause?Aplastic anemia can cause other problems, including frequent infections and bleeding. It raises your risk of developing a serious blood disorder.If not treated, aplastic anemia can also lead to heart problems such as an arrhythmia (a problem with the rate or rhythm of your heartbeat), an enlarged heart, or heart failure.How is aplastic anemia diagnosed?To find out if you have aplastic anemia, your doctor will:"}
{"id": "doc32", "contents": "Thalassemia  Thalassemias are inherited blood disorders. If you have one, your body makes fewer healthy red blood cells and less hemoglobin. Hemoglobin is a protein that carries oxygen to the body. That leads to anemia. Thalassemias occur most often among people of Italian, Greek, Middle Eastern, Southern Asian, and African descent.Thalassemias can be mild or severe. Some people have no symptoms or mild anemia. The most common severe type in the United States is called Cooley's anemia. It usually appears during the first two years of life. People with it may have severe anemia, slowed growth and delayed puberty, and problems with the spleen, liver, heart, or bones.Doctors diagnose thalassemias using blood tests. Treatments include blood transfusions and treatment to remove excess iron from the body. If you have mild symptoms or no symptoms, you may not need treatment. In some severe cases, you may need a bone marrow transplant.NIH: National Heart, Lung, and Blood Institute"}
