{"id": "doc1", "contents": "After Surgery  After any operation, you'll have some side effects. There is usually some pain with surgery. There may also be swelling and soreness around the area that the surgeon cut.   Your surgeon can tell you which side effects to expect.There can also be complications. These are unplanned events linked to the operation. Some complications are infection, too much bleeding, reaction to anesthesia, or accidental injury. Some people have a greater risk of complications because of other medical conditions.Your surgeon can tell you how you might feel and what you will be able to do - or not do - the first few days, weeks, or months after surgery. Some other questions to ask are:How long you will be in the hospitalWhat kind of supplies, equipment, and help you might need when you go homeWhen you can go back to workWhen it is ok to start exercising againAre they any other restrictions in your activitiesFollowing your surgeon's advice can help you recover as soon as possible.Agency for Healthcare Research and Quality"}
{"id": "doc2", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc3", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Vasculitis  Vasculitis is an inflammation of the blood vessels. It happens when the body's immune system attacks the blood vessel by mistake. It can happen because of an infection, a medicine, or another disease. The cause is often unknown.Vasculitis can affect arteries, veins and capillaries. Arteries are vessels that carry blood from the heart to the body's organs. Veins are the vessels that carry blood back to the heart. Capillaries are tiny blood vessels that connect the small arteries and veins. When a blood vessel becomes inflamed, it can: Narrow, making it more difficult for blood to get through  Close off completely so that blood can't get through  Stretch and weaken so much that it bulges.  The bulge is called an aneurysm. If it  bursts, it can cause dangerous bleeding inside the body.Symptoms of vasculitis can vary, but usually include fever, swelling and a general sense of feeling ill. The main goal of treatment is to stop the inflammation. Steroids and other medicines to stop inflammation are often helpful.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc5", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc7", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Antibiotics  What are antibiotics?Antibiotics are medicines that fight bacterial infections in people and animals. They work by killing the bacteria or by making it hard for the bacteria to grow and multiply.Antibiotics can be taken in different ways:Orally (by mouth). This could be pills, capsules, or liquids.Topically. This might be a cream, spray, or ointment that you put on your skin. It could also be eye ointment, eye drops, or ear drops.Through an injection or intravenously (IV). This is usually for more serious infections.What do antibiotics treat?Antibiotics only treat certain bacterial infections, such as strep throat, urinary tract infections, and E. coli.You may not need to take antibiotics for some bacterial infections. For example, you might not need them for many sinus infections or some ear infections. Taking antibiotics when they're not needed won't help you, and they can have side effects. Your health care provider can decide the best treatment for you when you're sick. Don't ask your provider to prescribe an antibiotic for you.Do antibiotics treat viral infections?Antibiotics do not work on viral infections. For example, you shouldn't take antibiotics for:Colds and runny noses, even if the mucus is thick, yellow, or greenMost sore throats (except strep throat)FluMost cases of bronchitisWhat are the side effects of antibiotics?The side effects of antibiotics range from minor to very severe. Some of the common side effects include:RashNauseaDiarrheaYeast infectionsMore serious side effects can include:C. diff infections, which cause diarrhea that can lead to severe colon damage and sometimes even deathSevere and life-threatening allergic reactionsAntibiotic resistance infectionsCall your health care provider if you develop any side effects while taking your antibiotic.Why is it important to take antibiotics only when they're needed?You should only take antibiotics when they are needed because they can cause side effects and can contribute to antibiotic resistance. Antibiotic resistance happens when the bacteria change and become able to resist the effects of an antibiotic. This means that the bacteria continue to grow.How do I use antibiotics correctly?When you take antibiotics, it is important that you take them responsibly:Always follow the directions carefully. Finish your medicine even if you feel better. If you stop taking them too soon, some bacteria may survive and re-infect you.Don't save your antibiotics for later.Don't share your antibiotic with others.Don't take antibiotics prescribed for someone else. This may delay the best treatment for you, make you even sicker, or cause side effects.Centers for Disease Control and Prevention"}
{"id": "doc10", "contents": "Lung Cancer  What is lung cancer?Lung cancer is cancer that forms in tissues of the lung, usually in the cells that line the air passages. It is the leading cause of cancer death in both men and women.There are two main types: small cell lung cancer and non-small cell lung cancer. These two types grow differently and are treated differently. Non-small cell lung cancer is the more common type.Who is at risk for lung cancer?Lung cancer can affect anyone, but there are certain factors that raise your risk of getting it:Smoking. This is the most important risk factor for lung cancer. Tobacco smoking causes about 9 out of 10 cases of lung cancer in men and about 8 out of 10 cases of lung cancer in women. The earlier in life you start smoking, the longer you smoke, and the more cigarettes you smoke per day, the greater your risk of lung cancer. The risk is also greater if you smoke a lot and drink alcohol every day or take beta carotene supplements. If you have quit smoking, your risk will be lower than if you had kept smoking. But you will still have a higher risk than people who never smoked.Secondhand smoke, which is the combination of smoke that comes from a cigarette and smoke breathed out by a smoker. When you inhale it, you are exposed to the same cancer-causing agents as smokers, although in smaller amounts.Family history of lung cancerBeing exposed to asbestos, arsenic, chromium, beryllium, nickel, soot, or tar in the workplaceBeing exposed to radiation, such as from"}
{"id": "doc11", "contents": "Non-Drug Pain Management  What is pain?Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.There are two types of pain:Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain.Chronic pain lasts for a long time, and can cause severe problemsWhat are pain relievers?Pain relievers are medicines that reduce or relieve pain. There are many different pain medicines, and each one has advantages and risks. Some are over-the-counter (OTC) medicines. Others are stronger medicines, which are available by prescription. The most powerful prescription pain relievers are opioids. They are very effective, but people who take them are at risk of addiction and overdose.Because of the side effects and risks of pain relievers, you may want to try non-drug treatments first. And if you do need to take medicines, also doing some non-drug treatments may allow you to take a lower dose.What are some non-drug treatments for pain?There are many non-drug treatments that can help with pain. It is important to check with your health care provider before trying any of them:Acupuncture involves stimulating acupuncture points. These are specific points on your body. There are different acupuncture methods. The most common one involves inserting thin needles through the skin. Others include using pressure, electrical stimulation, and heat. Acupuncture is based on the belief that qi (vital energy) flows through the body along paths, called meridians. Practitioners believe that stimulating the acupuncture points can rebalance the qi. Research suggests that acupuncture can help manage certain pain conditions.Biofeedback techniques use electronic devices to measure body functions such as breathing and heart rate. This teaches you to be more aware of your body functions so you can learn to control them. For example, a biofeedback device may show you measurements of your muscle tension. By watching how these measurements change, you can become more aware of when your muscles are tense and learn to relax them. Biofeedback may help to control pain, including chronic headaches and back pain.Electrical stimulation involves using a device to send a gentle electric current to your nerves or muscles. This can help treat pain by interrupting or blocking the pain signals. Types includeTranscutaneous electrical stimulation (TENS)Implanted electric nerve stimulationDeep brain or spinal cord stimulationMassage therapy is a treatment in which the soft tissues of the body are kneaded, rubbed, tapped, and stroked. Among other benefits, it may help people relax, and relieve stress and pain.Meditation is a mind-body practice in which you focus your attention on something, such as an object, word, phrase, or breathing. This helps you to minimize distracting or stressful thoughts or feelings.Physical therapy uses techniques such as heat, cold, exercise, massage, and manipulation. It can help to control pain, as well as condition muscles and restore strength.Psychotherapy (talk therapy) uses methods such as discussion, listening, and counseling to treat mental and behavioral disorders. It can also help people who have pain, especially chronic pain, byTeaching them coping skills, to be able to better deal with the stress that pain can causeAddressing negative thoughts and emotions that can make pain worseProviding them with supportRelaxation therapy can help reduce muscle tension and stress, lower blood pressure, and control pain. It may involve tensing and relaxing muscles throughout the body. It may be used with guided imagery (focusing the mind on positive images) and meditation.Surgery can sometimes be necessary to treat severe pain, especially when it is caused by back problems or serious musculoskeletal injuries. There are always risks to getting surgery, and it does not always work to treat pain. So it is important to go through all of the risks and benefits with your health care provider."}
{"id": "doc12", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Intestinal Obstruction  An intestinal obstruction occurs when food or stool cannot move through the intestines. The obstruction can be complete or partial. There are many causes. The most common are adhesions, hernias, cancers, and certain medicines. Symptoms include:Severe abdominal pain or cramping Vomiting Bloating Loud bowel sounds Swelling of the abdomen Inability to pass gas ConstipationA complete intestinal obstruction is a medical emergency.  It often requires surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Yeast Infections  Candida is the scientific name for yeast. It is a fungus that lives almost everywhere, including in your body. Usually, your immune system keeps yeast under control. If you are sick or taking antibiotics, it can multiply and cause an infection. Yeast infections affect different parts of the body in different ways:Thrush is a yeast infection that causes white patches in your mouth Candida esophagitis is thrush that spreads to your esophagus, the tube that takes food from your mouth to your stomach. It can make it hard or painful to swallow. Women can get vaginal yeast infections, causing vaginitisYeast infections of the skin cause itching and rashes Yeast infections in your bloodstream can be life-threatening Antifungal medicines get rid of yeast infections in most people. If you have a weak immune system, treatment might be more difficult."}
{"id": "doc15", "contents": "Eosinophilic Disorders  Eosinophils are a type of white blood cell. They help fight off infections and play a role in your body's immune response.  They can also build up and cause inflammation.Normally your blood doesn't have a large number of eosinophils.  Your body may produce more of them in response to:Allergic disordersSkin conditionsParasitic and fungal infectionsAutoimmune diseasesSome cancersBone marrow disordersIn some conditions, the eosinophils can move outside the bloodstream and build up in organs and tissues. This can happen in many different parts of the body, including the esophagus, heart, lungs, blood, and intestines. Treatment of eosinophilic disorders can vary, depending on the cause and which part of the body is affected. Steroids are often part of the treatment."}
{"id": "doc16", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc17", "contents": "Viral Infections  Viruses are very tiny germs. They are made of genetic material inside of a protein coating. Viruses cause familiar infectious diseases such as the common cold, flu and warts. They also cause severe illnesses such as HIV/AIDS, Ebola, and COVID-19.Viruses are like hijackers. They invade living, normal cells and use those cells to multiply and produce other viruses like themselves. This can kill, damage, or change the cells and make you sick. Different viruses attack certain cells in your body such as your liver, respiratory system, or blood.When you get a virus, you may not always get sick from it. Your immune system may be able to fight it off.For most viral infections, treatments can only help with symptoms while you wait for your immune system to fight off the virus. Antibiotics do not work for viral infections. There are antiviral medicines to treat some viral infections. Vaccines can help prevent you from getting many viral diseases."}
{"id": "doc18", "contents": "Urethral Disorders  The urethra is the tube that allows urine to pass out of the body. In men, it's a long tube that runs through the penis. It also carries semen in men. In women, it's short and is just above the vagina. Urethral problems may happen due to aging, illness, or injury.  They include:Urethral cancer - a rare cancer that happens more often in menUrethral stricture - a narrowing of the opening of the urethraUrethritis - inflammation of the urethra, sometimes caused by infectionUrethral problems may cause pain or difficulty passing urine.  You may also have bleeding or discharge from the urethra.Doctors diagnose urethral problems using different tests. These include urine tests, x-rays and an examination of the urethra with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery."}
{"id": "doc19", "contents": "Foreign Bodies  If you've ever gotten a splinter or had sand in your eye, you've had experience with a foreign body. A foreign body is something that is stuck inside you but isn't supposed to be there. You may inhale or swallow a foreign body, or you may get one from an injury to almost any part of your body.  Foreign bodies are more common in small children, who sometimes stick things in their mouths, ears, and noses.Some foreign bodies, like a small splinter, do not cause serious harm. Inhaled or swallowed foreign bodies may cause choking or bowel obstruction and may require medical care."}
{"id": "doc20", "contents": "Adhesions  Adhesions are bands of scar-like tissue. Normally, internal tissues and organs have slippery surfaces so they can shift easily as the body moves. Adhesions cause tissues and organs to stick together. They might connect the loops of the intestines to each other, to nearby organs, or to the wall of the abdomen. They can pull sections of the intestines out of place. This may block food from passing through the intestine.Adhesions can occur anywhere in the body. But they often form after surgery on the abdomen. Almost everyone who has surgery on the abdomen gets adhesions. Some adhesions don't cause any problems. But when they partly or completely block the intestines, they cause symptoms such as:Severe abdominal pain or crampingVomitingBloatingAn inability to pass gasConstipationAdhesions can sometimes cause infertility in women by preventing fertilized eggs from reaching the uterus.No tests are available to detect adhesions.  Doctors usually find them during surgery to diagnose other problems.Some adhesions go away by themselves. If they partly block your intestines, a diet low in fiber can allow food to move easily through the affected area. If you have a complete intestinal obstruction, it is life-threatening. You should get immediate medical attention and may need surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Pelvic Floor Disorders  The pelvic floor is a group of muscles and other tissues that form a sling or hammock across the pelvis. In women, it holds the uterus, bladder, bowel, and other pelvic organs in place so that they can work properly.  The pelvic floor can become weak or be injured. The main causes are pregnancy and childbirth. Other causes include being overweight, radiation treatment, surgery, and getting older.Common symptoms include:Feeling heaviness, fullness, pulling, or aching in the vagina. It gets worse by the end of the day or during a bowel movement.Seeing or feeling a \"bulge\" or \"something coming out\" of the vaginaHaving a hard time starting to urinate or emptying the bladder completelyHaving frequent urinary tract infectionsLeaking urine when you cough, laugh, or exerciseFeeling an urgent or frequent need to urinateFeeling pain while urinatingLeaking stool or having a hard time controlling gasBeing constipatedHaving a hard time making it to the bathroom in timeYour health care provider diagnoses the problem with a physical exam, a pelvic exam, or special tests. Treatments include special pelvic muscle exercises called Kegel exercises. A mechanical support device called a pessary helps some women. Surgery and medicines are other treatments.NIH: National Institute of Child Health and Human Development"}
{"id": "doc22", "contents": "Childbirth  When you are ready to have your baby, you'll go through labor.  Labor is the process of giving birth. Signs that you might be going into labor include:Contractions that are regular then start to come closer togetherLeaking fluid or bleeding from the vaginaLow, dull backacheAbdominal crampsCall your health care provider if you have any of these signs, even if it is before your due date. Preterm labor can start before 37 completed weeks of pregnancy.Labor happens in three stages. The first stage begins with contractions. It continues until your cervix has become thinner and dilated (stretched) to about 4 inches wide. The second stage is the active stage, in which you begin to push downward. Crowning is when your baby's scalp comes into view. Shortly afterward, your baby is born. In the third stage, you deliver the placenta. The placenta is the organ that supplied food and oxygen to your baby during pregnancy.Mothers and babies are monitored closely during labor. Most women are able to have a baby through normal vaginal delivery. If there are complications, the baby may need to be delivered surgically by a Cesarean section.NIH: National Institute of Child Health and Human Development"}
{"id": "doc23", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc24", "contents": "Bell's Palsy  Bell's palsy is the most common cause of facial paralysis. It usually affects just one side of the face. Symptoms appear suddenly and are at their worst about 48 hours after they start. They can range from mild to severe and include:TwitchingWeaknessParalysisDrooping eyelid or corner of mouthDroolingDry eye or mouthExcessive tearing in the eyeImpaired ability to tasteScientists think that a viral infection makes the facial nerve swell or become inflamed.  You are most likely to get Bell's palsy if you are pregnant, diabetic or sick with a cold or flu.Three out of four patients improve without treatment.  With or without treatment, most people begin to get better within 2 weeks and recover completely within 3 to 6 months. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc25", "contents": "Paralysis  Paralysis is the loss of muscle function in part of your body. It happens when something goes wrong with the way messages pass between your brain and muscles. Paralysis can be complete or partial. It can occur on one or both sides of your body. It can also occur in just one area, or it can be widespread. Paralysis of the lower half of your body, including both legs, is called paraplegia. Paralysis of the arms and legs is quadriplegia. Most paralysis is due to strokes or injuries such as spinal cord injury or a broken neck. Other causes of paralysis include:Nerve diseases such as amyotrophic lateral sclerosis\tAutoimmune diseases such as Guillain-Barre syndromeBell's palsy, which affects muscles in the facePolio used to be a cause of paralysis, but polio no longer occurs in the U.S."}
{"id": "doc26", "contents": "Facial Injuries and Disorders  Face injuries and disorders can cause pain and affect how you look. In severe cases, they can affect sight, speech, breathing and your ability to swallow. Fractures (broken bones), especially in the bones of your nose, cheekbone and jaw, are common facial injuries.Certain diseases also lead to facial disorders. For example, nerve diseases like trigeminal neuralgia or Bell's palsy sometimes cause facial pain, spasms and trouble with eye or facial movement. Birth defects can also affect the face. They can cause underdeveloped or unusually prominent facial features or a lack of facial expression. Cleft lip and palate are a common facial birth defect."}
{"id": "doc27", "contents": "Lymphoma  Lymphoma is a cancer of a part of the immune system called the lymph system.  There are many types of lymphoma.  One type is Hodgkin disease.  The rest are called non-Hodgkin lymphomas.Non-Hodgkin lymphomas begin when a type of white blood cell, called a T cell or B cell, becomes abnormal. The cell divides again and again, making more and more abnormal cells. These abnormal cells can spread to almost any other part of the body. Most of the time, doctors don't know why a person gets non-Hodgkin lymphoma. You are at increased risk if you have a weakened immune system or have certain types of infections.Non-Hodgkin lymphoma can cause many symptoms, such as :Swollen, painless lymph nodes in the neck, armpits or groinUnexplained weight loss Fever Soaking night sweats Coughing, trouble breathing or chest pain Weakness and tiredness that don't go away Pain, swelling or a feeling of fullness in the abdomen Your doctor will diagnose lymphoma with a physical exam, blood tests, a chest x-ray, and a biopsy.  Treatments include chemotherapy, radiation therapy, targeted therapy, biological therapy, or therapy to remove proteins from the blood. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells. Biologic therapy boosts your body's own ability to fight cancer. If you don't have symptoms, you may not need treatment right away. This is called watchful waiting.NIH: National Cancer Institute"}
{"id": "doc28", "contents": "Hepatitis C  What is hepatitis C?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. Inflammation can damage organs.There are different types of hepatitis. One type, hepatitis C, is caused by the hepatitis C virus (HCV). Hepatitis C can range from a mild illness lasting a few weeks to a serious, lifelong illness.Hepatitis C can be acute or chronic:Acute hepatitis C is a short-term infection. The symptoms can last up to 6 months. Sometimes your body is able to fight off the infection and the virus goes away. But for most people, an acute infection leads to chronic infection.Chronic hepatitis C is a long-lasting infection. If it is not treated, it can last for a lifetime and cause serious health problems, including liver damage, cirrhosis (scarring of the liver), liver cancer, and even death.How is hepatitis C spread?Hepatitis C spreads through contact with the blood of someone who has HCV. This contact may be through:Sharing drug needles or other drug materials with someone who has HCV. In the United States, this is the most common way that people get hepatitis C.Getting an accidental stick with a needle that was used on someone who has HCV. This can happen in health care settings.Being tattooed or pierced with tools or inks that were not sterilized after being used on someone who has HCVHaving contact with the blood or open sores of someone who has HCVSharing personal care items that may have come in contact with another person's blood, such as razors or toothbrushesBeing born to a mother with HCVHaving unprotected sex with someone who has HCVBefore 1992, hepatitis C was also commonly spread through blood transfusions and organ transplants. Since then, there has been routine testing of the U.S. blood supply for HCV. It is now very rare for someone to get HCV this way.Who is at risk for hepatitis C?You are more likely to get hepatitis C if you:Have injected drugsHad a blood transfusion or organ transplant before July 1992Have hemophilia and received clotting factor before 1987Have been on kidney dialysisWere born between 1945 and 1965Have abnormal liver tests or liver diseaseHave been in contact with blood or infected needles at workHave had tattoos or body piercingsHave worked or lived in a prisonWere born to a mother with hepatitis CHave HIV/AIDSHave had more than one sex partner in the last 6 monthsHave had a sexually transmitted diseaseAre a man who has had sex with menIf you are at high risk for hepatitis C, your health care provider will likely recommend that you get tested for it.What are the symptoms of hepatitis C?Most people with hepatitis C have no symptoms. Some people with acute hepatitis C do have symptoms within 1 to 3 months after they are exposed to the virus. These symptoms may include:Dark yellow urineFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingPain in your abdomenJaundice (yellowish eyes and skin)If you have chronic hepatitis C, you probably will not have symptoms until it causes complications. This can happen decades after you were infected. For this reason, hepatitis C screening is important, even if you have no symptoms.What other problems can hepatitis C cause?Without treatment, hepatitis C may lead to cirrhosis, liver failure, and liver cancer. Early diagnosis and treatment of hepatitis C can prevent these complications.How is hepatitis C diagnosed?Health care providers diagnose hepatitis C based on your medical history, a physical exam, and blood tests.If you do have hepatitis C, you may need additional tests to check for liver damage. These tests may include other blood tests, an ultrasound of the liver, and a liver biopsy.What are the treatments for hepatitis C?Treatment for hepatitis C is with antiviral medicines. They can cure the disease in most cases.If you have acute hepatitis C, your health care provider may wait to see if your infection becomes chronic before starting treatment.If your hepatitis C causes cirrhosis, you should see a doctor who specializes in liver diseases. Treatments for health problems related to cirrhosis include medicines, surgery, and other medical procedures. If your hepatitis C leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis C be prevented?There is no vaccine for hepatitis C. But you can help protect yourself from hepatitis C infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile tools and unopened inkNot sharing personal items such toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc29", "contents": "Hepatitis B  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis B?Hepatitis B is a type of viral hepatitis. It can cause an acute (short-term) or chronic (long-term) infection. People with an acute infection usually get better on their own without treatment. Some people with chronic hepatitis B will need treatment.Thanks to a vaccine, hepatitis B is not very common in the United States. It is more common in certain parts of the world, such as sub-Saharan Africa and parts of Asia.What causes hepatitis B?Hepatitis B is caused by the hepatitis B virus. The virus spreads through contact with blood, semen, or other body fluids from a person who has the virus.Who is at risk for hepatitis B?Anyone can get hepatitis B, but the risk is higher in:Infants born to mothers who have hepatitis BPeople who inject drugs or share needles, syringes, and other types of drug equipmentSex partners of people with hepatitis B, especially if they are not using latex or polyurethane condoms during sexMen who have sex with menPeople who live with someone who has hepatitis B, especially if they use the same razor, toothbrush, or nail clippersHealth care and public-safety workers who are exposed to blood on the jobHemodialysis patientsPeople who have lived in or traveled often to parts of the world where hepatitis B is commonHave diabetes, hepatitis C, or HIVWhat are the symptoms of hepatitis B?Often, people with hepatitis B don't have symptoms. Adults and children over 5 are more likely to have symptoms than younger children.Some people with acute hepatitis B have symptoms 2 to 5 months after infection. These symptoms can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceIf you have chronic hepatitis B, you may not have symptoms until complications develop. This could be decades after you were infected. For this reason, hepatitis B screening is important, even if you have no symptoms. Screening means that you are tested for a disease even though you don't have symptoms. If you are at high risk, your health care provider may suggest  screening.What other problems can hepatitis B cause?In rare cases, acute hepatitis B can cause liver failure.Chronic hepatitis B can develop into a serious disease that causes long-term health problems such as cirrhosis (scarring of the liver), liver cancer, and liver failure.If you have ever had hepatitis B, the virus may become active again, or reactivated, later in life. This could start to damage the liver and cause symptoms.How is hepatitis B diagnosed?To diagnose hepatitis B, your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examBlood tests, including tests for viral hepatitisWhat are the treatments for hepatitis B?If you have acute hepatitis B, you probably don't need treatment. Some people with chronic hepatitis B don't need treatment. But if you have a chronic infection and blood tests show that hepatitis B could be damaging your liver, you may need to take antiviral medicines.Can hepatitis B be prevented?The best way to prevent hepatitis B is to get the hepatitis B vaccine.You can also reduce your chance of hepatitis B infection by:Not sharing drug needles or other drug materialsWearing gloves if you have to touch another person's blood or open soresMaking sure your tattoo artist or body piercer uses sterile toolsNot sharing personal items, such as toothbrushes, razors, or nail clippersUsing a latex condom during sex. If your or your partner is allergic to latex, you can use polyurethane condoms.If you think you have been in contact with the hepatitis B virus, see your health care provider right away. Your provider may give you a dose of the hepatitis B vaccine to prevent infection. In some cases, your provider may also give you a medicine called hepatitis B immune globulin (HBIG). You need to get the vaccine and the HBIG (if needed) as soon as possible after coming into contact with the virus. It is best if you can get them within 24 hours.National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc30", "contents": "Hepatitis  What is hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.Hepatitis can be an acute (short-term) infection or a chronic (long-term) infection. Some types of hepatitis cause only acute infections. Other types can cause both acute and chronic infections.What causes hepatitis?There are different types of hepatitis, with different causes:Viral hepatitis is the most common type. It is caused by one of several viruses -- hepatitis viruses A, B, C, D, and E. In the United States, A, B, and C are the most common.Alcoholic hepatitis is caused by heavy alcohol useToxic hepatitis can be caused by certain poisons, chemicals, medicines, or supplementsAutoimmune hepatitis is a chronic type in which your body's immune system attacks your liver. The cause is not known, but genetics and your environment may play a role.How is viral hepatitis spread?Hepatitis A and hepatitis E usually spread through contact with food or water that was contaminated with an infected person's stool. You can also get hepatitis E by eating undercooked pork, deer, or shellfish.Hepatitis B, hepatitis C, and hepatitis D spread through contact with the blood of someone who has the disease. Hepatitis B and D may also spread through contact with other body fluids. This can happen in many ways, such as sharing drug needles or having unprotected sex.Who is at risk for hepatitis?The risks are different for the different types of hepatitis. For example, with most of the viral types, your risk is higher if you have unprotected sex.  People who drink a lot over long periods of time are at risk for alcoholic hepatitis.What are the symptoms of hepatitis?Some people with hepatitis do not have symptoms and do not know they are infected. If you do have symptoms, they may include:FeverFatigueLoss of appetiteNausea and/or vomitingAbdominal painDark urineClay-colored bowel movementsJoint painJaundice, yellowing of your skin and eyesIf you have an acute infection, your symptoms can start anywhere between 2 weeks to 6 months after you got infected. If you have a chronic infection, you may not have symptoms until many years later.What other problems can hepatitis cause?Chronic hepatitis can lead to complications such as cirrhosis (scarring of the liver), liver failure, and liver cancer. Early diagnosis and treatment of chronic hepatitis may prevent these complications.How is hepatitis diagnosed?To diagnose hepatitis, your health care provider:Will ask about your symptoms and medical historyWill do a physical examWill likely do blood tests, including tests for viral hepatitisMight do imaging tests, such as an ultrasound, CT scan, or MRIMay need to do a liver biopsy to get a clear diagnosis and check for liver damageWhat are the treatments for hepatitis?Treatment for hepatitis depends on which type you have and whether it is acute or chronic. Acute viral hepatitis often goes away on its own. To feel better, you may just need to rest and get enough fluids. But in some cases, it may be more serious. You might even need treatment in a hospital.There are different medicines to treat the different chronic types of hepatitis. Possible other treatments may include surgery and other medical procedures. People who have alcoholic hepatitis need to stop drinking. If your chronic hepatitis leads to liver failure or liver cancer, you may need a liver transplant.Can hepatitis be prevented?There are different ways to prevent or lower your risk for hepatitis, depending on the type of hepatitis. For example, not drinking too much alcohol can prevent alcoholic hepatitis. There are vaccines to prevent hepatitis A and B. Autoimmune hepatitis cannot be prevented.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc31", "contents": "Ureteral Disorders  Your kidneys make urine by filtering wastes and extra water from your blood.  The urine travels from the kidneys to the bladder in two thin tubes called ureters.The ureters are about 8 to 10 inches long. Muscles in the ureter walls tighten and relax to force urine down and away from the kidneys. Small amounts of urine flow from the ureters into the bladder about every 10 to 15 seconds.Sometimes the ureters can become blocked or injured. This can block the flow of urine to the bladder. If urine stands still or backs up the ureter, you may get a urinary tract infections.Doctors diagnose problems with the ureters using different tests. These include urine tests, x-rays, and examination of the ureter with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc32", "contents": "Kidney Diseases  You have two kidneys, each about the size of your fist. They are near the middle of your back, just below the rib cage. Inside each kidney there are about a million tiny structures called nephrons. They filter your blood. They remove wastes and extra water, which become urine.  The urine flows through tubes called ureters. It goes to your bladder, which stores the urine until you go to the bathroom.Most kidney diseases attack the nephrons. This damage may leave kidneys unable to remove wastes. Causes can include genetic problems, injuries, or medicines. You have a higher risk of kidney disease if you have diabetes, high blood pressure, or a close family member with kidney disease. Chronic kidney disease damages the nephrons slowly over several years. Other kidney problems include:CancerCystsStonesInfectionsYour doctor can do blood and urine tests to check if you have kidney disease. If your kidneys fail, you will need dialysis or a kidney transplant.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc33", "contents": "Bladder Cancer  The bladder is a hollow organ in your lower abdomen that stores urine. Bladder cancer occurs in the lining of the bladder. It is the sixth most common type of cancer in the United States.Symptoms include:Blood in your urineA frequent urge to urinatePain when you urinateLow back painRisk factors for developing bladder cancer include smoking and exposure to certain chemicals in the workplace.  People with a family history of bladder cancer or who are older, white, or male have a higher risk.Treatments for bladder cancer include surgery, radiation therapy, chemotherapy, and biologic therapy. Biologic therapy boosts your body's own ability to fight cancer.NIH: National Cancer Institute"}
{"id": "doc34", "contents": "Ostomy  An ostomy is surgery to create an opening (stoma) from an area inside the body to the outside. It treats certain diseases of the digestive or urinary systems. It can be permanent, when an organ must be removed.  It can be temporary, when the organ needs time to heal.  The organ could be the small intestine, colon, rectum, or bladder. With an ostomy, there must be a new way for wastes to leave the body. There are many different types of ostomy. Some examples are:Ileostomy - the bottom of the small intestine (ileum) is attached to the stoma. This bypasses the colon, rectum and anus.Colostomy - the colon is attached to the stoma. This bypasses the rectum and the anus. Urostomy - the tubes that carry urine to the bladder are attached to the stoma. This bypasses the bladder.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc35", "contents": "Colonic Diseases  Your colon, also known as the large intestine, is part of your digestive system. It's a long, hollow tube at the end of your digestive tract where your body makes and stores stool. Many disorders affect the colon's ability to work properly. Some of these include:Colorectal cancerColonic polyps - extra tissue growing in the colon that can become cancerousUlcerative colitis - ulcers of the colon and rectumDiverticulitis - inflammation or infection of pouches in the colonIrritable bowel syndrome  -  an uncomfortable condition causing abdominal cramping and other symptomsTreatment for colonic diseases varies greatly depending on the disease and its severity. Treatment may involve diet, medicines and in some cases, surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc36", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc37", "contents": "Sjogren's Syndrome  Sjogren's syndrome is an autoimmune disease. This means that your immune system attacks parts of your own body by mistake. In Sjogren's syndrome, it attacks the glands that make tears and saliva. This causes a dry mouth and dry eyes. You may have dryness in other places that need moisture, such as your nose, throat, and skin. Sjogren's can also affect other parts of the body, including your joints, lungs, kidneys, blood vessels, digestive organs, and nerves.Most people with Sjogren's syndrome are women. It usually starts after age 40. It is sometimes linked to other diseases such as rheumatoid arthritis and lupus.To make a diagnosis, doctors may use a medical history, physical exam, certain eye and mouth tests, blood tests, and biopsies.Treatment focuses on relieving symptoms. It can differ for each person; it depends on what parts of the body are affected. It may include artificial tears for dye eyes and sucking on sugar-free candy or drinking water often for a dry mouth. Medicines may help with severe symptoms.NIH: National Institute of Arthritis and Musculoskeletal and Skin "}
{"id": "doc38", "contents": "Infectious Diseases  Germs, or microbes, are found everywhere - in the air, soil, and water.  There are also germs on your skin and in your body.  Many of them are harmless, and some can even be helpful. But some of them can make you sick. Infectious diseases are diseases that are caused by germs.There are many different ways that you can get an infectious disease:Through direct contact with a person who is sick. This includes kissing, touching, sneezing, coughing, and sexual contact. Pregnant mothers can also pass some germs along to their babies.Through indirect contact, when you touch something that has germs on it. For example, you could get germs if someone who is sick touched a door handle, and then you touch it.Through insect or animal bitesThrough contaminated food, water, soil, or plantsThere are four main kinds of germs:Bacteria - one-celled germs that multiply quickly. They may give off toxins, which are harmful chemicals that can make you sick. Strep throat and urinary tract infections are common bacterial infections.Viruses - tiny capsules that contain genetic material. They invade your cells so that they can multiply. This can kill, damage, or change the cells and make you sick. Viral infections include HIV/AIDS and the common cold.Fungi - primitive plant-like organisms such as mushrooms, mold, mildew, and yeasts. Athlete's foot is a common fungal infection.Parasites - animals or plants that survive by living on or in other living things. Malaria is an infection caused by a parasite.Infectious diseases can cause many different symptoms. Some are so mild that you may not even notice any symptoms, while others can be life-threatening. There are treatments for some infectious diseases, but for others, such as some viruses, you can only treat your symptoms. You can take steps to prevent many infectious diseases:Get vaccinatedWash your hands oftenPay attention to food safetyAvoid contact with wild animalsPractice safe sexDon't share items such as toothbrushes, combs, and straws"}
{"id": "doc39", "contents": "Spinal Cord Diseases  Your spinal cord is a bundle of nerves that runs down the middle of your back. It carries signals back and forth between your body and your brain. It is protected by your vertebrae, which are the bone disks that make up your spine. If you have an accident that damages the vertebrae or other parts of the spine, this can also injure the spinal cord. Other spinal cord problems include:\tTumors\tInfections such as meningitis and polio\tInflammatory diseases\tAutoimmune diseases \tDegenerative diseases such as amyotrophic lateral sclerosis  and spinal muscular atrophySymptoms vary but might include pain, numbness, loss of sensation and muscle weakness. These symptoms can occur around the spinal cord, and also in other areas such as your arms and legs. Treatments often include medicines and surgery. "}
{"id": "doc40", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc41", "contents": "Blood Thinners  What are blood thinners?Blood thinners are medicines that prevent blood clots from forming. They do not break up clots that you already have. But they can stop those clots from getting bigger. It's important to treat blood clots, because clots in your blood vessels and heart can cause heart attacks, strokes, and blockages. Who needs blood thinners?You may need a blood thinner if you have:Certain heart or blood vessel diseasesAn abnormal heart rhythm called atrial fibrillationA heart valve replacementA risk of blood clots after surgeryCongenital heart defectsWhat are the different types of blood thinners?There are different types of blood thinners:Anticoagulants, such as heparin or warfarin (also called Coumadin), slow down your body's process of making clots.Antiplatelets, such as aspirin and clopidogrel, prevent blood cells called platelets from clumping together to form a clot. Antiplatelets are mainly taken by people who have had a heart attack or stroke.How can I take blood thinners safely?When you take a blood thinner, follow the directions carefully. Blood thinners may interact with certain foods, medicines, vitamins, and alcohol. Make sure that your health care provider knows all of the medicines and supplements you are using.You may need regular blood tests to check how well your blood is clotting. It is important to make sure that you're taking enough medicine to prevent clots, but not so much that it causes bleeding.What are the side effects of blood thinners?Bleeding is the most common side effect of blood thinners. They can also cause an upset stomach, nausea, and diarrhea. "}
{"id": "doc42", "contents": "GERD  Your esophagus is the tube that carries food from your mouth to your stomach. Gastroesophageal reflux disease (GERD) happens when a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. You may feel a burning in the chest or throat called heartburn.  Sometimes, you can taste stomach fluid in the back of the mouth.  If you have these symptoms more than twice a week, you may have GERD. You can also have GERD without having heartburn. Your symptoms could include a dry cough, asthma symptoms, or trouble swallowing.Anyone, including infants and children, can have GERD.  If not treated, it can lead to more serious health problems. In some cases, you might need medicines or surgery.  However, many people can improve their symptoms by:Avoiding alcohol and spicy, fatty or acidic foods that trigger heartburnEating smaller mealsNot eating close to bedtime Losing weight if needed Wearing loose-fitting clothesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc43", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc44", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc45", "contents": "Rashes  A rash is an area of irritated or swollen skin. Many rashes are itchy, red, painful, and irritated. Some rashes can also lead to blisters or patches of raw skin.  Rashes are a symptom of many different medical problems. Other causes include irritating substances and allergies. Certain genes can make people more likely to get rashes.Contact dermatitis is a common type of rash. It causes redness, itching, and sometimes small bumps. You get the rash where you have touched an irritant, such as a chemical, or something you are allergic to, like poison ivy.Some rashes develop right away. Others form over several days. Although most rashes clear up fairly quickly, others are long-lasting and need  long-term treatment.Because rashes can be caused by many different things, it's important to figure out what kind you have before you treat it. If it is a bad rash, if it does not go away, or if you have other symptoms, you should see your health care provider. Treatments may include moisturizers, lotions, baths, cortisone creams that relieve swelling, and antihistamines, which relieve itching."}
{"id": "doc46", "contents": "Water Safety (Recreational)  Playing in the water - whether swimming, boating or diving - can be fun. It can also be dangerous, especially for children. Being safe can help prevent injuries and drowning. To stay safe in the water:Avoid alcohol when swimming or boatingWear a life jacket whenever you're in a boatDon't swim alone, or in bad weatherLearn CPRLearn to swim and teach your children to swimSupervise your children when they are in the waterPrevent sunburns - use plenty of sunscreen"}
{"id": "doc47", "contents": "Bladder Diseases  The bladder is a hollow organ in your lower abdomen that stores urine. Many conditions can affect your bladder. Some common ones are:Cystitis - inflammation of the bladder, often from an infectionUrinary incontinence - loss of bladder controlOveractive bladder - a condition in which the bladder squeezes urine out at the wrong timeInterstitial cystitis - a chronic problem that causes bladder pain and frequent, urgent urinationBladder cancerDoctors diagnose bladder diseases using different tests. These include urine tests, x-rays, and an examination of the bladder wall with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
