{"id": "doc1", "contents": "Safe Opioid Use  What are opioids?Opioids, sometimes called narcotics, are a type of drug. They include strong prescription pain relievers, such as oxycodone, hydrocodone, fentanyl, and tramadol. The illegal drug heroin is also an opioid.A health care provider may give you a prescription opioid to reduce pain after you have had a major injury or surgery. You may get them if you have severe pain from health conditions like cancer. Some health care providers prescribe them for chronic pain.Prescription opioids used for pain relief are generally safe when taken for a short time and as prescribed by your health care provider. However, people who take opioids are at risk for opioid dependence, addiction, and overdose. These risks increase when opioids are misused. Misuse means you are not taking the medicines according to your provider's instructions, you are using them to get high, or you are taking someone else's opioids.How do I know if I need to take opioid medicines?First, you need to talk with your health care provider about whether you need to take opioids. You should discuss:Whether there are other medicines or therapies that might treat your painThe risks and benefits of taking opioidsYour medical history and if you or anyone in your family has a history of substance misuse or addiction to drugs or alcoholAny other medicines and supplements you are takingHow much alcohol you drinkFor women - If you are pregnant or planning to become pregnantWhat do I need to know if I am going to take opioid medicines?If you and your provider decide that you need to take opioids, make sure that you understand:How to take the medicine - how much and how oftenHow long you will need to take the medicineWhat the possible side effects areHow you should stop the medicines when you no longer need them. If you have been taking opioids for a while, it can be dangerous to just stop suddenly. You may need to get off the medicines slowly.What the warning signs of addiction are, so you can watch for them. They includeRegularly taking more medicine than you are supposed toTaking someone else's opioidsTaking the medicine to get highMood swings, depression, and/or anxietyNeeding too much or too little sleepTrouble making decisionsFeeling high or sedatedIf you have a high risk for an overdose, you may also want to get a prescription for naloxone. Naloxone is a drug that can reverse the effects of an opioid overdose.How can I take my opioid medicine safely?You should always be careful when taking any medicine, but you need to take extra care when taking opioids:Take your medicine exactly as prescribed - do not take extra dosesCheck the instructions every time you take a doseDo not break, chew, crush, or dissolve opioid pillsOpioids can cause drowsiness. Do not drive or use any machinery that may injure you, especially when you first start the medicine.Contact your provider if you have side effectsIf you can, use the same pharmacy for all your medicines. The pharmacy's computer system will alert the pharmacist if you are taking two or more medicines that could cause a dangerous interaction.How can I safely store and dispose opioid medicines?It is important to store and dispose of opioid medicines properly:Store your opioids and other medicines in a safe place. If you have children at home, it's a good idea to store your medicines in a lockbox. Even one accidental dose of an opioid pain medicine meant for an adult can cause a fatal overdose in a child. Also, someone who lives with you or visits your house may look for and steal your opioid medicines to take or sell them.If you travel, carry the current bottle of opioids with you for safety. This will help you answer any questions about your medicine.Dispose of your unused medicine properly. If you have unused opioid medicines at the end of your treatment, you can get rid of them byFinding a local drug take-back programFinding a pharmacy mail-back programIn some cases, flushing them down the toilet - check the Food and Drug Administration (FDA) web site to find out which ones you can flush awayNever sell or share your medicines. Your prescription is for you. Your health care provider considers many factors when prescribing opioids. What's safe for you might lead to an overdose for someone else.If someone steals your opioid medicines or prescription, report the theft to the police."}
{"id": "doc2", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Diabetic Diet  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.Prediabetes means that your blood sugar levels are higher than normal but not high enough to be called diabetes. If you have prediabetes, you are more likely to develop type 2 diabetes.How do the foods I eat affect my blood sugar levels?The sugar in your blood comes from certain foods called carbohydrates, or \"carbs.\" Foods that are high in carbs include candy and sweets, sodas, breads, tortillas, and white rice. The more carbs you eat, the higher your blood sugar level will be.Whether you have type 1 or type 2 diabetes, making the right food choices is an important way to keep your blood sugar at a healthy level. When you control your blood sugar, you lower your chance of having serious health problems from diabetes, such as vision loss and heart problems.And if you have prediabetes or are at risk for diabetes, eating foods that keep your blood sugar levels healthy may help prevent type 2 diabetes later on.What's the best diet for diabetes?There isn't a specific diet or meal plan that works for everybody. Your health care provider may have you see a registered dietician (RD) or a diabetes educator who can help design the best eating plan for you. The plan will consider:Any medicines that you takeYour weightAny other health conditions you haveYour lifestyle and tastesYour goalsAll eating plans for diabetes have a few things in common, including eating the right foods in the right amounts at the right times.What foods should I eat if I have diabetes?Eating the right foods for diabetes means eating a variety of healthy foods from all the food groups:Fruits and vegetablesWhole grains, such as whole wheat, brown rice, barley, quinoa, and oatsProteins, such as lean meats, chicken, turkey, fish, eggs, nuts, beans, lentils, and tofuNonfat or low-fat dairy, such as milk, yogurt, and cheeseWhat foods should I limit to control my blood sugar?To keep your blood sugar under control, you may need to cut back on foods and drinks that are high in carbs. This doesn't mean that you can never enjoy them. But you will need to have them less often or in smaller amounts.The high-carb foods and drinks you should limit include:Sugary foods, such as candy, cookies, cake, ice cream, sweetened cereals, and canned fruits with added sugarDrinks with added sugars, such as juice, regular soda, and regular sports or energy drinksWhite rice, tortillas, breads and pasta - especially those made with white flourStarchy vegetables, such as white potatoes, corn, and peasYou may also need to limit how much alcohol you drink, as well as how much fat and salt you eat.What else do I need to know about diabetic diets?If you have diabetes, it's important to eat the right amount of food every day. Your eating plan will include how much to eat, so that you get the right amount of carbs in each meal or snack. You'll learn how to count carbs and measure your food.Eating at the right times is also important. You will want to plan for regular, balanced meals to avoid high or low blood sugar levels. Eating about the same amount of carbs at each meal can be helpful.Your eating plan will also teach you how to stick with your plan at home and when you eat out.Eating healthy to control your blood sugar does take some effort. But the reward is a chance to live your healthiest life with diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Childhood Vaccines  What are vaccines?Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach the immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make your child sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps the body fight off the germs. Your child's immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.Why do I need to vaccinate my child?Babies are born with immune systems that can fight most germs, but there are some serious diseases they can't handle. That's why they need vaccines to strengthen their immune system.These diseases once killed or harmed many infants, children, and adults. But now with vaccines, your child can get immunity from these diseases without having to get sick. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would. Vaccinating your child also protects others. Normally, germs can travel quickly through a community and make a lot of people sick. If enough people get sick, it can lead to an outbreak. But when enough people are vaccinated against a certain disease, it's harder for that disease to spread to others. This means that the entire community is less likely to get the disease.Community immunity is especially important for the people who can't get certain vaccines. For example, they may not be able to get a vaccine because they have weakened immune systems. Others may be allergic to certain vaccine ingredients. And newborn babies are too young to get some vaccines. Community immunity can help to protect them all.Are vaccines safe for children?Vaccines are safe. They must go through extensive safety testing and evaluation before they are approved in the United States.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and autism.Can vaccines overload my child's immune system?No, vaccines do not overload the immune system. Every day, a healthy child's immune system successfully fights off thousands of germs. When your child gets vaccines, they are getting weakened or dead germs. So even if they get several vaccines in one day, they are being exposed to a tiny amount of germs compared to what they encounter every day in their environment.When do I need to vaccinate my child?Your child will get vaccines during well-child visits. They will be given according to the vaccine schedule. This schedule lists which vaccines are recommended for children. It includes who should get the vaccines, how many doses they need, and at what age they should get them. In the United States, the Centers for Disease Control and Prevention (CDC) publishes the vaccine schedule.Following the vaccine schedule allows your child to get protection from the diseases at exactly the right time. It gives his or her body the chance to build up immunity before being exposed to these very serious diseases."}
{"id": "doc5", "contents": "Tonsillitis  What are tonsils?Tonsils are lumps of tissue at the back of the throat. There are two of them, one on each side. Along with the adenoids, tonsils are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance.  Tonsils and adenoids work by trapping the germs coming in through the mouth and nose.What is tonsillitis?Tonsillitis is an inflammation (swelling) of the tonsils. Sometimes along with tonsillitis, the adenoids are also swollen.What causes tonsillitis?The cause of tonsillitis is usually a viral infection. Bacterial infections such as strep throat can also cause tonsillitis.Who is at risk for tonsillitis?Tonsillitis is most common in children over age two. Almost every child in the United States gets it at least once. Tonsillitis caused by bacteria is more common in kids ages 5-15. Tonsillitis caused by a virus is more common in younger children.Adults can get tonsillitis, but it is not very common.Is tonsillitis contagious?Although tonsillitis is not contagious, the viruses and bacteria that cause it are contagious. Frequent handwashing can help prevent spreading or catching the infections.What are the symptoms of tonsillitis?The symptoms of tonsillitis include:A sore throat, which may be severeRed, swollen tonsilsTrouble swallowingA white or yellow coating on the tonsilsSwollen glands in the neckFeverBad breathWhen does my child need to see a health care provider for tonsillitis?You should call your health care provider if your child:Has a sore throat for more than two daysHas trouble or pain when swallowingFeels very sick or very weakYou should get emergency care right away if your child:Has trouble breathingStarts droolingHas a lot of trouble swallowingHow is tonsillitis diagnosed?To diagnose tonsillitis, your child's health care provider will first ask you about your child's symptoms and medical history. The provider will look at your child's throat and neck, checking for things such as redness or white spots on the tonsils and swollen lymph nodes.Your child will probably also have one or more tests to check for strep throat, since it can cause tonsillitis and it requires treatment. It could be a rapid strep test, a throat culture, or both. For both tests, the provider uses a cotton swab to collect a sample of fluids from your child's tonsils and the back of the throat. With the rapid strep test, testing is done in the office, and you get the results within minutes. The throat culture is done in a lab, and it usually takes a few days to get the results. The throat culture is a more reliable test. So sometimes if the rapid strep test is negative (meaning that it does not show any strep bacteria), the provider will also do a throat culture just to make sure that your child does not have strep.What are the treatments for tonsillitis?Treatment for tonsillitis depends on the cause. If the cause is a virus, there is no medicine to treat it. If the cause is a bacterial infection, such as strep throat, your child will need to take antibiotics. It is important for your child to finish the antibiotics even if he or she feels better. If treatment stops too soon, some bacteria may survive and re-infect your child.No matter what is causing the tonsillitis, there are some things you can do to help your child feel better. Make sure that your child:Gets a lot of restDrinks plenty of fluidsTries eating soft foods if it hurts to swallowTries eating warm liquids or cold foods like popsicles to soothe the throatIsn't around cigarette smoke or do anything else that could irritate the throatSleeps in a room with a humidifierGargles with saltwaterSucks on a lozenge (but do not give them to children under four; they can choke on them)Takes an over-the-counter pain reliever such as acetaminophen. Children and teenagers should not take aspirin.In some cases, your child may need a tonsillectomy.What is a tonsillectomy and why might my child need one?A tonsillectomy is surgery to remove the tonsils. Your child might need it if he or she:Keeps getting tonsillitisHas bacterial tonsillitis that does not get better with antibioticsHas tonsils are too big, and are causing trouble breathing or swallowingYour child usually gets the surgery and goes home later that day. Very young children and people who have complications may need to stay in the hospital overnight. It can take a week or two before your child completely recovers from the surgery."}
{"id": "doc6", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc7", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc8", "contents": "Birth Control  Birth control, also known as contraception, is designed to prevent pregnancy. Birth control methods may work in a number of different ways:Preventing sperm from getting to the eggs. Types include condoms, diaphragms, cervical caps, and contraceptive sponges.Keeping the ovaries from releasing eggs that could be fertilized. Types include birth control pills, patches, shots, vaginal rings, and emergency contraceptive pills.IUDs, devices which are implanted into the uterus. They can be kept in place for several years.Sterilization, which permanently prevents a someone from getting pregnant or from  from being able to get someone else pregnant.Your choice of birth control should be based on several factors. These include your health, how often you have sexual activity, how sexual partners you have, and whether you want to have children in the future. Your health care provider can help you select the best form of birth control for you.NIH: National Institute of Child Health and Human Development"}
{"id": "doc9", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc10", "contents": "Autonomic Nervous System Disorders  Your autonomic nervous system is the part of your nervous system that controls involuntary actions, such as the beating of your heart and the widening or narrowing of your blood vessels. When something goes wrong in this system, it can cause serious problems, including:\tBlood pressure problems\tHeart problems\tTrouble with breathing and swallowing\tErectile dysfunction in menAutonomic nervous system disorders can occur alone or as the result of another disease, such as Parkinson's disease, alcoholism and diabetes. Problems can affect either part of the system, as in complex regional pain syndromes, or all of the system. Some types are temporary, but many worsen over time. When they affect your breathing or heart function, these disorders can be life-threatening.Some autonomic nervous system disorders get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Itching  What is itching?Itching is an irritating sensation that makes you want to scratch your skin. Sometimes it can feel like pain, but it is different. Often, you feel itchy in one area in your body, but sometimes you may feel itching all over. Along with the itching, you may also have a rash or hives.What causes itching?Itching is a symptom of many health conditions. Some common causes are:Allergic reactions to food, insect bites, pollen, and medicinesSkin conditions such as eczema, psoriasis, and dry skinIrritating chemicals, cosmetics, and other substancesParasites such as pinworms, scabies, head and body licePregnancyLiver, kidney, or thyroid diseasesCertain cancers or cancer treatmentsDiseases that can affect the nervous system, such as diabetes and shinglesWhat are the treatments for itching?Most itching is not serious. To feel better, you could try:Applying cold compressesUsing moisturizing lotionsTaking lukewarm or oatmeal bathsUsing over-the-counter hydrocortisone cream or antihistaminesAvoiding scratching, wearing irritating fabrics, and exposure to high heat and humidityContact your health care provider if your itching is severe, does not go away after a few weeks, or does not have an apparent cause. You may need other treatments, such as medicines or light therapy. If you have an underlying disease that is causing the itching, treating that disease may help."}
{"id": "doc12", "contents": "Vaccines  What are vaccines?Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. For example, there are vaccines to protect against diseases caused by:Viruses, like the ones that cause the flu and COVID-19Bacteria, including tetanus, diphtheria, and pertussisWhat are the types of vaccines?There are several types of vaccines:Live-attenuated vaccines use a weakened form of the germ.Inactivated vaccines use a killed version of the germ.Subunit, recombinant, polysaccharide, and conjugate vaccines use only specific pieces of the germ, such as its protein, sugar, or casing.Toxoid vaccines that use a toxin (harmful product) made by the germ.mRNA vaccines use messenger RNA, which gives your cells instructions for how to make a protein (or piece of a protein) of the germ.Viral vector vaccines use genetic material, which gives your cells instructions for making a protein of the germ. These vaccines also contain a different, harmless virus that helps get the genetic material into your cells.Vaccines work in different ways, but they all spark an immune response. The immune response is the way your body defends itself against substances it sees as foreign or harmful. These substances include germs that can cause disease.What happens in an immune response?There are different steps in the immune response:When a germ invades, your body sees it as foreign.Your immune system helps your body fight off the germ.Your immune system also remembers the germ. It will attack the germ if it ever invades again. This \"memory\" protects you against the disease that the germ causes. This type of protection is called immunity.What are immunization and vaccination?Immunization is the process of becoming protected against a disease. But it can also mean the same thing as vaccination, which is getting a vaccine to become protected against a disease.Why are vaccines important?Vaccines are important because they protect you against many diseases. These diseases can be very serious. So getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.But vaccines don't just protect you. They also protect the people around you through community immunity.What is community immunity?Community immunity, or herd immunity, is the idea that vaccines can help keep communities healthy.Normally, germs can travel quickly through a community and make a lot of people sick. If enough people get sick, it can lead to an outbreak. But when enough people are vaccinated against a certain disease, it's harder for that disease to spread to others. This type of protection means that the entire community is less likely to get the disease.Community immunity is especially important for people who can't get certain vaccines. For example, they may not be able to get a vaccine because they have weakened immune systems. Others may be allergic to certain vaccine ingredients. And newborn babies are too young to get some vaccines. Community immunity can help to protect them all.Are vaccines safe?Vaccines are safe. They must go through extensive safety testing and evaluation before they are approved in the United States.What is a vaccine schedule?A vaccine, or immunization, schedule lists which vaccines are recommended for different groups of people. It includes who should get the vaccines, how many doses they need, and when they should get them. In the United States, the Centers for Disease Control and Prevention (CDC) publishes the vaccine schedule.It's important for both children and adults to get their vaccines according to the schedule. Following the schedule allows them to get protection from the diseases at exactly the right time."}
{"id": "doc13", "contents": "Flu Shot  Flu is a respiratory infection caused by a number of viruses. Most people with the flu get better on their own. But it can be serious. It can cause complications and sometimes even death.   Getting the flu vaccine every year is the best way to lower your chance of getting the flu and spreading it to others.The flu vaccine causes antibodies to develop in your body about two weeks after you get it. These antibodies provide protection against infection with the viruses that are in the vaccine.There are different types of flu shots, including some especially for people 65 and older. Ask your health care provider which one is right for you.Everyone 6 months of age and older should get a flu vaccine every season. People with egg allergies should check with their doctors before getting a vaccine. Other exceptions are people who have:Had reactions to flu shots beforeGuillain-Barre SyndromeA feverCenters for Disease Control and Prevention"}
