{"id": "doc1", "contents": "Brain Tumors  A brain tumor is a growth of abnormal cells in the tissues of the brain. Brain tumors can be benign, with no cancer cells, or malignant, with cancer cells that grow quickly.  Some are primary brain tumors, which start in the brain. Others are metastatic, and they start somewhere else in the body and move to the brain.Brain tumors can cause many symptoms. Some of the most common are:Headaches, often in the morning Nausea and vomitingChanges in your ability to talk, hear, or seeProblems with balance or walkingProblems with thinking or memory Feeling weak or sleepyChanges in your mood or behaviorSeizuresDoctors diagnose brain tumors by doing a neurologic exam and tests including an MRI, CT scan, and biopsy. Treatment options include watchful waiting, surgery, radiation therapy, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack cancer cells with less harm to normal cells. Many people get a combination of treatments.NIH: National Cancer Institute"}
{"id": "doc2", "contents": "MRI Scans  Magnetic resonance imaging (MRI) uses a large magnet and radio waves to look at organs and structures inside your body. Health care professionals use MRI scans to diagnose a variety of conditions, from torn ligaments to tumors. MRIs are very useful for examining the brain and spinal cord. During the scan, you lie on a table that slides inside a tunnel-shaped machine. Doing the scan can take a long time, and you must stay still. The scan is painless. The MRI machine makes a lot of noise. The technician may offer you earplugs.Before you get a scan, tell your doctor if you :Are pregnant Have pieces of metal in your body. You might have metal in your body if you have a shrapnel or bullet injury or if you are a welder.Have metal or electronic devices in your body, such as a cardiac pacemaker or a metal artificial joint"}
{"id": "doc3", "contents": "Childhood Brain Tumors  Brain tumors are abnormal growths inside the skull. They are among the most common types of childhood cancers. Some are benign tumors, which aren't cancer. They can still be serious. Malignant tumors are cancerous.Childhood brain and spinal cord tumors can cause headaches and other symptoms. However, other conditions can also cause the same symptoms. Check with a doctor if your child has any of the following problems:Morning headache or headache that goes away after vomitingFrequent nausea and vomitingVision, hearing, and speech problemsLoss of balance or trouble walkingUnusual sleepinessPersonality changesSeizuresIncreased head size in infantsThe symptoms are not the same in every child.Doctors use physical and neurological exams, lab tests, and imaging to diagnose brain tumors. Most childhood brain tumors are diagnosed and removed in surgery.Treatment for children is sometimes different than for an adult. Long-term side effects are an important issue. The options also depend on the type of tumor and where it is. Removal of the tumor is often possible. If not, radiation, chemotherapy, or both may be used.NIH: National Cancer Institute"}
{"id": "doc4", "contents": "Multiple Sclerosis  Multiple sclerosis (MS) is a nervous system disease that affects your brain and spinal cord.  It damages the myelin sheath, the material that surrounds and protects your nerve cells. This damage slows down or blocks messages between your brain and your body, leading to the symptoms of MS. They can include:Visual disturbancesMuscle weaknessTrouble with coordination and balanceSensations such as numbness, prickling, or \"pins and needles\" Thinking and memory problemsNo one knows what causes MS. It may be an autoimmune disease, which happens when your immune system attacks healthy cells in your body by mistake. Multiple sclerosis affects women more than men. It often begins between the ages of 20 and 40.  Usually, the disease is mild, but some people lose the ability to write, speak, or walk.There is no specific test for MS.  Doctors use a medical history, physical exam, neurological exam, MRI, and other tests to diagnose it. There is no cure for MS, but medicines may slow it down and help control symptoms. Physical and occupational therapy may also help.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc5", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc6", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc7", "contents": "Prostate Cancer  What is prostate cancer?Cancer is a disease in which cells in the body grow out of control. Prostate cancer begins in the cells of the prostate. The prostate is a gland in the male reproductive system. It lies just below the bladder. It makes fluid that is part of semen.Prostate cancer is one of the most common types of cancer. It often grows very slowly. If it does not spread to other parts of the body, it may not cause serious problems. But sometimes prostate cancer can grow quickly and spread to other parts of the body. This kind of prostate cancer is serious.What causes prostate cancer?Researchers don't know for sure what causes prostate cancer. They do know that it happens when there are changes in the genetic material (DNA).Sometimes these genetic changes are inherited, meaning that you are born with them. There are also certain genetic changes that happen during your lifetime that can raise your risk of prostate cancer. But often the exact cause of these genetic changes is unknown.Who is more likely to develop prostate cancer?Anyone who has a prostate can develop prostate cancer. But certain factors can make you more likely to develop it:Age. Your chance of developing prostate cancer increases as you get older. Prostate cancer is rare in people under age 50.Family health history. Your risk of prostate cancer is higher if you have a parent, sibling, or child who has or has had prostate cancer.Race. African Americans are more likely to get prostate cancer.  They're also more likely to:"}
{"id": "doc8", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc9", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Gum Disease  If you have gum disease, you're not alone. Many U.S. adults currently have some form of the disease. It ranges from simple gum inflammation, called gingivitis, to serious damage to the tissue and bone supporting the teeth.   In the worst cases, you can lose teeth.In gingivitis, the gums become red and swollen. They can bleed easily. Gingivitis is a mild form of gum disease. You can usually reverse it  with daily brushing and flossing and regular cleanings by a dentist or dental hygienist. Untreated gingivitis can lead to periodontitis. If you have periodontitis, the gums pull away from the teeth and form pockets that  become infected. If not treated, the bones, gums and connective tissue that support the teeth are destroyed.NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc11", "contents": "Speech and Communication Disorders  Many disorders can affect our ability to speak and communicate. They range from saying sounds incorrectly to being completely unable to speak or understand speech.  Causes include:Hearing disorders and deafnessVoice problems, such as dysphonia or those caused by cleft lip or palateSpeech problems like stutteringDevelopmental disabilitiesLearning disabilitiesAutism spectrum disorderBrain injuryStrokeSome speech and communication problems may be genetic. Often, no one knows the causes. By first grade, about 5% of children have noticeable speech disorders. Speech and language therapy can help. NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc12", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc13", "contents": "Falls  Falls can be dangerous at any age. Babies and young children can get hurt falling off furniture or down the stairs. Older children may fall off playground equipment. For older adults, falls can be especially serious. They are at higher risk of falling. They are also more likely to fracture (break) a bone when they fall, especially if they have osteoporosis. A broken bone, especially when it is in a hip, may even lead to disability and a loss of independence for older adults. Some common causes of falls include:Balance problemsSome medicines, which can make you feel dizzy, confused, or slowVision problemsAlcohol, which can affect your balance and reflexesMuscle weakness, especially in your legs, which can make it harder for you to get up from a chair or keep your balance when walking on an uneven surface.Certain illnesses, such as low blood pressure, diabetes, and neuropathySlow reflexes, which make it hard to keep your balance or move out of the way of a hazardTripping or slipping due to loss of footing or tractionAt any age, people can make changes to lower their risk of falling. It important to take care of your health, including getting regular eye exams. Regular exercise may lower your risk of falls by strengthening your muscles, improving your balance, and keeping your bones strong. And you can look for ways to make your house safer. For example, you can get rid of tripping hazards and make sure that you have rails on the stairs and in the bath. To reduce the chances of breaking a bone if you do fall, make sure that you get enough calcium and vitamin D. NIH: National Institute on Aging"}
{"id": "doc14", "contents": "Usher Syndrome  Usher syndrome is an inherited disease that causes serious hearing loss and retinitis pigmentosa, an eye disorder that causes your vision to get worse over time. It is the most common condition that affects both hearing and vision.There are three types of Usher syndrome:People with type I are deaf from birth and have severe balance problems from a young age. Vision problems usually start by age 10 and lead to blindness.People with type II have moderate to severe hearing loss and normal balance. Vision problems start in the early teens and get worse more slowly than in type I.People with type III are born with normal hearing and near-normal balance but develop vision problems and then hearing loss.There is no cure. Tools such as hearing aids or cochlear implants can help some people. Training such as Braille instruction, low-vision services, or auditory training can also help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc15", "contents": "Spinal Muscular Atrophy  What is spinal muscular atrophy (SMA)?Spinal muscular atrophy (SMA) is a group of genetic diseases that damages and kills motor neurons. Motor neurons are a type of nerve cell in the spinal cord and lower part of the brain. They control movement in your arms, legs, face, chest, throat, and tongue.As the motor neurons die off, your muscles start to weaken and atrophy (waste away). The muscle damage gets worse over time and can affect speaking, walking, swallowing, and breathing.What are the types of spinal muscular atrophy (SMA) and what are their symptoms?There are different types of SMA. They are based on how serious the disease is and when the symptoms start:Type l is also called Werdnig-Hoffman disease or infantile-onset SMA. It is the most severe type. It is also the most common. Babies with this type usually show signs of the disease before 6 months of age. In more severe cases, the signs show up even before or just after birth (Types 0 or 1A). The babies may have trouble swallowing and breathing and may not move around a lot. They have chronic shortening of muscles or tendons (called contractures). They usually cannot sit up without help. Without treatment, many children with this type will die before 2 years of age.Type ll is a moderate to severe type of SMA. It usually first noticed between 6 and 18 months of age. Most children with this type can sit without support but cannot stand or walk without help. They may also have trouble breathing. They can usually live into adolescence or young adulthood.Type lll is also called Kugelberg-Welander disease. It is the mildest type that affects children. The signs of the disease usually show up after age 18 months. Children with this type can walk by themselves but may have trouble running, getting up from a chair, or climbing stairs. They may also have scoliosis (curvature of the spine), contractures, and respiratory infections. With treatment, most children with this type will have a normal lifespan.Type IV is rare and often mild. It usually causes symptoms after 21 years of age. The symptoms include mild to moderate leg muscle weakness, tremors, and mild breathing problems. The symptoms slowly get worse over time. People with this type of SMA have a normal lifespan.What causes spinal muscular atrophy (SMA)?Most types of SMA are caused by a change in the SMN1 gene. This gene is responsible for making a protein that the motor neurons need to be healthy and to function. But when part of the SMN1 gene is missing or abnormal, there isn't enough protein for the motor neurons. This causes the motor neurons to die off.Most people have two copies of the SM1 gene - one from each parent. SMA normally only happens when both copies have the gene change. If only one copy has the change, there usually aren't any symptoms. But that gene could be passed down from parent to child.Some of the less common types of SMA may be caused by changes in other genes.How is spinal muscular atrophy (SMA) diagnosed?Your health care provider may use many tools to diagnose SMA:A physical examA medical history, including asking about family historyGenetic testing to check for the gene changes that cause SMAElectromyography and nerve conduction studies and a muscle biopsy may be done, especially if no gene changes were foundParents who have a family history of SMA may want to do a prenatal test to check to see whether their baby has an SMN1 gene change. An amniocentesis or in some cases a chorionic villi sampling (CVS) is used to get the sample for testing.In some states, genetic testing for SMA is part of newborn screening tests.What are the treatments for spinal muscular atrophy (SMA)?There is no cure for SMA. Treatments can help manage symptoms and prevent complications. They may include:Medicines to help the body make more of the proteins that the motor neurons needGene therapy for children under 2 years of agePhysical, occupational, and rehabilitation therapy to help to improve posture and the mobility of the joints. These therapies may also improve blood flow and slow muscle weakness and atrophy. Some people may also need therapy for trouble speaking, chewing, and swallowing.Assistive devices such as supports or braces, orthotics, speech synthesizers, and wheelchairs to help people stay more independentGood nutrition and a balanced diet to help maintain weight and strength. Some people might need a feeding tube in order to get the nutrition they need.Breathing support for people who have muscle weakness in the neck, throat, and chest. The support may include devices to help with breathing during the day and to prevent sleep apnea at night. Some people might need to be on a ventilator.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc16", "contents": "Carpal Tunnel Syndrome  You're working at your desk, trying to ignore the tingling or numbness you've had for some time in your hand and wrist. Suddenly, a sharp, piercing pain shoots through the wrist and up your arm. Just a passing cramp? It could be carpal tunnel syndrome.The carpal tunnel is a narrow passageway of ligament and bones at the base of your hand. It contains nerve and tendons. Sometimes, thickening from irritated tendons or other swelling narrows the tunnel and causes the nerve to be compressed. Symptoms usually start gradually. As they worsen, grasping objects can become difficult.Often, the cause is having a smaller carpal tunnel than other people do. Other causes include performing assembly line work, wrist injury, or swelling due to certain diseases, such as rheumatoid arthritis. Women are three times more likely to have carpal tunnel syndrome than men.Early diagnosis and treatment are important to prevent permanent nerve damage. Your doctor diagnoses carpal tunnel syndrome with a physical exam and special nerve tests.  Treatment includes resting your hand, splints, pain and anti-inflammatory medicines, and sometimes surgery. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc17", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc18", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc19", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc20", "contents": "Bell's Palsy  Bell's palsy is the most common cause of facial paralysis. It usually affects just one side of the face. Symptoms appear suddenly and are at their worst about 48 hours after they start. They can range from mild to severe and include:TwitchingWeaknessParalysisDrooping eyelid or corner of mouthDroolingDry eye or mouthExcessive tearing in the eyeImpaired ability to tasteScientists think that a viral infection makes the facial nerve swell or become inflamed.  You are most likely to get Bell's palsy if you are pregnant, diabetic or sick with a cold or flu.Three out of four patients improve without treatment.  With or without treatment, most people begin to get better within 2 weeks and recover completely within 3 to 6 months. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc21", "contents": "Facial Injuries and Disorders  Face injuries and disorders can cause pain and affect how you look. In severe cases, they can affect sight, speech, breathing and your ability to swallow. Fractures (broken bones), especially in the bones of your nose, cheekbone and jaw, are common facial injuries.Certain diseases also lead to facial disorders. For example, nerve diseases like trigeminal neuralgia or Bell's palsy sometimes cause facial pain, spasms and trouble with eye or facial movement. Birth defects can also affect the face. They can cause underdeveloped or unusually prominent facial features or a lack of facial expression. Cleft lip and palate are a common facial birth defect."}
