{"id": "doc1", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc2", "contents": "Cholera  Cholera is a bacterial infection that causes diarrhea. The cholera bacterium is usually found in water or food that has been contaminated by feces (poop). Cholera is rare in the US. You may get it if you travel to parts of the world with poor water and sewage treatment. Outbreaks can also happen after disasters. The disease is not likely to spread directly from person to person.Cholera infections are often mild. Some people don't have any symptoms. If you do get symptoms, they usually start 2 to 3 days after infection. The most common symptom is watery diarrhea.In some cases, the infection can be severe, causing  lots of watery diarrhea, vomiting, and leg cramps. Because you quickly lose body fluids, you are at risk for dehydration and shock. Without treatment, you could die within hours. If you think that you might have cholera, you should get medical care right away.Doctors diagnose cholera with a stool sample or rectal swab. Treatment is the replacement of the fluid and salts that you lost through the diarrhea. This is usually with a rehydration solution that you drink. People with severe cases may need an I.V. to replace the fluids. Some of them may also need antibiotics. Most people who get fluid replacement right away will recover.There are vaccines to prevent cholera. One of them is available for adults in the U.S. Very few Americans need it, because most people do not visit areas that have an active cholera outbreak.There are also simple steps you can take to help to prevent cholera infection:Use only bottled or purified water for drinking, washing dishes, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsWash your hands often with soap and clean waterMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesCenters for Disease Control and Prevention"}
{"id": "doc3", "contents": "Giardia Infections  Giardiasis is an illness caused by a parasite called Giardia intestinalis. It lives in soil, food, and water. It may also be on surfaces that have been contaminated with waste. You can become infected if you swallow the parasite. You can also get it if you're exposed to human feces (poop) through sexual contact.The risk of getting giardia is higher for travelers to countries where it is common, people in child care settings, and those who drink untreated water.Diarrhea is the main symptom of giardia infection. Others include:\tPassing gas\tGreasy stools\tStomach cramps\tUpset stomach or nausea These symptoms may lead to weight loss and loss of body fluids. Some people have no symptoms at all. Symptoms of infection often last two to six weeks. Stool sample tests can diagnose it. You often need to collect several samples to test. Doctors use several drugs to treat it. The best way to prevent giardia infection is to practice good hygiene, including frequent hand washing. You should not drink water that may be contaminated. You should also peel or wash fresh fruit and vegetables before eating.Centers for Disease Control and Prevention"}
{"id": "doc4", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc6", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc8", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Hemorrhagic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Hemorrhagic stroke is the less common type. It happens when a blood vessel breaks and bleeds into the brain. Within minutes, brain cells begin to die. Causes include a bleeding aneurysm, an arteriovenous malformation (AVM), or an artery wall that breaks open.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. With a hemorrhagic stroke, the first steps are to find the cause of bleeding in the brain and then control it.  Surgery may be needed.  Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc11", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc12", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Pneumonia  What is pneumonia?Pneumonia is an infection in one or both of the lungs. It causes the air sacs of the lungs to fill up with fluid or pus. It can range from mild to severe, depending on the type of germ causing the infection, your age, and your overall health.What causes pneumonia?Bacterial, viral, and fungal infections can cause pneumonia.Bacteria are the most common cause. Bacterial pneumonia can occur on its own. It can also develop after you've had certain viral infections such as a cold or the flu. Several different types of bacteria can cause pneumonia, including:Streptococcus pneumoniaeLegionella pneumophila; this pneumonia is often called Legionnaires' diseaseMycoplasma pneumoniaeChlamydia pneumoniaeHaemophilus influenzaeViruses that infect the respiratory tract may cause pneumonia. Viral pneumonia is often mild and goes away on its own within a few weeks. But sometimes it is serious enough that you need to get treatment in a hospital. If you have viral pneumonia, you are at risk of also getting bacterial pneumonia. The different viruses that can cause pneumonia include:Respiratory syncytial virus (RSV)Some common cold and flu virusesSARS-CoV-2, the virus that causes COVID-19Fungal pneumonia is more common in people who have chronic health problems or weakened immune systems. Some of the types include:Pneumocystis pneumonia (PCP)Coccidioidomycosis, which causes valley feverHistoplasmosisCryptococcusWho is at risk for pneumonia?Anyone can get pneumonia, but certain factors can increase your risk:Age; the risk is higher for children who are age 2 and under and adults age 65 and olderExposure to certain chemicals, pollutants, or toxic fumesLifestyle habits, such as smoking, heavy alcohol use, and malnourishmentBeing in a hospital, especially if you are in the ICU. Being sedated and/or on a ventilator raises the risk even more.Having a lung diseaseHaving a weakened immune systemHave trouble coughing or swallowing, from a stroke or other conditionRecently being sick with a cold or the fluWhat are the symptoms of pneumonia?The symptoms of pneumonia can range from mild to severe and include:FeverChillsCough, usually with phlegm (a slimy substance from deep in your lungs)Shortness of breathChest pain when you breathe or coughNausea and/or vomitingDiarrheaThe symptoms can vary for different groups. Newborns and infants may not show any signs of the infection. Others may vomit and have a fever and cough. They might seem sick, with no energy, or be restless.Older adults and people who have serious illnesses or weak immune systems may have fewer and milder symptoms. They may even have a lower than normal temperature. Older adults who have pneumonia sometimes have sudden changes in mental awareness.What other problems can pneumonia cause?Sometimes pneumonia can cause serious complications such as:Bacteremia, which happens when the bacteria move into the bloodstream. It is serious and can lead to septic shock.Lung abscesses, which are collections of pus in cavities of the lungsPleural disorders, which are conditions that affect the pleura. The pleura is the tissue that covers the outside of the lungs and lines the inside of your chest cavity.Kidney failureRespiratory failureHow is pneumonia diagnosed?Sometimes pneumonia can be hard to diagnose. This is because it can cause some of the same symptoms as a cold or the flu. It may take time for you to realize that you have a more serious condition.Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical exam, including listening to your lungs with a stethoscopeVarious tests, such as"}
{"id": "doc14", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc15", "contents": "Constipation  Constipation means that a person has three or fewer bowel movements in a week. The stool can be hard and dry. Sometimes it is painful to pass. At one time or another, almost "}
{"id": "doc16", "contents": "Diverticulosis and Diverticulitis  Diverticula are small pouches that bulge outward through the colon, or large intestine. If you have these pouches, you have a condition called diverticulosis. It becomes more common as people age. About half of all people over age 60 have it. Doctors believe the main cause is a low-fiber diet.Most people with diverticulosis don't have symptoms. Sometimes it causes mild cramps, bloating or constipation. Diverticulosis is often found through tests ordered for something else. For example, it is often found during a colonoscopy to screen for cancer. A high-fiber diet and mild pain reliever will often relieve symptoms.If the pouches become inflamed or infected, you have a condition called diverticulitis. The most common symptom is abdominal pain, usually on the left side. You may also have fever, nausea, vomiting, chills, cramping, and constipation. In serious cases, diverticulitis can lead to bleeding, tears, or blockages. Your doctor will do a physical exam and imaging tests to diagnose it. Treatment may include antibiotics, pain relievers, and a liquid diet. A serious case may require a hospital stay or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc18", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc19", "contents": "Cellulitis  Cellulitis is an infection of the skin and deep underlying tissues. Group A strep (streptococcal) bacteria are the most common cause.  The bacteria enter your body when you get an injury such as a bruise, burn, surgical cut, or wound.Symptoms include:Fever and chillsSwollen glands or lymph nodesA rash with painful, red, tender skin. The skin may blister and scab over.Your health care provider may take a sample or culture from your skin or do a blood test to identify the bacteria causing infection. Treatment is with antibiotics. They may be oral in mild cases, or intravenous (by IV) for more severe cases."}
{"id": "doc20", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc21", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
