{"id": "doc1", "contents": "Autoimmune Diseases  What are autoimmune diseases?Your immune system protects you from disease and infection by attacking germs that get into your body, such as viruses and bacteria. Your immune system can tell that the germs aren't part of you, so it destroys them. If you have an autoimmune disease, your immune system attacks the healthy cells of your organs and tissues by mistake.There are more than 80 types of autoimmune diseases. They can affect almost any part of your body. For example, alopecia areata is an autoimmune disease of the skin that causes hair loss. Autoimmune hepatitis affects the liver. In type 1 diabetes, the immune system attacks the pancreas.  And in rheumatoid arthritis, the immune system can attack many parts of the body, including the joints, lungs, and eyes.What causes autoimmune diseases?No one is sure why autoimmune diseases happen. But you can't catch them from other people.Autoimmune diseases do tend to run in families, which means that certain genes may make some people more likely to develop a problem. Viruses, certain chemicals, and other things in the environment may trigger an autoimmune disease if you already have the genes for it.Who is at risk for autoimmune diseases?Millions of Americans of all ages have autoimmune diseases. Women develop many types of autoimmune diseases much more often than men. And if you have one autoimmune disease, you are more likely to get another.What are the symptoms of autoimmune diseases?The symptoms of an autoimmune disease depend on the part of your body that's affected. Many types of autoimmune diseases cause redness, swelling, heat, and pain, which are the signs and symptoms of inflammation.  But other illnesses can cause the same symptoms.The symptoms of autoimmune diseases can come and go. During a flare-up, your symptoms may get severe for a while. Later on, you may have a remission, which means that your symptoms get better or disappear for a period of time.How are autoimmune diseases diagnosed?Doctors often have a hard time diagnosing autoimmune diseases. There's usually not a specific test to show whether you have a certain autoimmune disease. And the symptoms can be confusing. That's because many autoimmune diseases have similar symptoms. And some symptoms, such as muscle aches, are common in many other illnesses. So it can take a long time and some visits to different types of doctors to get a diagnosis.To help your doctor find out if an autoimmune disease is causing your symptoms,:Learn about the health conditions in your family history.  What health problems did your grandparents, aunts, uncles, and cousins have? Write down what you learn and share it with your doctor.Keep track of your symptoms, including how long they last and what makes them better or worse. Share your notes with your doctor.See a specialist who deals with the symptoms that bother you most. For example, if you have rash, see a dermatologist (skin doctor).What are the treatments for autoimmune diseases?The treatment depends on the disease. In most cases, the goal of treatment is to suppress (slow down) your immune system, and ease swelling, redness, and pain from inflammation. Your doctor may give you corticosteroids or other medicines to help you feel better. For some diseases, you may need treatment for the rest of your life."}
{"id": "doc2", "contents": "Immune System and Disorders  What is the immune system?Your immune system is a complex network of cells, tissues, and organs. Together they help the body fight infections and other diseases.When germs such as bacteria or viruses invade your body, they attack and multiply. This is called an infection. The infection causes the disease that makes you sick. Your immune system protects you from the disease by fighting off the germs.What are the parts of the immune system?The immune system has many different parts, including:Your skin, which can help prevent germs from getting into the bodyMucous membranes, which are the moist, inner linings of some organs and body cavities. They make mucus and other substances which can trap and fight germs.White blood cells, which fight germsOrgans and tissues of the lymph system, such as the thymus, spleen, tonsils, lymph nodes, lymph vessels, and bone marrow.  They produce, store, and carry white blood cells.How does the immune system work?Your immune system defends your body against substances it sees as harmful or foreign. These substances are called antigens. They may be germs such as bacteria and viruses. They might be chemicals or toxins. They could also be cells that are damaged from things like cancer or sunburn.When your immune system recognizes an antigen, it attacks it. This is called an immune response. Part of this response is to make antibodies. Antibodies are proteins that work to attack, weaken, and destroy antigens. Your body also makes other cells to fight the antigen.Afterwards, your immune system remembers the antigen. If it sees the antigen again, it can recognize it. It will quickly send out the right antibodies, so in most cases, you don't get sick. This protection against a certain disease is called immunity.What are the types of immunity?There are three different types of immunity:Innate immunity is the protection that you are born with. It is your body's first line of defense. It includes barriers such as the skin and mucous membranes. They keep harmful substances from entering the body. It also includes some cells and chemicals which can attack foreign substances.Active immunity, also called adaptive immunity, develops when you are infected with or vaccinated against a foreign substance. Active immunity is usually long-lasting. For many diseases, it can last your entire life.Passive immunity happens when you receive antibodies to a disease instead of making them through your own immune system. For example, newborn babies have antibodies from their mothers. People can also get passive immunity through blood products that contain antibodies. This kind of immunity gives you protection right away. But it only lasts a few weeks or months.What can go wrong with the immune system?Sometimes a person may have an immune response even though there is no real threat. This can lead to problems such as allergies, asthma, and autoimmune diseases. If you have an autoimmune disease, your immune system attacks healthy cells in your body by mistake.Other immune system problems happen when your immune system does not work correctly. These problems include immunodeficiency diseases. If you have an immunodeficiency disease, you get sick more often. Your infections may last longer and can be more serious and harder to treat. They are often genetic disorders.There are other diseases that can affect your immune system. For example, HIV is a virus that harms your immune system by destroying your white blood cells. If HIV is not treated, it can lead to AIDS (acquired immunodeficiency syndrome). People with AIDS have badly damaged immune systems. They get an increasing number of severe illnesses."}
{"id": "doc3", "contents": "Calcium  You have more calcium in your body than any other mineral. Calcium has many important jobs. The body stores more than 99% of its calcium in the bones and teeth to help make and keep them strong. The rest is throughout the body in blood, muscle and the fluid between cells. Your body needs calcium to help muscles and blood vessels contract and expand, to secrete hormones and enzymes and to send messages through the nervous system. It is important to get plenty of calcium in the foods you eat. Foods rich in calcium include:Dairy products such as milk, cheese, and yogurtLeafy, green vegetablesFish with soft bones that you eat, such as canned sardines and salmonCalcium-enriched foods such as breakfast cereals, fruit juices, soy and rice drinks, and tofu. Check the product labels.The exact amount of calcium you need depends on your age and other factors. Growing children and teenagers need more calcium than young adults. Older women need plenty of calcium to prevent osteoporosis. People who do not eat enough high-calcium foods should take a calcium supplement.NIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc4", "contents": "Parathyroid Disorders  Most people have four pea-sized glands, called parathyroid glands, on the thyroid gland in the neck. Though their names are similar, the thyroid and parathyroid glands are completely different. The parathyroid glands make parathyroid hormone (PTH), which helps your body keep the right balance of calcium and phosphorous.If your parathyroid glands make too much or too little hormone, it disrupts this balance. If they secrete extra PTH, you have hyperparathyroidism, and your blood calcium rises. In many cases, a benign tumor on a parathyroid gland makes it overactive. Or, the extra hormones can come from enlarged parathyroid glands. Very rarely, the cause is cancer.If you do not have enough PTH, you have hypoparathyroidism. Your blood will have too little calcium and too much phosphorous. Causes include injury to the glands, endocrine disorders, or genetic conditions. Treatment is aimed at restoring the balance of calcium and phosphorous.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Pregnancy and Nutrition  What is nutrition, and why is it important during pregnancy?Nutrition is about eating a healthy and balanced diet so your body gets the nutrients that it needs. Nutrients are substances in foods that our bodies need so they can function and grow. They include carbohydrates, fats, proteins, vitamins, minerals, and water.When you're pregnant, nutrition is more important than ever. You need more of many important nutrients than you did before pregnancy. Making healthy food choices every day will help you give your baby what he or she needs to develop. It will also help make sure that you and your baby gain the proper amount of weight.Do I have any special nutrition needs now that I am pregnant?You need more folic acid, iron, calcium, and vitamin D than you did before pregnancy:Folic acid is a B vitamin that may help prevent certain birth defects. Before pregnancy, you need 400 mcg (micrograms) per day. During pregnancy and when breastfeeding, you need 600 mcg per day from foods or vitamins. It is hard to get this amount from foods alone, so you need to take a supplement that contains folic acid.Iron is important for your baby's growth and brain development. During pregnancy, the amount of blood in your body increases, so you need more iron for yourself and your growing baby. You should get 27 mg (milligrams) of iron a day.Calcium during pregnancy can reduce your risk of preeclampsia, a serious medical condition that causes a sudden increase in blood pressure. Calcium also builds up your baby's bones and teeth.Pregnant adults should get 1,000 mg (milligrams) of calcium a dayPregnant teenagers (ages 14-18) need 1,300 mg of calcium a dayVitamin D helps the calcium to build up the baby's bones and teeth. All women, pregnant or not, should be getting 600 IU (international units) of vitamin D per day.Keep in mind that taking too much of a supplement can be harmful. For example, very high levels of vitamin A can cause birth defects. Only take vitamins and mineral supplements that your health care provider recommends.You also need more protein when you are pregnant. Healthy sources of protein include beans, peas, eggs, lean meats, seafood, and unsalted nuts and seeds.Hydration is another special nutritional concern during pregnancy. When you are pregnant, your body needs even more water to stay hydrated and support the life inside you. So it's important to drink enough fluids every day.How much weight should I gain during my pregnancy?How much weight you should gain depends on your health and how much you weighed before pregnancy:If you were at a normal weight before pregnancy, you should gain about 25 to 35 poundsIf you were underweight before pregnancy, you should gain moreIf you were overweight or had obesity before you become pregnant, you should gain lessCheck with your health care provider to find out how much weight gain during pregnancy is healthy for you. You should gain the weight gradually during your pregnancy, with most of the weight gained in the last trimester.Do I need to eat more calories when I am pregnant?How many calories you need depends on your weight gain goals. Your health care provider can tell you what your goal should be, based on things like your weight before pregnancy, your age, and how fast you gain weight. The general recommendations are:In the first trimester of pregnancy, you probably do not need extra caloriesIn the second trimester, you usually need about 340 extra caloriesIn the last trimester, you may need around 450 extra calories per dayDuring the final weeks of pregnancy, you may not need extra caloriesKeep in mind that not all calories are equal. You should eat healthy foods that are packed with nutrients - not \"empty calories\" such as those found in soft drinks, candies, and desserts.What foods should I avoid during pregnancy?During pregnancy, you should avoid:Alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy.Fish that may have high levels of mercury. Limit white (albacore) tuna to 6 ounces per week. Do not eat tilefish, shark, swordfish, or king mackerel.Foods that are more likely to contain germs that could cause foodborne illness, including"}
{"id": "doc6", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Critical Care  What is critical care?Critical care is medical care for people who have life-threatening injuries and illnesses. It usually takes place in an intensive care unit (ICU). A team of specially-trained health care providers gives you 24-hour care. This includes using machines to constantly monitor your vital signs. It also usually involves giving you specialized treatments.Who needs critical care?You need critical care if you have a life-threatening illness or injury, such as:Severe burnsCOVID-19Heart attackHeart failureKidney failurePeople recovering from certain major surgeriesRespiratory failureSepsisSevere bleedingSerious infectionsSerious injuries, such as from car crashes, falls, and shootingsShockStrokeWhat happens in a critical care unit?In a critical care unit, health care providers use lots of different equipment, including:Catheters, flexible tubes used to get fluids into the body or to drain fluids from the bodyDialysis machines (\"artificial kidneys\") for people with kidney failureFeeding tubes, which give you nutritional supportIntravenous (IV) tubes to give you fluids and medicinesMachines which check your vital signs and display them on monitorsOxygen therapy to give you extra oxygen to breathe inTracheostomy tubes, which are breathing tubes. The tube is placed in a surgically made hole that goes through the front of the neck and into the windpipe.Ventilators (breathing machines), which move air in and out of your lungs. This is for people who have respiratory failure.These machines can help keep you alive, but many of them can also raise your risk of infection.Sometimes people in a critical care unit are not able to communicate. It's important that you have an advance directive in place. This can help your health care providers and family members make important decisions, including end-of-life decisions, if you are not able to make them."}
{"id": "doc8", "contents": "Nutritional Support  Nutritional support is therapy for people who cannot get enough nourishment by eating or drinking.  You may need it if you :Can't swallowHave problems with your appetiteAre severely malnourishedCan't absorb nutrients through your digestive systemYou receive nutritional support through a needle or catheter placed in your vein or with a feeding tube, which goes into your stomach. "}
{"id": "doc9", "contents": "Lupus  What is lupus?Lupus is an autoimmune disease. This means that your immune system attacks healthy cells and tissues by mistake. This can damage many parts of the body, including the joints, skin, kidneys, heart, lungs, blood vessels, and brain.There are several kinds of lupus:Systemic lupus erythematosus (SLE) is the most common type. It can be mild or severe and can affect many parts of the body.Discoid lupus causes a red rash that doesn't go awaySubacute cutaneous lupus causes sores after being out in the sunDrug-induced lupus is caused by certain medicines. It usually goes away when you stop taking the medicine.Neonatal lupus, which is rare, affects newborns. It is probably caused by certain antibodies from the mother.What causes lupus?The cause of lupus is unknown.Who is at risk for lupus?Anyone can get lupus, but women are most at risk. Lupus is two to three times more common in African American women than in white women. It's also more common in Hispanic, Asian, and Native American women. African American and Hispanic women are more likely to have severe forms of lupus.What are the symptoms of lupus?Lupus can have many symptoms, and they differ from person to person. Some of the more common ones are:Pain or swelling in jointsMuscle painFever with no known causeRed rashes, most often on the face (also called the \"butterfly rash\")Chest pain when taking a deep breathHair lossPale or purple fingers or toesSensitivity to the sunSwelling in legs or around eyesMouth ulcersSwollen glandsFeeling very tiredSymptoms may come and go. When you are having symptoms, it is called a flare.  Flares can range from mild to severe. New symptoms may appear at any time.How is lupus diagnosed?There is no specific test for lupus, and it's often mistaken for other diseases. So it may take months or years for a doctor to diagnose it. Your doctor may use many tools to make a diagnosis:Medical historyComplete examBlood testsSkin biopsy (looking at skin samples under a microscope)Kidney biopsy (looking at tissue from your kidney under a microscope)What are the treatments for lupus?There is no cure for lupus, but medicines and lifestyle changes can help control it.People with lupus often need to see different doctors. You will have a primary care doctor and a rheumatologist (a doctor who specializes in the diseases of joints and muscles). Which other specialists you see depends on how lupus affects your body. For example, if lupus damages your heart or blood vessels, you would see a cardiologist.Your primary care doctor should coordinate care between your different health care providers and treat other problems as they come up. Your doctor will develop a treatment plan to fit your needs. You and your doctor should review the plan often to be sure it is working. You should report new symptoms to your doctor right away so that your treatment plan can be changed if needed.The goals of the treatment plan are to:Prevent flaresTreat flares when they occurReduce organ damage and other problemsTreatments may include drugs to:Reduce swelling and painPrevent or reduce flaresHelp the immune systemReduce or prevent damage to jointsBalance the hormonesBesides taking medicines for lupus, you may need to take medicines for problems that are related to lupus such as high cholesterol, high blood pressure, or infection.Alternative treatments are those that are not part of standard treatment. At this time, no research shows that alternative medicine can treat lupus. Some alternative or complementary approaches may help you cope or reduce some of the stress associated with living with a chronic illness. You should talk to your doctor before trying any alternative treatments.How can I cope with lupus?It is important to take an active role in your treatment. It helps to learn more about lupus - being able to spot the warning signs of a flare can help you prevent the flare or make the symptoms less severe.It is also important to find ways to cope with the stress of having lupus. Exercising and finding ways to relax may make it easier for you to cope. A good support system can also help.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc10", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc11", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc12", "contents": "Drug Reactions  Most of the time, medicines make our lives better. They reduce aches and pains, fight infections, and control problems such as high blood pressure or diabetes. But medicines can also cause unwanted reactions, such as drug interactions, side effects, and allergies.What is a drug interaction?A drug interaction is a change in the way a drug acts in the body when taken with certain other drugs, foods, or supplements or when taken while you have certain medical conditions. Examples include:Two drugs, such as aspirin and blood thinnersDrugs and food, such as statins and grapefruitDrugs and supplements, such as gingko and blood thinnersDrugs and medical conditions, such as aspirin and peptic ulcersInteractions could cause a drug to be more or less effective, cause side effects, or change the way one or both drugs work.What are side effects?Side effects are unwanted, usually unpleasant, effects caused by medicines. Most are mild, such as a stomachache, dry mouth, or drowsiness, and go away after you stop taking the medicine.  Others can be more serious. Sometimes a drug can interact with a disease that you have and cause a side effect. For example, if you have a heart condition, certain decongestants can cause you to have a rapid heartbeat.What are drug allergies?Drug allergies are another type of reaction. They can range from mild to life-threatening. Skin reactions, such as hives and rashes, are the most common type. Anaphylaxis, a serious allergic reaction, is less common.How can I stay safe when taking medicines?When you start a new prescription or over-the-counter medicine, make sure you understand how to take it correctly. Know which other medicines, foods, and supplements you need to avoid. Always talk to your health care provider or pharmacist if you have questions about your medicines."}
{"id": "doc13", "contents": "Blood Transfusion and Donation  Every year, millions of people in the United States receive life-saving blood transfusions.  During a transfusion, you receive whole blood or parts of blood such as: Red blood cells - cells that carry oxygen to and from tissues and organsPlatelets - cells that form clots to control bleedingPlasma - the liquid part of the blood that helps clotting. You may need it if you have been badly burned, have liver failure or a severe infection.Most blood transfusions go very smoothly.  Some infectious agents, such as HIV, can survive in blood and infect the person receiving the blood transfusion. To keep blood safe, blood banks carefully screen donated blood. The risk of catching a virus from a blood transfusion is low.Sometimes it is possible to have a transfusion of your own blood. During surgery, you may need a blood transfusion because of blood loss. If you are having a surgery that you're able to schedule months in advance, your doctor may ask whether you would like to use your own blood, instead of donated blood. If so, you will need to have blood drawn one or more times before the surgery. A blood bank will store your blood for your use.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "Vaccine Safety  What are vaccines?Vaccines play an important role in keeping us healthy. They protect us from serious and sometimes deadly diseases. Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make you sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps your body fight off the germs. Your immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.These diseases can be very serious. Because of this, getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.Do vaccines cause side effects?As with medicines, any vaccine can cause side effects. Most of the time the side effects are minor, such as a sore arm, fatigue, or mild fever. They usually go away within a few days. These common side effects are often a sign that your body is starting to build immunity against a disease.Serious side effects from vaccines can happen, but they are very rare. These side effects could include a severe allergic reaction. Other possible side effects are different for each vaccine. Talk with your health care provider if you're concerned about your health after getting vaccinated.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and ASD.How are vaccines tested for safety?Every vaccine that is approved in the United States goes through extensive safety testing. It starts with testing and evaluation of the vaccine before it's approved by the Food and Drug Administration (FDA). This process can often take several years.:First, the vaccine is tested in labs. Based on those tests, the FDA decides whether to test the vaccine with people.Testing with people is done through clinical trials. In these trials, the vaccines are tested on volunteers. Clinical trials usually start with 20 to 100 volunteers, but eventually include thousands of volunteers.The clinical trials have three phases. The trials are looking for the answer to important questions such as "}
{"id": "doc15", "contents": "Vitamin D  Vitamins are substances that your body needs to grow and develop normally. Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. A lack of vitamin D can lead to bone diseases such as osteoporosis or rickets.  Vitamin D also has a role in your nerve, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. However, too much sun exposure can lead to skin aging and skin cancer.  So many people try to get their vitamin D from other sources.Vitamin D-rich foods include egg yolks, saltwater fish, and liver.  Some other foods, like milk and cereal, often have added vitamin D. You can also take vitamin D supplements.  Check with your health care provider to see how much you should take.  People who might need extra vitamin D include:Older adultsBreastfed infantsPeople with dark skinPeople with  certain conditions, such as liver diseases, cystic fibrosis and Crohn's diseasePeople who have obesity or have had gastric bypass surgeryNIH: National Institutes of Health Office of Dietary Supplements"}
{"id": "doc16", "contents": "Vitamin D Deficiency  What is vitamin D deficiency?Vitamin D deficiency means that you are not getting enough vitamin D to stay healthy.Why do I need vitamin D and how do I get it?Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. Vitamin D also has a role in your nervous, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. But too much sun exposure can lead to skin aging and skin cancer, so many people try to get their vitamin D from other sources.How much vitamin D do I need?The amount of vitamin D you need each day depends on your age.  The recommended amounts, in international units (IU), are:Birth to 12 months: 400 IUChildren 1-13 years: 600 IUTeens 14-18 years: 600 IUAdults 19-70 years: 600 IUAdults 71 years and older: 800 IUPregnant and breastfeeding women: 600 IUPeople at high risk of vitamin D deficiency may need more. Check with your health care provider about how much you need.What causes vitamin D deficiency?You can become deficient in vitamin D for different reasons:You don't get enough vitamin D in your dietYou don't absorb enough vitamin D from food (a malabsorption problem)You don't get enough exposure to sunlight.Your liver or kidneys cannot convert vitamin D to its active form in the body.You take medicines that interfere with your body's ability to convert or absorb vitamin DWho is at risk of vitamin D deficiency?Some people are at higher risk of vitamin D deficiency:Breastfed infants, because human milk is a poor source of vitamin D. If you are breastfeeding, give your infant a supplement of 400 IU of vitamin D every day.Older adults, because your skin doesn't make vitamin D when exposed to sunlight as efficiently as when you were young, and your kidneys are less able to convert vitamin D to its active form.People with dark skin, which has less ability to produce vitamin D from the sun.People with disorders such as Crohn's disease or celiac disease who don't handle fat properly, because vitamin D needs fat to be absorbed.People who have obesity, because their body fat binds to some vitamin D and prevents it from getting into the blood.People who have had gastric bypass surgeryPeople with osteoporosisPeople with chronic kidney or liver disease.People with hyperparathyroidism (too much of a hormone that controls the body's calcium level)People with sarcoidosis, tuberculosis, histoplasmosis, or other granulomatous disease (disease with granulomas, collections of cells caused by chronic inflammation)People with some lymphomas, a type of cancer.People who take medicines that affect vitamin D metabolism, such as cholestyramine (a cholesterol drug), anti-seizure drugs, glucocorticoids, antifungal drugs, and HIV/AIDS medicines.Talk with your health care provider if you are at risk for vitamin D deficiency.  There is a blood test which can measure how much vitamin D is in your body.What problems does vitamin D deficiency cause?Vitamin D deficiency can lead to a loss of bone density, which can contribute to osteoporosis and fractures (broken bones).Severe vitamin D deficiency can also lead to other diseases. In children, it can cause rickets. Rickets is a rare disease that causes the bones to become soft and bend. African American infants and children are at higher risk of getting rickets. In adults, severe vitamin D deficiency leads to osteomalacia. Osteomalacia causes weak bones, bone pain, and muscle weakness.Researchers are studying vitamin D for its possible connections to several medical conditions, including diabetes, high blood pressure, cancer, and autoimmune conditions such as multiple sclerosis. They need to do more research before they can understand the effects of vitamin D on these conditions.How can I get more vitamin D?There are a few foods that naturally have some vitamin D:Fatty fish such as salmon, tuna, and mackerelBeef liverCheeseMushroomsEgg yolksYou can also get vitamin D from fortified foods. You can check the food labels to find out whether a food has vitamin D. Foods that often have added vitamin D include:MilkBreakfast cerealsOrange juiceOther dairy products, such as yogurtSoy drinksVitamin D is in many multivitamins. There are also vitamin D supplements, both in pills and a liquid for babies.If you have vitamin D deficiency, the treatment is with supplements. Check with your health care provider about how much you need to take, how often you need to take it, and how long you need to take it.Can too much vitamin D be harmful?Getting too much vitamin D (known as vitamin D toxicity) can be harmful. Signs of toxicity include nausea, vomiting, poor appetite, constipation, weakness, and weight loss. Excess vitamin D can also damage the kidneys. Too much vitamin D also raises the level of calcium in your blood. High levels of blood calcium (hypercalcemia) can cause confusion, disorientation, and problems with heart rhythm.Most cases of vitamin D toxicity happen when someone overuses vitamin D supplements. Excessive sun exposure doesn't cause vitamin D poisoning because the body limits the amount of this vitamin it produces."}
{"id": "doc17", "contents": "Rickets  Rickets causes soft, weak bones in children. It usually occurs when they do not get enough vitamin D, which helps growing bones absorb the minerals calcium and phosphorous. It can also happen when calcium or phosphorus levels are too low.Your child might not get enough vitamin D if he or she:Has dark skinSpends too little time outsideHas on sunscreen all the time when out of doorsDoesn't eat foods containing vitamin D because of lactose intolerance or a strict vegetarian dietIs breastfed without receiving vitamin D supplementsCan't make or use vitamin D because of a medical disorder such as celiac diseaseIn addition to dietary rickets, children can get an inherited form of the disease. Symptoms include bone pain or tenderness, impaired growth, and deformities of the bones and teeth. Your child's doctor uses lab and imaging tests to make the diagnosis. Treatment is replacing the calcium, phosphorus, or vitamin D that are lacking in the diet. Rickets is rare in the United States."}
