{"id": "doc1", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc2", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc3", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc4", "contents": "Anesthesia  What is anesthesia?Anesthesia is the use of medicines to prevent pain during surgery and other procedures. These medicines are called anesthetics. They may be given by injection, inhalation, topical lotion, spray, eye drops, or skin patch. They cause you to have a loss of feeling or awareness.What is anesthesia used for?Anesthesia may be used in minor procedures, such as filling a tooth. It could be used during childbirth or procedures such as colonoscopies. And it is used during minor and major surgeries.In some cases, a dentist, nurse, or doctor may give you an anesthetic. In other cases, you may need an anesthesiologist. This is a doctor who specializes in giving anesthesia.What are the types of anesthesia?There are several different types of anesthesia:Local anesthesia numbs a small part of the body. It might be used on a tooth that needs to be pulled or on a small area around a wound that needs stitches.  You are awake and alert during local anesthesia.Regional anesthesia is used for larger areas of the body such as an arm, a leg, or everything below the waist. You may be awake during the procedure, or you may be given sedation. Regional anesthesia may be used during childbirth, a Cesarean section(C-section), or minor surgeries.General anesthesia affects the whole body. It makes you unconscious and unable to move. It is used during major surgeries, such as heart surgery, brain surgery, back surgery, and organ transplants.What are the risks of anesthesia?Anesthesia is generally safe. But there can be risks, especially with general anesthesia, including:Heart rhythm or breathing problemsAn allergic reaction to the anesthesiaDelirium after general anesthesia. Delirium makes people confused. They may be unclear about what is happening to them. Some people over the age of 60 have delirium for several days after surgery. It can also happen to children when they first wake up from anesthesia.Awareness when someone is under general anesthesia. This usually means that the person hears sounds. But sometimes they can feel pain. This is rare."}
{"id": "doc5", "contents": "Heart Surgery  What is heart surgery?Heart surgery can correct certain heart problems when other treatments haven't worked or can't be used.In some cases, heart surgery may be a medical emergency. For example, surgery for a severe heart attack may need to be done right away. In other cases, you can plan heart surgery ahead of time. Some heart surgeries are major operations, such as heart bypass surgery for blocked arteries in the heart. Other surgeries are more minor heart procedures, such as putting in a pacemaker.What conditions does heart surgery treat?There are different types of heart surgery that can help treat many heart conditions:What conditions does heart surgery treat?What does the heart surgery do?Coronary artery disease (CAD) - when a sticky substance called plaque narrows or blocks the arteries that supply blood to your heart muscle.Makes a new path for blood to flow around the blocked part of an artery in the heart. This is called a coronary artery bypass graft (CABG), or heart bypass. It's the most common heart surgery in adults.Heart valve diseases - problems with the valves that control the flow of blood through your heart.Repairs heart valves.Replaces heart valves with a mechanical valve or a biologic valve made from pig, cow, or human heart tissue.Arrhythmia - problems with the rate or rhythm of your heartbeat. They are caused by changes in the electrical signals that control your heartbeat.Places a pacemaker or an implantable cardioverter defibrillator (ICD) in the chest to correct your heartbeat.Treats atrial fibrillation with small cuts in the heart muscle. The cuts form scars that make a path for the heart's electrical signals (Maze surgery).Heart failure - when your heart is too weak or stiff to pump enough oxygen-rich blood to meet your body's needs.Places a device in the chest which may include:An implantable cardioverter defibrillator (ICD) to help prevent sudden cardiac arrest.A biventricular pacemaker to coordinate the heart's pumping action so it's more powerful.A ventricular assist device to help the heart pump blood.A total artificial heart to pump blood for the heart.Replaces a seriously diseased heart with a heathy heart (heart transplantation).Heart aneurysm - a balloon-like bulge in the wall of an artery. It can be life-threatening if the aneurysm tears or bursts.Repairs or replaces the weak part of a heart artery using a patch or a tube made of fabric.Angina - chest pain from coronary artery disease.Uses a laser to make small channels through part of the heart muscle (transmyocardial laser revascularization).Damaged and abnormal heart structures, including congenital heart defects - heart structure problems that you're born with.Repairs heart damage or problems with how the heart and blood vessels are formed. Repairs depend on the type of defect or damage.What approaches do surgeons use to do heart surgery?The approach a surgeon uses to do heart surgery depends on your heart problem, your general health, and other factors. Approaches to heart surgery include:Open-heart surgery (also called traditional heart surgery) is when the surgeon cuts the chest open to reach the heart. Because it's difficult to operate on a beating heart, medicines are used to stop the heart. A heart-lung bypass machine keeps oxygen-rich blood pumping through the body during the surgery.Off-pump heart surgery is open-heart surgery on a beating heart without using a heart-lung bypass machine. The surgeon holds the heart steady with a device. Surgeons may use off-pump heart surgery to do coronary artery bypass grafts (CABG), but only in certain cases.Minimally invasive heart surgery uses small cuts between the ribs. The cuts may be as small as 2 to 3 inches. The surgeon inserts tools into the chest through the cuts. This type of heart surgery may or may not use a heart-lung bypass machine.Robotic-assisted surgery is a type of minimally invasive surgery. The surgeon uses a computer to control tools on the arms of a robot. This allows the surgeon to be very accurate when doing difficult operations.What are the risks of heart surgery?Like all surgery, heart surgery has risks even though the results are often excellent. The risks include:BleedingInfection, fever, and swellingA problem from anesthesia (medicine that makes you sleep during surgery)ArrhythmiaDamage to the heart, kidneys, liver, and lungsStrokeThe risks of heart surgery tend to be higher if:The surgery is an emergency.You have other medical conditions, including:"}
{"id": "doc6", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc8", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc10", "contents": "Tonsillitis  What are tonsils?Tonsils are lumps of tissue at the back of the throat. There are two of them, one on each side. Along with the adenoids, tonsils are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance.  Tonsils and adenoids work by trapping the germs coming in through the mouth and nose.What is tonsillitis?Tonsillitis is an inflammation (swelling) of the tonsils. Sometimes along with tonsillitis, the adenoids are also swollen.What causes tonsillitis?The cause of tonsillitis is usually a viral infection. Bacterial infections such as strep throat can also cause tonsillitis.Who is at risk for tonsillitis?Tonsillitis is most common in children over age two. Almost every child in the United States gets it at least once. Tonsillitis caused by bacteria is more common in kids ages 5-15. Tonsillitis caused by a virus is more common in younger children.Adults can get tonsillitis, but it is not very common.Is tonsillitis contagious?Although tonsillitis is not contagious, the viruses and bacteria that cause it are contagious. Frequent handwashing can help prevent spreading or catching the infections.What are the symptoms of tonsillitis?The symptoms of tonsillitis include:A sore throat, which may be severeRed, swollen tonsilsTrouble swallowingA white or yellow coating on the tonsilsSwollen glands in the neckFeverBad breathWhen does my child need to see a health care provider for tonsillitis?You should call your health care provider if your child:Has a sore throat for more than two daysHas trouble or pain when swallowingFeels very sick or very weakYou should get emergency care right away if your child:Has trouble breathingStarts droolingHas a lot of trouble swallowingHow is tonsillitis diagnosed?To diagnose tonsillitis, your child's health care provider will first ask you about your child's symptoms and medical history. The provider will look at your child's throat and neck, checking for things such as redness or white spots on the tonsils and swollen lymph nodes.Your child will probably also have one or more tests to check for strep throat, since it can cause tonsillitis and it requires treatment. It could be a rapid strep test, a throat culture, or both. For both tests, the provider uses a cotton swab to collect a sample of fluids from your child's tonsils and the back of the throat. With the rapid strep test, testing is done in the office, and you get the results within minutes. The throat culture is done in a lab, and it usually takes a few days to get the results. The throat culture is a more reliable test. So sometimes if the rapid strep test is negative (meaning that it does not show any strep bacteria), the provider will also do a throat culture just to make sure that your child does not have strep.What are the treatments for tonsillitis?Treatment for tonsillitis depends on the cause. If the cause is a virus, there is no medicine to treat it. If the cause is a bacterial infection, such as strep throat, your child will need to take antibiotics. It is important for your child to finish the antibiotics even if he or she feels better. If treatment stops too soon, some bacteria may survive and re-infect your child.No matter what is causing the tonsillitis, there are some things you can do to help your child feel better. Make sure that your child:Gets a lot of restDrinks plenty of fluidsTries eating soft foods if it hurts to swallowTries eating warm liquids or cold foods like popsicles to soothe the throatIsn't around cigarette smoke or do anything else that could irritate the throatSleeps in a room with a humidifierGargles with saltwaterSucks on a lozenge (but do not give them to children under four; they can choke on them)Takes an over-the-counter pain reliever such as acetaminophen. Children and teenagers should not take aspirin.In some cases, your child may need a tonsillectomy.What is a tonsillectomy and why might my child need one?A tonsillectomy is surgery to remove the tonsils. Your child might need it if he or she:Keeps getting tonsillitisHas bacterial tonsillitis that does not get better with antibioticsHas tonsils are too big, and are causing trouble breathing or swallowingYour child usually gets the surgery and goes home later that day. Very young children and people who have complications may need to stay in the hospital overnight. It can take a week or two before your child completely recovers from the surgery."}
{"id": "doc11", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc12", "contents": "Anxiety  What is anxiety?Anxiety is a feeling of fear, dread, and uneasiness. It might cause you to sweat, feel restless and tense, and have a rapid heartbeat.   It can be a normal reaction to stress. For example, you might feel anxious when faced with a difficult problem at work, before taking a test, or before making an important decision. It can help you to cope. The anxiety may give you a boost of energy or help you focus. But for people with anxiety disorders, the fear is not temporary and can be overwhelming.What are anxiety disorders?Anxiety disorders are conditions in which you have anxiety that does not go away and can get worse over time. The symptoms can interfere with daily activities such as job performance, schoolwork, and relationships.What are the types of anxiety disorders?There are several types of anxiety disorders, including:Generalized anxiety disorder (GAD).People with GAD worry about ordinary issues such as health, money, work, and family. But their worries are excessive, and they have them almost every day for at least 6 months.Panic disorder. People with panic disorder have panic attacks. These are sudden, repeated periods of intense fear when there is no danger. The attacks come on quickly and can last several minutes or more.Phobias. People with phobias have an intense fear of something that poses little or no actual danger. Their fear may be about spiders, flying, going to crowded places, or being in social situations (known as social anxiety).What causes anxiety disorders?The cause of anxiety is unknown. Factors such as genetics, brain biology and chemistry, stress, and your environment may play a role.Who is at risk for anxiety disorders?The risk factors for the different types of anxiety disorders can vary. For example, GAD and phobias are more common in women, but social anxiety affects men and women equally. There are some general risk factors for all types of anxiety disorders, including:Certain personality traits, such as being shy or withdrawn when you are in new situations or meeting new peopleTraumatic events in early childhood or adulthoodFamily history of anxiety or other mental disordersSome physical health conditions, such as thyroid problems or arrhythmiaWhat are the symptoms of anxiety disorders?The different types of anxiety disorders can have different symptoms. But they all have a combination of:Anxious thoughts or beliefs that are hard to control. They make you feel restless and tense and interfere with your daily life. They do not go away and can get worse over time.Physical symptoms, such as a pounding or rapid heartbeat, unexplained aches and pains, dizziness, and shortness of breathChanges in behavior, such as avoiding everyday activities you used to doUsing caffeine, other substances, and certain medicines can make your symptoms worse.How are anxiety disorders diagnosed?To diagnose anxiety disorders, your health care provider will ask about your symptoms and medical history. You may also have a physical exam and lab tests to make sure that a different health problem is not the cause of your symptoms.If you don't have another health problem, you will get a psychological evaluation. Your provider may do it, or you may be referred to a mental health professional to get one.What are the treatments for anxiety disorders?The main treatments for anxiety disorders are psychotherapy (talk therapy), medicines, or both:Cognitive behavioral therapy (CBT) is a type of psychotherapy that is often used to treat anxiety disorders. CBT teaches you different ways of thinking and behaving. It can help you change how you react to the things that cause you to feel fear and anxiety. It may include exposure therapy. This focuses on having you confront your fears so that you will be able to do the things that you had been avoiding.Medicines to treat anxiety disorders include anti-anxiety medicines and certain antidepressants. Some types of medicines may work better for specific types of anxiety disorders. You should work closely with your health care provider to identify which medicine is best for you. You may need to try more than one medicine before you can find the right one.NIH: National Institute of Mental Health"}
{"id": "doc13", "contents": "Cat Scratch Disease  Cat scratch disease (CSD) is an illness caused by the bacterium Bartonella henselae. Almost half of all cats carry the infection at some point. The infection does not make cats sick. However, the scratch or bite of an infected cat can cause symptoms in people, including :Swollen lymph nodes, especially around the head, neck, and upper limbsFever HeadacheFatiguePoor appetite For people with weak immune systems, CSD may cause more serious problems. The best way to avoid CSD is to avoid rough play with cats that could lead to scratches or bites. If you do get a scratch or bite, wash it well with soap and water. If the bite or scratch gets infected or if you have symptoms of CSD, call your doctor. Centers for Disease Control and Prevention"}
{"id": "doc14", "contents": "Eosinophilic Esophagitis  What is eosinophilic esophagitis (EoE)?Eosinophilic esophagitis (EoE) is a chronic disease of the esophagus. Your esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. If you have EoE, white blood cells called eosinophils build up in your esophagus. This causes damage and inflammation, which can cause pain and may lead to trouble swallowing and food getting stuck in your throat.EoE is rare. But because it is a newly recognized disease, more people are now getting diagnosed with it. Some people who think that they have reflux (GERD) may actually have EoE.What causes eosinophilic esophagitis (EoE)?Researchers are not certain about the exact cause of EoE. They think that it is an immune system/allergic reaction to foods or to substances in your environment, such as dust mites, animal dander, pollen, and molds. Certain genes may also play a role in EoE.Who is at risk for eosinophilic esophagitis(EoE)?EoE can affect anyone, but it is more common in people who:Are maleAre whiteHave other allergic diseases, such as hay fever, eczema, asthma and food allergiesHave family members with EoEWhat are the symptoms of eosinophilic esophagitis (EoE)?The most common symptoms of EoE can depend on your age.In infants and toddlers::Feeding problemsVomitingPoor weight gain and growthReflux that does not get better with medicinesIn older children::VomitingAbdominal painTrouble swallowing, especially with solid foodsReflux that does not get better with medicinesPoor appetiteIn adults::Trouble swallowing, especially with solid foodsFood getting stuck in the esophagusReflux that does not get better with medicinesHeartburnChest painHow is eosinophilic esophagitis (EoE) diagnosed?To diagnose EoE, your doctor will:Ask about your symptoms and medical history. Since other conditions can have the same symptoms of EoE, it is important for your doctor to take a thorough history.Do an upper gastrointestinal (GI) endoscopy. An endoscope is a long, flexible tube with a light and camera at the end of it. Your doctor will run the endoscope down your esophagus and look at it. Some signs that you might have EoE include white spots, rings, narrowing, and inflammation in the esophagus. However, not everyone with EoE has those signs, and sometimes they can be signs of a different esophagus disorder.Do a biopsy. During the endoscopy, the doctor will take small tissue samples from your esophagus. The samples will be checked for a high number of eosinophils. This is the only way to make a diagnosis of EoE.Do other tests as needed. You may have blood tests to check for other conditions. If you do have EoE, you may have blood or other types of tests to check for specific allergies.What are the treatments for eosinophilic esophagitis (EoE)?There is no cure for EoE. Treatments can manage your symptoms and prevent further damage. The two main types of treatments are medicines and diet.Medicines used to treat EoE are:Steroids, which can help control inflammation. These are usually topical steroids, which you swallow either from an inhaler or as a liquid. Sometimes doctors prescribe oral steroids (pills) to treat people who have serious swallowing problems or weight loss.Acid suppressors such as proton pump inhibitors (PPIs), which may help with reflux symptoms and decrease inflammation.Dietary changes for EoE include:Elimination diet. If you are on an elimination diet, you stop eating and drinking certain foods and beverages for several weeks. If you are feeling better, you add the foods back to your diet one at a time. You have repeat endoscopies to see whether or not you are tolerating those foods. There are different types of elimination diets:With one type, you first have an allergy test. Then you stop eating and drinking the foods you are allergic to.For another type, you eliminate foods and drinks that commonly cause allergies, such as dairy products, egg, wheat, soy, peanuts, tree nuts and fish/shellfish.Elemental diet. With this diet, you stop eating and drinking all proteins. Instead, you drink an amino acid formula. Some people who do not like the taste of the formula use a feeding tube instead. If your symptoms and inflammation go away completely, you may be able to try adding foods back one at a time, to see whether you can tolerate them.Which treatment your health care provider suggests depends on different factors, including your age. Some people may use more than one kind of treatment. Researchers are still trying to understand EoE and how best to treat it.If your treatment is not working well enough and you have narrowing of the esophagus, you may need dilation. This is a procedure to stretch the esophagus. This makes it easier for you to swallow."}
{"id": "doc15", "contents": "Vitamin D Deficiency  What is vitamin D deficiency?Vitamin D deficiency means that you are not getting enough vitamin D to stay healthy.Why do I need vitamin D and how do I get it?Vitamin D helps your body absorb calcium. Calcium is one of the main building blocks of bone. Vitamin D also has a role in your nervous, muscle, and immune systems.You can get vitamin D in three ways: through your skin, from your diet, and from supplements. Your body forms vitamin D naturally after exposure to sunlight. But too much sun exposure can lead to skin aging and skin cancer, so many people try to get their vitamin D from other sources.How much vitamin D do I need?The amount of vitamin D you need each day depends on your age.  The recommended amounts, in international units (IU), are:Birth to 12 months: 400 IUChildren 1-13 years: 600 IUTeens 14-18 years: 600 IUAdults 19-70 years: 600 IUAdults 71 years and older: 800 IUPregnant and breastfeeding women: 600 IUPeople at high risk of vitamin D deficiency may need more. Check with your health care provider about how much you need.What causes vitamin D deficiency?You can become deficient in vitamin D for different reasons:You don't get enough vitamin D in your dietYou don't absorb enough vitamin D from food (a malabsorption problem)You don't get enough exposure to sunlight.Your liver or kidneys cannot convert vitamin D to its active form in the body.You take medicines that interfere with your body's ability to convert or absorb vitamin DWho is at risk of vitamin D deficiency?Some people are at higher risk of vitamin D deficiency:Breastfed infants, because human milk is a poor source of vitamin D. If you are breastfeeding, give your infant a supplement of 400 IU of vitamin D every day.Older adults, because your skin doesn't make vitamin D when exposed to sunlight as efficiently as when you were young, and your kidneys are less able to convert vitamin D to its active form.People with dark skin, which has less ability to produce vitamin D from the sun.People with disorders such as Crohn's disease or celiac disease who don't handle fat properly, because vitamin D needs fat to be absorbed.People who have obesity, because their body fat binds to some vitamin D and prevents it from getting into the blood.People who have had gastric bypass surgeryPeople with osteoporosisPeople with chronic kidney or liver disease.People with hyperparathyroidism (too much of a hormone that controls the body's calcium level)People with sarcoidosis, tuberculosis, histoplasmosis, or other granulomatous disease (disease with granulomas, collections of cells caused by chronic inflammation)People with some lymphomas, a type of cancer.People who take medicines that affect vitamin D metabolism, such as cholestyramine (a cholesterol drug), anti-seizure drugs, glucocorticoids, antifungal drugs, and HIV/AIDS medicines.Talk with your health care provider if you are at risk for vitamin D deficiency.  There is a blood test which can measure how much vitamin D is in your body.What problems does vitamin D deficiency cause?Vitamin D deficiency can lead to a loss of bone density, which can contribute to osteoporosis and fractures (broken bones).Severe vitamin D deficiency can also lead to other diseases. In children, it can cause rickets. Rickets is a rare disease that causes the bones to become soft and bend. African American infants and children are at higher risk of getting rickets. In adults, severe vitamin D deficiency leads to osteomalacia. Osteomalacia causes weak bones, bone pain, and muscle weakness.Researchers are studying vitamin D for its possible connections to several medical conditions, including diabetes, high blood pressure, cancer, and autoimmune conditions such as multiple sclerosis. They need to do more research before they can understand the effects of vitamin D on these conditions.How can I get more vitamin D?There are a few foods that naturally have some vitamin D:Fatty fish such as salmon, tuna, and mackerelBeef liverCheeseMushroomsEgg yolksYou can also get vitamin D from fortified foods. You can check the food labels to find out whether a food has vitamin D. Foods that often have added vitamin D include:MilkBreakfast cerealsOrange juiceOther dairy products, such as yogurtSoy drinksVitamin D is in many multivitamins. There are also vitamin D supplements, both in pills and a liquid for babies.If you have vitamin D deficiency, the treatment is with supplements. Check with your health care provider about how much you need to take, how often you need to take it, and how long you need to take it.Can too much vitamin D be harmful?Getting too much vitamin D (known as vitamin D toxicity) can be harmful. Signs of toxicity include nausea, vomiting, poor appetite, constipation, weakness, and weight loss. Excess vitamin D can also damage the kidneys. Too much vitamin D also raises the level of calcium in your blood. High levels of blood calcium (hypercalcemia) can cause confusion, disorientation, and problems with heart rhythm.Most cases of vitamin D toxicity happen when someone overuses vitamin D supplements. Excessive sun exposure doesn't cause vitamin D poisoning because the body limits the amount of this vitamin it produces."}
{"id": "doc16", "contents": "Abscess  An abscess is a pocket of pus. You can get an abscess almost anywhere in your body. When an area of your body becomes infected, your body's immune system tries to fight the infection. White blood cells go to the infected area, collect within the damaged tissue, and cause inflammation. During this process, pus forms. Pus is a mixture of living and dead white blood cells, germs, and dead tissue. Bacteria, viruses, parasites and swallowed objects can all lead to abscesses. Skin abscesses are easy to detect. They are red, raised and painful. Abscesses inside your body may not be obvious and can damage organs, including the brain, lungs and others. Treatments include drainage and antibiotics. "}
{"id": "doc17", "contents": "Anal Disorders  The anus is the opening of the rectum through which stool passes out of your body. Problems with the anus are common. They include hemorrhoids, abscesses, fissures (cracks), and cancer.You may be embarrassed to talk about your anal troubles. But it is important to let your doctor know, especially if you have pain or bleeding. The more details you can give about your problem, the better your doctor will be able to help you. Treatments vary depending on the particular problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases "}
{"id": "doc18", "contents": "Gangrene  Gangrene is the death of tissues in your body. It happens when a part of your body loses its blood supply.  Gangrene can happen on the surface of the body, such as on the skin, or inside the body, in muscles or organs.  Causes include:Serious injuriesProblems with blood circulation, such as atherosclerosis and peripheral arterial diseaseDiabetesSkin symptoms may include a blue or black color, pain, numbness, and sores that produce a foul-smelling discharge. If the gangrene is internal, you may run a fever and feel unwell, and the area may be swollen and painful.Gangrene is a serious condition. It needs immediate attention. Treatment includes surgery, antibiotics, and oxygen therapy.  In severe cases an amputation may be necessary."}
{"id": "doc19", "contents": "Diabetic Foot  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose can't get into your cells as quickly as usual. The glucose builds up in your blood and causes high blood sugar levels.How does diabetes cause foot problems?Foot problems are common in people with diabetes. They can happen over time when high blood sugar damages the nerves and blood vessels in the feet. The nerve damage, called diabetic neuropathy, can cause numbness, tingling, pain, or a loss of feeling in your feet.If you can't feel pain, you may not know when you have a cut, blister, or ulcer (open sore) on your foot. A wound like that could get infected. The infection may not heal well because the damaged blood vessels can cause poor blood flow in your feet.Having an infection and poor blood flow can lead to gangrene. That means the muscle, skin, and other tissues start to die. If you have gangrene or a foot ulcer that does not get better with treatment, you may need an amputation. This is a surgery to cut off your damaged toe, foot, or part of your leg. It may prevent a bad infection from spreading and could save your life.But there's a lot you can do to prevent a foot wound from becoming a major health problem.How can I protect my feet if I have diabetes?The best way to protect your feet is by controlling your blood sugar levels every day. This will help keep nerve and blood vessel damage from getting worse. The next step is to keep the skin of your feet healthy.Good foot care for people with diabetes includes:Checking your feet every day. Look for cuts, redness, and other changes in the skin and toenails, including warts or other spots that your shoes could rub. Make sure to check the bottoms of your feet too.Washing your feet every day. Use warm water and soap. Don't soak your feet because that can dry out your skin. After you dry your feet, you can use talcum powder or cornstarch between your toes. They soak up moisture that can cause infection. If you use lotion, don't apply it between your toes.Asking your doctor how to remove corns and calluses safely. Thick skin on your feet can rub and lead to sores. But removing it the wrong way could damage your skin. So you don't want to cut the skin or use medicated pads or liquid removers.Trimming your toenails straight across with a clipper. If it's hard for you to trim your own toenails, or if they're thick or curve into the skin, have a podiatrist (foot doctor) do it for you.Always wearing well-fitting shoes and socks or slippers to protect your feet when walking. You don't want to walk barefoot, even indoors. And be sure your shoes are smooth inside. A seam or pebble could rub your skin raw.Protecting your feet from heat and cold. Use sunscreen on exposed skin and don't walk barefoot at the beach. In cold weather, wear warm socks instead of warming your feet near a heater or fireplace.Keeping the blood flowing in your feet. Put your feet up when you're sitting. Wiggle your toes and circle your feet throughout the day. Don't wear tight socks. And get plenty of activity that's not too hard on the feet, such as walking.Getting your feet checked at your health care visits. Even if you haven't noticed a problem, it's good to have your health care provider look at your feet.When should I see my health care provider about diabetic foot problems?Serious foot problems can develop quickly. See your health care provider right away if you notice:A cut, blister, or bruise on your feet that doesn't start to heal in a few daysRed, warm, or painful skin on your feetA callus with dried blood insideA foot infection that becomes black and smells bad that could be gangreneRemember, controlling your blood sugar and caring for your feet every day are the best steps you can take to prevent serious diabetic foot problems.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "Peripheral Arterial Disease  Peripheral arterial disease (PAD) happens when there is a narrowing of the blood vessels outside of your heart. The cause of PAD is atherosclerosis. This happens when plaque builds up on the walls of the arteries that supply blood to the arms and legs. Plaque is a substance made up of fat and cholesterol. It causes the arteries to narrow or become blocked. This can reduce or stop blood flow, usually to the legs. If severe enough, blocked blood flow can cause tissue death and can sometimes lead to amputation of the foot or leg.The main risk factor for PAD is smoking. Other risk factors include older age and diseases like diabetes, high blood cholesterol, high blood pressure, heart disease, and stroke.Many people who have PAD don't have any symptoms. If you have symptoms, they may include:Pain, numbness, achiness, or heaviness in the leg muscles. This happens when walking or climbing stairs.Weak or absent pulses in the legs or feetSores or wounds on the toes, feet, or legs that heal slowly, poorly, or not at allA pale or bluish color to the skinA lower temperature in one leg than the other legPoor nail growth on the toes and decreased hair growth on the legsErectile dysfunction, especially among men who have diabetesPAD can increase your risk of heart attack, stroke, and transient ischemic attack.Doctors diagnose PAD with a physical exam and heart and imaging tests. Treatments include lifestyle changes, medicines, and sometimes surgery. Lifestyle changes include dietary changes, exercise, and efforts to lower high cholesterol levels and high blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc21", "contents": "Ectopic Pregnancy  The uterus, or womb, is the place where a baby grows when a woman is pregnant. If you have an ectopic pregnancy, the fertilized egg grows in the wrong place, outside the uterus, usually in the fallopian tubes. The result is usually a miscarriage.Ectopic pregnancy can be a medical emergency if it ruptures. Signs of ectopic pregnancy include:Abdominal painShoulder painVaginal bleedingFeeling dizzy or faintGet medical care right away if you have these signs. Doctors use drugs or surgery to remove the ectopic tissue so it doesn't damage your organs. Many women who have had ectopic pregnancies go on to have healthy pregnancies later.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc22", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc23", "contents": "Indigestion  Nearly everyone has had indigestion at one time. It's a feeling of discomfort or a burning feeling in your upper abdomen. You may have heartburn or belch and feel bloated. You may also feel nauseated, or even throw up.You might get indigestion from eating too much or too fast, eating high-fat foods, or eating when you're stressed. Smoking, drinking too much alcohol, using some medicines, being tired, and having ongoing stress can also cause indigestion or make it worse. Sometimes the cause is a problem with the digestive tract, like an ulcer or GERD.Avoiding foods and situations that seem to cause it may help. Because indigestion can be a sign of a more serious problem, see your health care provider if it lasts for more than two weeks or if you have severe pain or other symptoms. Your health care provider may use x-rays, lab tests, and an upper endoscopy to diagnose the cause.  You may need medicines to treat the symptoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc24", "contents": "Pain  Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.Pain can be helpful in diagnosing a problem. If you never felt pain, you might seriously hurt yourself without knowing it, or you might not realize you have a medical problem that needs treatment.There are two types of pain: acute and chronic. Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain. Chronic pain lasts for a long time, and can cause severe problems.Pain is not always curable, but there are many ways to treat it. Treatment depends on the cause and type of pain. There are drug treatments, including pain relievers. There are also non-drug treatments, such as acupuncture, physical therapy, and sometimes surgery.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc25", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc26", "contents": "Pain Relievers  Pain relievers are medicines that reduce or relieve headaches, sore muscles, arthritis, or other aches and pains.  There are many different pain medicines, and each one has advantages and risks. Some types of pain respond better to certain medicines than others. Each person may also have a slightly different response to a pain reliever. Over-the-counter (OTC) medicines are good for many types of pain. There are two main types of OTC pain medicines: acetaminophen (Tylenol) and nonsteroidal anti-inflammatory drugs (NSAIDs). Aspirin, naproxen (Aleve), and ibuprofen (Advil, Motrin) are examples of OTC NSAIDs.If OTC medicines don't relieve your pain, your doctor may prescribe something stronger. Many NSAIDs are also available at higher prescription doses. The most powerful pain relievers are opioids. They are very effective, but they can sometimes have serious side effects. There is also a risk of opioids. Because of the risks, you must use them only under a doctor's supervision.There are many things you can do to help ease pain. Pain relievers are just one part of a pain treatment plan."}
{"id": "doc27", "contents": "Stomach Cancer  The stomach is an organ between the esophagus and the small intestine. It mixes food with stomach acid and helps digest protein. Stomach cancer mostly affects older people - two-thirds of people who have it are over age 65. Your risk of getting it is also higher if you:Have had a Helicobacter pylori infectionHave had stomach inflammationAre a manEat lots of  salted, smoked, or pickled foods Smoke cigarettes Have a family history of stomach cancerIt is hard to diagnose stomach cancer in its early stages. Indigestion and stomach discomfort can be symptoms of early cancer, but other problems can cause the same symptoms. In advanced cases, there may be blood in your stool, vomiting, unexplained weight loss, jaundice, or trouble swallowing. Doctors diagnose stomach cancer with a physical exam, blood and imaging tests, an endoscopy, and a biopsy.Because it is often found late, it can be hard to treat stomach cancer.  Treatment options include surgery, chemotherapy, radiation or a combination.NIH: National Cancer Institute"}
{"id": "doc28", "contents": "Appendicitis  The appendix is a small, tube-like organ attached to the first part of the large intestine. It is located in the lower right part of the abdomen. It has no known function. A blockage inside of the appendix causes appendicitis. The blockage leads to increased pressure, problems with blood flow, and inflammation. If the blockage is not treated, the appendix can burst and spread infection into the abdomen. This causes a condition called peritonitis.The main symptom is pain in the abdomen, often on the right side.  It is usually sudden and gets worse over time.  Other symptoms may include:\tSwelling in the abdomen\tLoss of appetite\tNausea and vomiting\tConstipation or diarrhea\tInability to pass gas\tLow fever Not everyone with appendicitis has all these symptoms.Appendicitis is a medical emergency. Treatment almost always involves removing the appendix. Anyone can get appendicitis, but it is more common among people 10 to 30 years old.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
