{"id": "doc1", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc2", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc3", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc4", "contents": "Dual Diagnosis  What is dual diagnosis?A person with dual diagnosis has both a mental disorder and an alcohol or drug problem. These conditions occur together frequently. About half of people who have a mental disorder will also have a substance use disorder at some point in their lives and vice versa. The interactions of the two conditions can worsen both.Why do substance use disorders and mental disorders occur together?Although these problems often occur together, this does not mean that one caused the other, even if one appeared first. In fact, it can be hard to figure out which came first. Researchers think that there are three possibilities as to why they occur together:Common risk factors may contribute to both mental disorders and substance use disorders. These factors include genetics, stress, and trauma.Mental disorders can contribute to drug use and substance use disorders. For example, people with mental disorders may use drugs or alcohol to try to feel better temporarily. This is known as self-medication. Also, mental disorders may change the brain to make it more likely you will become addicted.Substance use and addiction can contribute to the development of a mental disorder. Substance use may change the brain in ways that make you more likely to develop a mental disorder.What are the treatments for dual diagnosis?Someone with a dual diagnosis must treat both conditions. For the treatment to be effective, you need to stop using alcohol or drugs. Treatments may include behavioral therapies and medicines. Also, support groups can give you emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute on Drug Abuse"}
{"id": "doc5", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc6", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc7", "contents": "Acute Bronchitis  Bronchitis is an inflammation of the bronchial tubes, the airways that carry air to your lungs. It causes a cough that often brings up mucus. It can also cause shortness of breath, wheezing, a low fever, and chest tightness. There are two main types of bronchitis: acute and chronic.Most cases of acute bronchitis get better within several days. But your cough can last for several weeks after the infection is gone.The same viruses that cause colds and the flu often cause acute bronchitis. These viruses spread through the air when people cough, or though physical contact (for example, on unwashed hands). Being exposed to tobacco smoke, air pollution, dusts, vapors, and fumes can also cause acute bronchitis. Less often, bacteria can also cause acute bronchitis.To diagnose acute bronchitis, your health care provider will ask about your symptoms and listen to your breathing. You may also have other tests.Treatments include rest, fluids, and aspirin (for adults) or acetaminophen to treat fever. A humidifier or steam can also help. You may need inhaled medicine to open your airways if you are wheezing. Antibiotics won't help if the cause is viral. You may get antibiotics if the cause is bacterial.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc9", "contents": "Allergy  An allergy is a reaction by your immune system to something that does not bother most other people. People who have allergies often are sensitive to more than one thing. Substances that often cause reactions are:PollenDust mitesMold sporesPet danderFoodInsect stingsMedicinesNormally, your immune system fights germs. It is your body's defense system. In most allergic reactions, however, it is responding to a false alarm. Genes and the environment probably both play a role.Allergies can cause a variety of symptoms such as a runny nose, sneezing, itching, rashes, swelling, or asthma. Allergies can range from minor to severe.  Anaphylaxis is a severe reaction that can be life-threatening.   Doctors use skin and blood tests to diagnose allergies. Treatments include medicines, allergy shots, and avoiding the substances that cause the reactions."}
{"id": "doc10", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc11", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc12", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc13", "contents": "Reflux in Infants  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your baby has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. Babies may have GERD if their symptoms prevent them from feeding or if the reflux lasts more than 12 to 14 months.What causes reflux and GERD in infants?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your baby swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In babies who have reflux, the lower esophageal sphincter muscle is not fully developed and lets the stomach contents back up the esophagus. This causes your baby to spit up (regurgitate). Once his or her sphincter muscle fully develops, your baby should no longer spit up.In babies who have GERD, the sphincter muscle becomes weak or relaxes when it shouldn't. How common are reflux and GERD in infants?Reflux is very common in babies. About half all babies spit up many times a day in the first 3 months of their lives. They usually stop spitting up between the ages of 12 and 14 months.GERD is also common in younger infants. Many 4-month-olds have it. But by their first birthday, only 10% of babies still have GERD. What are the symptoms of reflux and GERD in infants?In babies, the main symptom of reflux and GERD is spitting up. GERD may also cause symptoms such as:Arching of the back, often during or right after eatingColic - crying that lasts for more than 3 hours a day with no medical causeCoughingGagging or trouble swallowingIrritability, especially after eatingPoor eating or refusing to eatPoor weight gain, or weight lossWheezing or trouble breathingForceful or frequent vomitingNIH: National Institute of Diabetes and Digestive and Kidney DiseasesHow do doctors diagnose reflux and GERD in infants?In most cases, a doctor diagnoses reflux by reviewing your baby's symptoms and medical history. If the symptoms do not get better with feeding changes and anti-reflux medicines, your baby may need testing.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Common tests include:Upper GI series, which looks at the shape of your baby's upper GI (gastrointestinal) tract. Your baby will drink or eat a contrast liquid called barium. The barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your baby to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your baby's esophagus. A doctor or nurse places a thin flexible tube through your baby's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your baby will wear this for 24 hours, most likely in the hospital.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your baby's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What feeding changes can help treat my infant's reflux or GERD?Feeding changes may help your baby's reflux and GERD:Add rice cereal to your baby's bottle of formula or breastmilk. Check with the doctor about how much to add. If the mixture is too thick, you can change the nipple size or cut a little \"x\" in the nipple to make the opening larger.Burp your baby after every 1 to 2 ounces of formula. If you breastfeed, burp your baby after nursing from each breast.Avoid overfeeding; give your baby the amount of formula or breast milk recommended.Hold your baby upright for 30 minutes after feedings.If you use formula and your doctor thinks that your baby may be sensitive to milk protein, your doctor may suggest switching to a different type of formula. Do not change formulas without talking to the doctor.What treatments might the doctor give for my infant's GERD?If feeding changes do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your baby's stomach. The doctor will only suggest medicine if your baby still has regular GERD symptoms and:You already tried some feeding changesYour baby has problems sleeping or feedingYour baby does not grow properlyThe doctor will often prescribe a medicine on a trial basis and will explain any possible complications. You shouldn't give your baby any medicines unless the doctor tells you to.Medicines for GERD in babies include:H2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesIf these don't help and your baby still has severe symptoms, then surgery might be an option. Pediatric gastroenterologists only use surgery to treat GERD in babies in rare cases. They may suggest surgery when babies have severe breathing problems or have a physical problem that causes GERD symptoms."}
{"id": "doc14", "contents": "Neuroblastoma  What is neuroblastoma?Neuroblastoma is a type of cancer that forms in nerve cells called neuroblasts. Neuroblasts are immature nerve tissue. They normally turn into working nerve cells. But in neuroblastoma, they form a tumor.Neuroblastoma usually begins in the adrenal glands. You have two adrenal glands, one on top of each kidney. The adrenal glands make important hormones that help control heart rate, blood pressure, blood sugar, and the way the body reacts to stress. Neuroblastoma may also begin in the neck, chest or spinal cord.What causes neuroblastoma?Neuroblastoma is caused by mutations (changes) in genes. In most cases, the cause of the mutation is unknown. In some other cases, the mutation is passed from the parent to the child.What are the symptoms of neuroblastoma?Neuroblastoma often begins in early childhood. Sometimes it begins before a child is born.The most common symptoms are caused by the tumor pressing on nearby tissues as it grows or by cancer spreading to the bone.They include:A lump in the abdomen, neck or chestBulging eyesDark circles around the eyesBone painSwollen stomach and trouble breathing in babiesPainless, bluish lumps under the skin in babiesInability to move a body part (paralysis)How is neuroblastoma diagnosed?To diagnose neuroblastoma, your child's health care provider will do various tests and procedures, which may include:A medical historyA neurological examImaging tests, such as x-rays, a CT scan, an ultrasound, an MRI, or an MIBG scan. In an MIBG scan, a small amount of a radioactive substance is injected into a vein. It travels through the bloodstream and attaches itself to any neuroblastoma cells. A scanner detects the cells.Blood and urine testsBiopsy, where a sample of tissue is removed and examined under a microscopeBone marrow aspiration and biopsy, where bone marrow, blood, and a small piece of bone are removed for testingWhat are the treatments for neuroblastoma?The treatments for neuroblastoma include:Observation, also called watchful waiting, where the health care provider does not give any treatments until your child's signs or symptoms appear or changeSurgeryRadiation therapyChemotherapyHigh-dose chemotherapy and radiation therapy with stem cell rescue. Your child will get high doses of chemotherapy and radiation. This kills the cancer cells, but it also kills healthy cells. So your child will get a stem cell transplant, usually of his or her own cells collected earlier. This helps to replace the healthy cells that were lost.Iodine 131-MIBG therapy, a treatment with radioactive iodine. The radioactive iodine collects in neuroblastoma cells and kills them with the radiation that is given off.Targeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc15", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc16", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc17", "contents": "Hay Fever  Each spring, summer, and fall, trees, weeds, and grasses release tiny pollen grains into the air. Some of the pollen ends up in your nose and throat. This can trigger a type of allergy called hay fever.Symptoms can include:Sneezing, often with a runny or clogged noseCoughing and postnasal dripItching eyes, nose and throatRed and watery eyesDark circles under the eyesYour health care provider may diagnose hay fever based on a physical exam and your symptoms. Sometimes skin or blood tests are used. Taking medicines and using nasal sprays can relieve symptoms. You can also rinse out your nose, but be sure to use distilled or sterilized water with saline. Allergy shots can help make you less sensitive to pollen and provide long-term relief."}
{"id": "doc18", "contents": "Coping with Chronic Illness  Having a long-term, or chronic, illness can disrupt your life in many ways. You may often be tired and in pain. Your illness might affect your appearance or your physical abilities and independence. You may not be able to work, causing financial problems. For children, chronic illnesses can be frightening, because they may not understand why this is happening to them.These changes can cause stress, anxiety, and anger. If they do, it is important to seek help. A trained counselor can help you develop strategies to regain a feeling of control. Support groups might help, too. You will find that you are not alone, and you may learn some new tips on how to cope.You may be able to manage your illness better if learn more about it. It is important to evaluate the information that you find, to make sure that it is reliable. It is also important to find a health care provider that you can trust."}
{"id": "doc19", "contents": "Older Adult Mental Health  Mental health includes our emotional, psychological, and social well-being. It affects how we think, feel, and act as we cope with life. It also helps determine how we handle stress, relate to others, and make choices. Mental health is important at every stage of life, including as we age.Many older adults are at risk for mental health problems. But this does not mean that mental health problems are a normal part of aging. Studies show that most older adults feel satisfied with their lives, even though they may have more illnesses or physical problems.Sometimes, however, important life changes can make you feel uneasy, stressed, and sad. These changes could include the death of a loved one, retirement, or dealing with a serious illness. Many older adults will eventually adjust to the changes. But some people will have more trouble adjusting. This can put them at risk for mental disorders such as depression and anxiety.It's important to recognize and treat mental disorders in older adults. These disorders don't just cause mental suffering. They can also make it harder for you to manage other health problems. This is especially true if those health problems are chronic.Some of the warning signs of mental disorders in older adults include:Changes in mood or energy levelA change in your eating or sleeping habitsWithdrawing from the people and activities you enjoyFeeling unusually confused, forgetful, angry, upset, worried, or scaredFeeling numb or like nothing mattersHaving unexplained aches and painsFeeling sadness or hopelessnessSmoking, drinking, or using drugs more than usualAnger, irritability, or aggressivenessHaving thoughts and memories that you can't get out of your headHearing voices or believing things that are not trueThinking of harming yourself or othersIf you think that you may have a mental health problem, get help. Talk therapy and/or medicines can treat mental disorders. If you don't know where to start, contact your primary care provider."}
{"id": "doc20", "contents": "COPD  What is COPD (chronic obstructive pulmonary disease)?COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:The airways and air sacs in your lungs become less elasticThe walls between many of the air sacs are destroyedThe walls of the airways become thick and inflamedThe airways make more mucus than usual and can become cloggedWhat are the types of COPD (chronic obstructive pulmonary disease)?COPD includes two main types:Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.What causes COPD (chronic obstructive pulmonary disease)?The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.Who is at risk for COPD (chronic obstructive pulmonary disease)?The risk factors for COPD include:Smoking. This the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplaceAge. Most people who have COPD are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.Asthma. People who have asthma have more risk of developing COPD than people who don't have asthma. But most people with asthma will not get COPD.What are the symptoms of COPD (chronic obstructive pulmonary disease)?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is COPD (chronic obstructive pulmonary disease) diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsYour doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.What are the treatments for COPD (chronic obstructive pulmonary disease)?There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc21", "contents": "Chronic Bronchitis  What is chronic bronchitis?Chronic bronchitis is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is emphysema. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Chronic bronchitis is inflammation (swelling) and irritation of the bronchial tubes. These tubes are the airways that carry air to and from the air sacs in your lungs. The irritation of the tubes causes mucus to build up. This mucus and the swelling of the tubes make it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes chronic bronchitis?The cause of chronic bronchitis is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause chronic bronchitis, especially if you inhale them.Exposure to other inhaled irritants can contribute to chronic bronchitis. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing chronic bronchitis.Who is at risk for chronic bronchitis?The risk factors for chronic bronchitis include:Smoking. This the main risk factor. Up to 75% of people who have chronic bronchitis smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have chronic bronchitis are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get chronic bronchitis are more likely to get it if they have a family history of COPD.What are the symptoms of chronic bronchitis?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with chronic bronchitis get frequent respiratory infections such as colds and the flu. In severe cases, chronic bronchitis can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is chronic bronchitis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for chronic bronchitis?There is no cure for chronic bronchitis. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc22", "contents": "Emphysema  What is emphysema?Emphysema is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is chronic bronchitis. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Emphysema affects the air sacs in your lungs. Normally, these sacs are elastic or stretchy. When you breathe in, each air sac fills up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out.In emphysema, the walls between many of the air sacs in the lungs are damaged. This causes the air sacs to lose their shape and become floppy. The damage also can destroy the walls of the air sacs, leading to fewer and larger air sacs instead of many tiny ones. This makes it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes emphysema?The cause of emphysema is usually long-term exposure to irritants that damage your lungs and the airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause emphysema, especially if you inhale them.Exposure to other inhaled irritants can contribute to emphysema. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing emphysema.Who is at risk for emphysema?The risk factors for emphysema include:Smoking. This the main risk factor. Up to 75% of people who have emphysema smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have emphysema are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get emphysema are more likely to get it if they have a family history of COPD.What are the symptoms of emphysema?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or wheezingA cough that produces a lot mucusShortness of breath, especially with physical activityA whistling or squeaky sound when you breatheTightness in your chestSome people with emphysema get frequent respiratory infections such as colds and the flu. In severe cases, emphysema can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is emphysema diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyOther tests tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for emphysema?There is no cure for emphysema. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
