{"id": "doc1", "contents": "Leg Injuries and Disorders  Your legs are made up of bones, blood vessels, muscles, and other connective tissue. They are important for motion and standing. Playing sports, running, falling, or having an accident can damage your legs. Common leg injuries include sprains and strains, joint dislocations, and fractures (broken bones).These injuries can affect the entire leg, or just the foot, ankle, knee, or hip. Certain diseases also lead to leg problems. For example, knee osteoarthritis, common in older people, can cause pain and limited motion. Problems in your veins in your legs can lead to varicose veins or deep vein thrombosis."}
{"id": "doc2", "contents": "Antidepressants  What are antidepressants?Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.Are antidepressants used for other conditions?A health care provider may prescribe antidepressants for anxiety, chronic pain, or insomnia. Sometimes providers also prescribe antidepressants for other conditions.What are the different types of antidepressants?There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.Most of the newer antidepressants belong to one of these three groups:Selective serotonin reuptake inhibitors (SSRIs)Serotonin and norepinephrine reuptake inhibitors (SNRIs)Atypical antidepressants, which are newer antidepressants that don't fit into the other groupsIf these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.Which type of antidepressant is right for me?Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.Your provider will work with you to choose the best option to try first. You'll consider questions such as:Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.How long do antidepressants take to work?Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.How long will I need to take an antidepressant?When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.What are the side effects of antidepressants?Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.The most common side effects from antidepressants include:Nausea and vomitingWeight gainDiarrheaSleepinessSexual problems, such as a lack of desire or ability to have sexWhen thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.What can I do to take antidepressants safely?Antidepressants are generally safe when you use them correctly:Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.Follow all instructions about how to take your medicine.Talk with your provider if side effects bother you.Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.NIH: National Institute of Mental Health"}
{"id": "doc3", "contents": "Cervix Disorders  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy. The cervix has a small opening that expands during childbirth. It also allows menstrual blood to leave a woman's body.Your health care provider may perform a Pap test during your health checkup to look for changes to the cells of the cervix, including cervical cancer. Other problems with the cervix include:Cervicitis - inflammation of the cervix. This is usually from an infection.Cervical incompetence - This can happen during pregnancy.  The opening of the cervix widens long before the baby is due.Cervical polyps and cysts - abnormal growths on the cervix"}
{"id": "doc4", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc5", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Chronic Kidney Disease  You have two kidneys, each about the size of your fist.  Their main job is to filter your blood. They remove wastes and extra water, which become urine. They also keep the body's chemicals balanced, help control blood pressure, and make hormones.Chronic kidney disease (CKD) means that your kidneys are damaged and can't filter blood as they should. This damage can cause wastes to build up in your body. It can also cause other problems that can harm your health. Diabetes and high blood pressure are the most common causes of CKD.The kidney damage occurs slowly over many years. Many people don't have any symptoms until their kidney disease is very advanced. Blood and urine tests are the only way to know if you have kidney disease.Treatments cannot cure kidney disease, but they may slow kidney disease. They include medicines to lower blood pressure, control blood sugar, and lower cholesterol. CKD may still get worse over time. Sometimes it can lead to kidney failure. If your kidneys fail, you will need  dialysis or a kidney transplantation.You can take steps to keep your kidneys healthier longer:Choose foods with less  salt (sodium)Control your blood pressure; your health care provider can tell you what your blood pressure should beKeep your blood sugar in the target range, if you have diabetesLimit the amount of alcohol you drinkChoose foods that are healthy for your heart: fruits, vegetables, whole grains, and low-fat dairy foodsLose weight if you are overweightBe physically activeDon't smokeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Diabetic Kidney Problems  If you have diabetes, your blood glucose, or blood sugar, levels are too high.  Over time, this can damage your kidneys. Your kidneys clean your blood. If they are damaged, waste and fluids build up in your blood instead of leaving your body.Kidney damage from diabetes is called diabetic nephropathy. It begins long before you have symptoms. People with diabetes should get regular screenings for kidney disease. Tests include a urine test to detect protein in your urine and a blood test to show how well your kidneys are working.If the damage continues, your kidneys could fail. In fact, diabetes is the most common cause of kidney failure in the United States. People with kidney failure need either dialysis or a kidney transplant.You can slow down kidney damage or keep it from getting worse. Controlling your blood sugar and blood pressure, taking your medicines and not eating too much protein can help.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Metabolic Disorders  Metabolism is the process your body uses to get or make energy from the food you eat. Food is made up of proteins, carbohydrates, and fats. Chemicals in your digestive system break the food parts down into sugars and acids, your body's fuel. Your body can use this fuel right away, or it can store the energy in your body tissues, such as your liver, muscles, and body fat.A metabolic disorder occurs when abnormal chemical reactions in your body disrupt this process. When this happens, you might have too much of some substances or too little of other ones that you need to stay healthy. There are different groups of disorders. Some affect the breakdown of amino acids, carbohydrates, or lipids. Another group, mitochondrial diseases, affects the parts of the cells that produce the energy.You can develop a metabolic disorder when some organs, such as your liver or pancreas, become diseased or do not function normally. Diabetes is an example. "}
{"id": "doc10", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Sickle Cell Disease  What is sickle cell disease (SCD)?Sickle cell disease (SCD) is a group of inherited red blood cell disorders. If you have SCD, there is a problem with your hemoglobin. Hemoglobin is a protein in red blood cells that carries oxygen throughout the body. With SCD, the hemoglobin forms into stiff rods within the red blood cells. This changes the shape of the red blood cells. The cells are supposed to be disc-shaped, but this changes them into a crescent, or sickle, shape.The sickle-shaped cells are not flexible and cannot change shape easily. Many of them burst apart as they move through your blood vessels. The sickle cells usually only last 10 to 20 days, instead of the normal 90 to 120 days. Your body may have trouble making enough new cells to replace the ones that you lost. Because of this, you may not have enough red blood cells. This is a condition called anemia, and it can make you feel tired.The sickle-shaped cells can also stick to vessel walls, causing a blockage that slows or stops the flow of blood. When this happens, oxygen can't reach nearby tissues. The lack of oxygen can cause attacks of sudden, severe pain, called pain crises. These attacks can occur without warning. If you get one, you might need to go to the hospital for treatment.What causes sickle cell disease (SCD)?The cause of SCD is a defective gene, called a sickle cell gene. People with the disease are born with two sickle cell genes, one from each parent.If you are born with one sickle cell gene, it's called sickle cell trait. People with sickle cell trait are generally healthy, but they can pass the defective gene on to their children.Who is at risk for sickle cell disease (SCD)?In the United States, most of the people with SCD are African Americans:About 1 in 13 African American babies is born with sickle cell traitAbout 1 in every 365 black children is born with sickle cell diseaseSCD also affects some people who come from Hispanic, southern European, Middle Eastern, or Asian Indian backgrounds.What are the symptoms of sickle cell disease (SCD)?People with SCD start to have signs of the disease during the first year of life, usually around 5 months of age. Early symptoms of SCD may include:Painful swelling of the hands and feetFatigue or fussiness from anemiaA yellowish color of the skin (jaundice) or the whites of the eyes (icterus)The effects of SCD vary from person to person and can change over time. Most of the signs and symptoms of SCD are related to complications of the disease. They may include severe pain, anemia, organ damage, and infections.How is sickle cell disease (SCD) diagnosed?A blood test can show if you have SCD or sickle cell trait. All states now test newborns as part of their screening programs, so treatment can begin early.People who are thinking about having children can have the test to find out how likely it is that their children will have SCD.Doctors can also diagnose SCD before a baby is born. That test uses a sample of amniotic fluid (the liquid in the sac surrounding the baby) or tissue taken from the placenta (the organ that brings oxygen and nutrients to the baby).What are the treatments for sickle cell disease (SCD)?The only cure for SCD is bone marrow or stem cell transplantation. Because these transplants are risky and can have serious side effects, they are usually only used in children with severe SCD. For the transplant to work, the bone marrow must be a close match. Usually, the best donor is a brother or sister.There are treatments that can help relieve symptoms, lessen complications, and prolong life:Antibiotics to try to prevent infections in younger childrenPain relievers for acute or chronic painHydroxyurea, a medicine that has been shown to reduce or prevent several SCD complications. It increases the amount of fetal hemoglobin in the blood. This medicine is not right for everyone; talk to your health care provider about whether you should take it. This medicine is not safe during pregnancy.Childhood vaccinations to prevent infectionsBlood transfusions for severe anemia. If you have had some serious complications, such as a stroke, you may have transfusions to prevent more complications.There are other treatments for specific complications.To stay as healthy as possible, make sure that you get regular medical care, live a healthy lifestyle, and avoid situations that may set off a pain crisis.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "How to Prevent Diabetes  What is type 2 diabetes?If you have diabetes, your blood sugar levels are too high. With type 2 diabetes, this happens because your body does not make enough insulin, or it does not use insulin well (this is called insulin resistance). If you are at risk for type 2 diabetes, you might be able to prevent or delay developing it.Who is at risk for type 2 diabetes?Many Americans are at risk for type 2 diabetes. Your chances of getting it depend on a combination of risk factors such as your genes and lifestyle. The risk factors include:Having prediabetes, which means you have blood sugar levels that are higher than normal but not high enough to be called diabetesBeing overweight or having obesityBeing age 45 or olderA family history of diabetesBeing African American, Alaska Native, American Indian, Asian American, Hispanic/Latino, Native Hawaiian, or Pacific IslanderHaving high blood pressureHaving a low level of HDL (good) cholesterol or a high level of triglyceridesA history of diabetes in pregnancyHaving given birth to a baby weighing 9 pounds or moreAn inactive lifestyleA history of heart disease or strokeHaving depressionHaving polycystic ovary syndrome (PCOS)Having acanthosis nigricans, a skin condition in which your skin becomes dark and thick, especially around your neck or armpitsSmokingHow can I prevent or delay getting type 2 diabetes?If you are at risk for diabetes, you may be able to prevent or delay getting it. Most of the things that you need to do involve having a healthier lifestyle. So if you make these changes, you will get other health benefits as well. You may lower your risk of other diseases, and you will probably feel better and have more energy. The changes are:Losing weight and keeping it off.Weight control is an important part of diabetes prevention. You may be able to prevent or delay diabetes by losing 5 to 10% of your current weight. For example, if you weigh 200 pounds, your goal would be to lose between 10 to 20 pounds. And once you lose the weight, it is important that you don't gain it back.Following a healthy eating plan. It is important to reduce the amount of calories you eat and drink each day, so you can lose weight and keep it off. To do that, your diet should include smaller portions and less fat and sugar. You should also eat a variety of foods from each food group, including plenty of whole grains, fruits, and vegetables. It's also a good idea to limit red meat, and avoid processed meats.Get regular exercise. Exercise has many health benefits, including helping you to lose weight and lower your blood sugar levels. These both lower your risk of type 2 diabetes. Try to get at least 30 minutes of physical activity 5 days a week. If you have not been active, talk with your health care professional to figure out which types of exercise are best for you. You can start slowly and work up to your goal.Don't smoke. Smoking can contribute to insulin resistance, which can lead to type 2 diabetes. If you already smoke, try to quit.Talk to your health care provider to see whether there is anything else you can do to delay or to prevent type 2 diabetes. If you are at high risk, your provider may suggest that you take one of a few types of diabetes medicines.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Jaundice  Jaundice causes your skin and the whites of your eyes to turn yellow. Too much bilirubin causes jaundice.  Bilirubin is a yellow chemical in hemoglobin, the substance that carries oxygen in your red blood cells. As red blood cells break down, your body builds new cells to replace them. The old ones are processed by the liver. If the liver cannot handle the blood cells as they break down, bilirubin builds up in the body and your skin may look yellow. Many healthy babies have some jaundice during the first week of life.  It usually goes away.   However, jaundice can happen at any age and may be a sign of a problem.  Jaundice can happen for many reasons, such as:\tBlood diseases\tGenetic syndromes\tLiver diseases, such as hepatitis or cirrhosis\tBlockage of bile ducts \tInfections \tMedicines "}
{"id": "doc18", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc19", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc20", "contents": "Vital Signs  Your vital signs show how well your body is functioning. They are usually measured at doctor's offices, often as part of a health checkup, or during an emergency room visit. They include:Blood pressure, which measures the force of your blood pushing against the walls of your arteries. Blood pressure that is too high or too low can cause problems. Your blood pressure has two numbers. The first number is the pressure when your heart beats and is pumping the blood.  The second is from when your heart is at rest, between beats. A normal blood pressure reading for adults is lower than 120/80 and higher than 90/60.Heart rate, or pulse, which measures how fast your heart is beating. A problem with your heart rate may be an arrhythmia. Your normal heart rate depends on factors such as your age, how much you exercise, whether you are sitting or standing, which medicines you take, and your weight.Respiratory rate, which measures your breathing. Mild breathing changes can be from causes such as a stuffy nose or hard exercise. But slow or fast breathing can also be a sign of a serious breathing problem.Temperature, which measures how hot your body is. A body temperature that is higher than normal (over 98.6 °F, or 37 °C) is called a fever."}
{"id": "doc21", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc22", "contents": "Exercise and Physical Fitness  Regular exercise is one of the best things you can do for your health. It has many benefits, including improving your overall health and fitness, and reducing your risk for many chronic diseases. There are many different types of exercise; it is important that you pick the right types for you. Most people benefit from a combination of them:Endurance, or aerobic, activities increase your breathing and heart rate. They keep your heart, lungs, and circulatory system healthy and improve your overall fitness. Examples include brisk walking, jogging, swimming, and biking.Strength, or resistance training, exercises make your muscles stronger. Some examples are lifting weights and using a resistance band.Balance exercises can make it easier to walk on uneven surfaces and help prevent falls. To improve your balance, try tai chi or exercises like standing on one leg.Flexibility exercises stretch your muscles and can help your body stay limber. Yoga and doing various stretches can make you more flexible.Fitting regular exercise into your daily schedule may seem difficult at first. But you can start slowly, and break your exercise time into chunks. Even doing ten minutes at a time is fine. You can work your way up to doing the recommended amount of exercise. How much exercise you need depends on your age and health.Other things that you can do to make the most of your workouts include:Choosing activities that work all the different parts of the body, including your core (muscles around your back, abdomen, and pelvis). Good core strength improves balance and stability and helps to prevent lower back injury.Choosing activities that you enjoy. It's easier to make exercise a regular part of your life if you have fun doing it.Exercising safely, with proper equipment, to prevent injuries. Also, listen to your body and don't overdo it.Giving yourself goals. The goals should challenge you, but also be realistic. It's also helpful to reward yourself when you reach your goals. The rewards could be something big, like new workout gear, or something smaller, such as movie tickets."}
{"id": "doc23", "contents": "Childbirth Problems  Childbirth is the process of giving birth to a baby. It includes labor and delivery. Usually everything goes well, but problems can happen. They may cause a risk to the mother, baby, or both. Some of the more common childbirth problems include:Preterm (premature) labor, when your labor starts before 37 completed weeks of pregnancyPremature rupture of membranes (PROM), when your water breaks too early. If labor does not start soon afterwards, this can raise the risk of infection.Problems with the placenta, such as the placenta covering the cervix, separating from the uterus before birth, or being attached too firmly to the uterusLabor that does not progress, meaning that labor is stalled. This can happen when"}
{"id": "doc24", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc25", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc26", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc27", "contents": "Psoriasis  Psoriasis is a skin disease that causes itchy or sore patches of thick, red skin with silvery scales. You usually get the patches on your elbows, knees, scalp, back, face, palms and feet, but they can show up on other parts of your body.  Some people who have psoriasis also get a form of arthritis called psoriatic arthritis.A problem with your immune system causes psoriasis. In a process called cell turnover, skin cells that grow deep in your skin rise to the surface. Normally, this takes a month. In psoriasis, it happens in just days because your cells rise too fast. Psoriasis can be hard to diagnose because it can look like other skin diseases. Your doctor might need to look at a small skin sample under a microscope.Psoriasis can last a long time, even a lifetime. Symptoms come and go. Things that make them worse include:InfectionsStressDry skinCertain medicinesPsoriasis usually occurs in adults. It sometimes runs in families. Treatments include creams, medicines, and light therapy.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases "}
{"id": "doc28", "contents": "Antibiotic Resistance  Antibiotics are medicines that fight bacterial infections. Used properly, they can save lives. But there is a growing problem of antibiotic resistance. It happens when bacteria change and resist the effects of an antibiotic. Resistant bacteria may continue to grow and multiply. Each time you take antibiotics there is a risk that the bacteria will become resistant. Resistant infections can be difficult and sometimes impossible to treat. They can spread to other people.  Methicillin-resistant Staphylococcus aureus (MRSA) is one example. It causes infections that are resistant to several common antibiotics.Antibiotic resistance can cause problems. To help prevent antibiotic resistance:Don't use antibiotics for viruses like colds or flu. Antibiotics don't work on viruses.Don't ask your health care provider to give you an antibiotic. When you take antibiotics, follow the directions carefully. Finish your medicine even if you feel better.  If you stop treatment too soon, some bacteria may survive and re-infect you.Do not share your antibiotics with others.Don't save antibiotics for later or use someone else's prescription.Centers for Disease Control and Prevention"}
{"id": "doc29", "contents": "Infection Control  Every year, lives are lost because of the spread of infections in hospitals. Health care workers can take steps to prevent the spread of infectious diseases. These steps are part of infection control.Proper hand washing is the most effective way to prevent the spread of infections in hospitals. If you are a patient, don't be afraid to remind friends, family and health care providers to wash their hands before getting close to you.Other steps health care workers can take include:Covering coughs and sneezesStaying up to date with vaccinations\tUsing gloves, masks and protective clothingMaking tissues and hand cleaners available Following hospital guidelines when dealing with blood or contaminated items"}
