{"id": "doc1", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc2", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc3", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc4", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc5", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc6", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Pelvic Floor Disorders  The pelvic floor is a group of muscles and other tissues that form a sling or hammock across the pelvis. In women, it holds the uterus, bladder, bowel, and other pelvic organs in place so that they can work properly.  The pelvic floor can become weak or be injured. The main causes are pregnancy and childbirth. Other causes include being overweight, radiation treatment, surgery, and getting older.Common symptoms include:Feeling heaviness, fullness, pulling, or aching in the vagina. It gets worse by the end of the day or during a bowel movement.Seeing or feeling a \"bulge\" or \"something coming out\" of the vaginaHaving a hard time starting to urinate or emptying the bladder completelyHaving frequent urinary tract infectionsLeaking urine when you cough, laugh, or exerciseFeeling an urgent or frequent need to urinateFeeling pain while urinatingLeaking stool or having a hard time controlling gasBeing constipatedHaving a hard time making it to the bathroom in timeYour health care provider diagnoses the problem with a physical exam, a pelvic exam, or special tests. Treatments include special pelvic muscle exercises called Kegel exercises. A mechanical support device called a pessary helps some women. Surgery and medicines are other treatments.NIH: National Institute of Child Health and Human Development"}
{"id": "doc8", "contents": "Mitral Valve Prolapse  Mitral valve prolapse (MVP) occurs when one of your heart's valves doesn't work properly. The flaps of the valve are \"floppy\" and don't close tightly. Most people who have the condition are born with it. It also tends to run in families.Most of the time, MVP doesn't cause any problems. Rarely, blood can leak the wrong way through the floppy valve. This can cause:Palpitations (feelings that your heart is skipping a beat, fluttering, or beating too hard or too fast)Shortness of breathCoughFatigue, dizziness, or anxietyMigraine headachesChest discomfortMost people who have mitral valve prolapse (MVP) don't need treatment because they don't have symptoms and complications. If you need treatment for MVP, medicines can help relieve symptoms or prevent complications. Very few people will need surgery to repair or replace the mitral valve.MVP puts you at risk for infective endocarditis, a kind of heart infection. To prevent it, doctors used to prescribe antibiotics before dental work or certain surgeries.  Now, only people at high risk of endocarditis need the antibiotics.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc9", "contents": "Rectal Disorders  The rectum is the lower part of your large intestine where your body stores stool. Problems with rectum are common. They include hemorrhoids, abscesses, incontinence and cancer."}
{"id": "doc10", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc14", "contents": "Drugs and Young People  What is drug use?Drug use, or misuse, includes:Using illegal substances, such as"}
{"id": "doc15", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc16", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Antibiotics  What are antibiotics?Antibiotics are medicines that fight bacterial infections in people and animals. They work by killing the bacteria or by making it hard for the bacteria to grow and multiply.Antibiotics can be taken in different ways:Orally (by mouth). This could be pills, capsules, or liquids.Topically. This might be a cream, spray, or ointment that you put on your skin. It could also be eye ointment, eye drops, or ear drops.Through an injection or intravenously (IV). This is usually for more serious infections.What do antibiotics treat?Antibiotics only treat certain bacterial infections, such as strep throat, urinary tract infections, and E. coli.You may not need to take antibiotics for some bacterial infections. For example, you might not need them for many sinus infections or some ear infections. Taking antibiotics when they're not needed won't help you, and they can have side effects. Your health care provider can decide the best treatment for you when you're sick. Don't ask your provider to prescribe an antibiotic for you.Do antibiotics treat viral infections?Antibiotics do not work on viral infections. For example, you shouldn't take antibiotics for:Colds and runny noses, even if the mucus is thick, yellow, or greenMost sore throats (except strep throat)FluMost cases of bronchitisWhat are the side effects of antibiotics?The side effects of antibiotics range from minor to very severe. Some of the common side effects include:RashNauseaDiarrheaYeast infectionsMore serious side effects can include:C. diff infections, which cause diarrhea that can lead to severe colon damage and sometimes even deathSevere and life-threatening allergic reactionsAntibiotic resistance infectionsCall your health care provider if you develop any side effects while taking your antibiotic.Why is it important to take antibiotics only when they're needed?You should only take antibiotics when they are needed because they can cause side effects and can contribute to antibiotic resistance. Antibiotic resistance happens when the bacteria change and become able to resist the effects of an antibiotic. This means that the bacteria continue to grow.How do I use antibiotics correctly?When you take antibiotics, it is important that you take them responsibly:Always follow the directions carefully. Finish your medicine even if you feel better. If you stop taking them too soon, some bacteria may survive and re-infect you.Don't save your antibiotics for later.Don't share your antibiotic with others.Don't take antibiotics prescribed for someone else. This may delay the best treatment for you, make you even sicker, or cause side effects.Centers for Disease Control and Prevention"}
{"id": "doc18", "contents": "Biopsy  A biopsy is a procedure that removes cells or tissue from your body.  A doctor called a pathologist looks at the cells or tissue under a microscope to check for damage or disease. The pathologist may also do other tests on it.Biopsies can be done on all parts of the body. In most cases, a biopsy is the only test that can tell for sure if a suspicious area is cancer.  But biopsies are performed for many other reasons too.There are different types of biopsies. A needle biopsy removes tissue with a needle passed through your skin to the site of the problem. Other kinds of biopsies may require surgery."}
{"id": "doc19", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
{"id": "doc21", "contents": "Coronary Artery Disease  Coronary artery disease (CAD) is the most common type of heart disease. It is the leading cause of death in the United States in both men and women.CAD happens when the arteries that supply blood to heart muscle become hardened and narrowed. This is due to the buildup of cholesterol and other material, called plaque, on their inner walls. This buildup is called atherosclerosis. As it grows, less blood can flow through the arteries. As a result, the heart muscle can't get the blood or oxygen it needs. This can lead to chest pain (angina) or a heart attack.  Most heart attacks happen when a blood clot suddenly cuts off the hearts' blood supply, causing permanent heart damage.  Over time, CAD can also weaken the heart muscle and contribute to heart failure and arrhythmias. Heart failure means the heart can't pump blood well to the rest of the body. Arrhythmias are changes in the normal beating rhythm of the heart.  NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc23", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc24", "contents": "Abscess  An abscess is a pocket of pus. You can get an abscess almost anywhere in your body. When an area of your body becomes infected, your body's immune system tries to fight the infection. White blood cells go to the infected area, collect within the damaged tissue, and cause inflammation. During this process, pus forms. Pus is a mixture of living and dead white blood cells, germs, and dead tissue. Bacteria, viruses, parasites and swallowed objects can all lead to abscesses. Skin abscesses are easy to detect. They are red, raised and painful. Abscesses inside your body may not be obvious and can damage organs, including the brain, lungs and others. Treatments include drainage and antibiotics. "}
{"id": "doc25", "contents": "Tonsillitis  What are tonsils?Tonsils are lumps of tissue at the back of the throat. There are two of them, one on each side. Along with the adenoids, tonsils are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance.  Tonsils and adenoids work by trapping the germs coming in through the mouth and nose.What is tonsillitis?Tonsillitis is an inflammation (swelling) of the tonsils. Sometimes along with tonsillitis, the adenoids are also swollen.What causes tonsillitis?The cause of tonsillitis is usually a viral infection. Bacterial infections such as strep throat can also cause tonsillitis.Who is at risk for tonsillitis?Tonsillitis is most common in children over age two. Almost every child in the United States gets it at least once. Tonsillitis caused by bacteria is more common in kids ages 5-15. Tonsillitis caused by a virus is more common in younger children.Adults can get tonsillitis, but it is not very common.Is tonsillitis contagious?Although tonsillitis is not contagious, the viruses and bacteria that cause it are contagious. Frequent handwashing can help prevent spreading or catching the infections.What are the symptoms of tonsillitis?The symptoms of tonsillitis include:A sore throat, which may be severeRed, swollen tonsilsTrouble swallowingA white or yellow coating on the tonsilsSwollen glands in the neckFeverBad breathWhen does my child need to see a health care provider for tonsillitis?You should call your health care provider if your child:Has a sore throat for more than two daysHas trouble or pain when swallowingFeels very sick or very weakYou should get emergency care right away if your child:Has trouble breathingStarts droolingHas a lot of trouble swallowingHow is tonsillitis diagnosed?To diagnose tonsillitis, your child's health care provider will first ask you about your child's symptoms and medical history. The provider will look at your child's throat and neck, checking for things such as redness or white spots on the tonsils and swollen lymph nodes.Your child will probably also have one or more tests to check for strep throat, since it can cause tonsillitis and it requires treatment. It could be a rapid strep test, a throat culture, or both. For both tests, the provider uses a cotton swab to collect a sample of fluids from your child's tonsils and the back of the throat. With the rapid strep test, testing is done in the office, and you get the results within minutes. The throat culture is done in a lab, and it usually takes a few days to get the results. The throat culture is a more reliable test. So sometimes if the rapid strep test is negative (meaning that it does not show any strep bacteria), the provider will also do a throat culture just to make sure that your child does not have strep.What are the treatments for tonsillitis?Treatment for tonsillitis depends on the cause. If the cause is a virus, there is no medicine to treat it. If the cause is a bacterial infection, such as strep throat, your child will need to take antibiotics. It is important for your child to finish the antibiotics even if he or she feels better. If treatment stops too soon, some bacteria may survive and re-infect your child.No matter what is causing the tonsillitis, there are some things you can do to help your child feel better. Make sure that your child:Gets a lot of restDrinks plenty of fluidsTries eating soft foods if it hurts to swallowTries eating warm liquids or cold foods like popsicles to soothe the throatIsn't around cigarette smoke or do anything else that could irritate the throatSleeps in a room with a humidifierGargles with saltwaterSucks on a lozenge (but do not give them to children under four; they can choke on them)Takes an over-the-counter pain reliever such as acetaminophen. Children and teenagers should not take aspirin.In some cases, your child may need a tonsillectomy.What is a tonsillectomy and why might my child need one?A tonsillectomy is surgery to remove the tonsils. Your child might need it if he or she:Keeps getting tonsillitisHas bacterial tonsillitis that does not get better with antibioticsHas tonsils are too big, and are causing trouble breathing or swallowingYour child usually gets the surgery and goes home later that day. Very young children and people who have complications may need to stay in the hospital overnight. It can take a week or two before your child completely recovers from the surgery."}
{"id": "doc26", "contents": "Anal Disorders  The anus is the opening of the rectum through which stool passes out of your body. Problems with the anus are common. They include hemorrhoids, abscesses, fissures (cracks), and cancer.You may be embarrassed to talk about your anal troubles. But it is important to let your doctor know, especially if you have pain or bleeding. The more details you can give about your problem, the better your doctor will be able to help you. Treatments vary depending on the particular problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases "}
{"id": "doc27", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc28", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc29", "contents": "Chronic Kidney Disease  You have two kidneys, each about the size of your fist.  Their main job is to filter your blood. They remove wastes and extra water, which become urine. They also keep the body's chemicals balanced, help control blood pressure, and make hormones.Chronic kidney disease (CKD) means that your kidneys are damaged and can't filter blood as they should. This damage can cause wastes to build up in your body. It can also cause other problems that can harm your health. Diabetes and high blood pressure are the most common causes of CKD.The kidney damage occurs slowly over many years. Many people don't have any symptoms until their kidney disease is very advanced. Blood and urine tests are the only way to know if you have kidney disease.Treatments cannot cure kidney disease, but they may slow kidney disease. They include medicines to lower blood pressure, control blood sugar, and lower cholesterol. CKD may still get worse over time. Sometimes it can lead to kidney failure. If your kidneys fail, you will need  dialysis or a kidney transplantation.You can take steps to keep your kidneys healthier longer:Choose foods with less  salt (sodium)Control your blood pressure; your health care provider can tell you what your blood pressure should beKeep your blood sugar in the target range, if you have diabetesLimit the amount of alcohol you drinkChoose foods that are healthy for your heart: fruits, vegetables, whole grains, and low-fat dairy foodsLose weight if you are overweightBe physically activeDon't smokeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc30", "contents": "Dialysis  When your kidneys are healthy, they clean your blood. They also make hormones that keep "}
{"id": "doc31", "contents": "Kidney Diseases  You have two kidneys, each about the size of your fist. They are near the middle of your back, just below the rib cage. Inside each kidney there are about a million tiny structures called nephrons. They filter your blood. They remove wastes and extra water, which become urine.  The urine flows through tubes called ureters. It goes to your bladder, which stores the urine until you go to the bathroom.Most kidney diseases attack the nephrons. This damage may leave kidneys unable to remove wastes. Causes can include genetic problems, injuries, or medicines. You have a higher risk of kidney disease if you have diabetes, high blood pressure, or a close family member with kidney disease. Chronic kidney disease damages the nephrons slowly over several years. Other kidney problems include:CancerCystsStonesInfectionsYour doctor can do blood and urine tests to check if you have kidney disease. If your kidneys fail, you will need dialysis or a kidney transplant.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc32", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc33", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc34", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjgren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc35", "contents": "Diverticulosis and Diverticulitis  Diverticula are small pouches that bulge outward through the colon, or large intestine. If you have these pouches, you have a condition called diverticulosis. It becomes more common as people age. About half of all people over age 60 have it. Doctors believe the main cause is a low-fiber diet.Most people with diverticulosis don't have symptoms. Sometimes it causes mild cramps, bloating or constipation. Diverticulosis is often found through tests ordered for something else. For example, it is often found during a colonoscopy to screen for cancer. A high-fiber diet and mild pain reliever will often relieve symptoms.If the pouches become inflamed or infected, you have a condition called diverticulitis. The most common symptom is abdominal pain, usually on the left side. You may also have fever, nausea, vomiting, chills, cramping, and constipation. In serious cases, diverticulitis can lead to bleeding, tears, or blockages. Your doctor will do a physical exam and imaging tests to diagnose it. Treatment may include antibiotics, pain relievers, and a liquid diet. A serious case may require a hospital stay or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc36", "contents": "Colonic Diseases  Your colon, also known as the large intestine, is part of your digestive system. It's a long, hollow tube at the end of your digestive tract where your body makes and stores stool. Many disorders affect the colon's ability to work properly. Some of these include:Colorectal cancerColonic polyps - extra tissue growing in the colon that can become cancerousUlcerative colitis - ulcers of the colon and rectumDiverticulitis - inflammation or infection of pouches in the colonIrritable bowel syndrome  -  an uncomfortable condition causing abdominal cramping and other symptomsTreatment for colonic diseases varies greatly depending on the disease and its severity. Treatment may involve diet, medicines and in some cases, surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc37", "contents": "Gastrointestinal Bleeding  Your digestive or gastrointestinal (GI) tract includes the esophagus, stomach, small intestine, large intestine or colon, rectum, and anus. Bleeding can come from any of these areas. The amount of bleeding can be so small that only a lab test can find it. Signs of bleeding in the digestive tract depend where it is and how much bleeding there is.Signs of bleeding in the upper digestive tract include:Bright red blood in vomitVomit that looks like coffee groundsBlack or tarry stoolDark blood mixed with stoolSigns of bleeding in the lower digestive tract include:Black or tarry stoolDark blood mixed with stoolStool mixed or coated with bright red bloodGI bleeding is not a disease, but a symptom of a disease. There are many possible causes of GI bleeding, including hemorrhoids, peptic ulcers, tears or inflammation in the esophagus, diverticulosis and diverticulitis, ulcerative colitis and Crohn's disease, colonic polyps, or cancer in the colon, stomach or  esophagus.The test used most often to look for the cause of GI bleeding is called endoscopy. It uses a flexible instrument inserted through the mouth or rectum to view the inside of the GI tract. A type of endoscopy called colonoscopy looks at the large intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc38", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc39", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc40", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 F (37 C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc41", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc42", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc43", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc44", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc45", "contents": "Aplastic Anemia  What is aplastic anemia?Aplastic  anemia is a rare but serious blood disorder.  If you have it, your bone marrow doesn't make enough new blood cells. It happens when there is damage to stem cells inside your bone marrow. There are different types of aplastic anemia, including Fanconi anemia.What causes aplastic anemia?The causes of aplastic anemia can include:Autoimmune disorders, which are the most common causeCertain inherited gene changes, such as the one that can cause Fanconi anemiaToxic substances, such as pesticides, arsenic, and benzeneRadiation therapy and chemotherapy for cancerCertain medicinesViral infections such as hepatitis, Epstein-Barr virus, or HIVPregnancyIn many people, the cause is unknown. This is called idiopathic aplastic anemia.What are the symptoms of aplastic anemia?Aplastic anemia can develop suddenly or slowly. It can be mild or severe. The symptoms of aplastic anemia can include:FatigueWeaknessDizzinessShortness of breathEasy bruising or bleedingWhat other problems can aplastic anemia cause?Aplastic anemia can cause other problems, including frequent infections and bleeding. It raises your risk of developing a serious blood disorder.If not treated, aplastic anemia can also lead to heart problems such as an arrhythmia (a problem with the rate or rhythm of your heartbeat), an enlarged heart, or heart failure.How is aplastic anemia diagnosed?To find out if you have aplastic anemia, your doctor will:"}
{"id": "doc46", "contents": "Thalassemia  Thalassemias are inherited blood disorders. If you have one, your body makes fewer healthy red blood cells and less hemoglobin. Hemoglobin is a protein that carries oxygen to the body. That leads to anemia. Thalassemias occur most often among people of Italian, Greek, Middle Eastern, Southern Asian, and African descent.Thalassemias can be mild or severe. Some people have no symptoms or mild anemia. The most common severe type in the United States is called Cooley's anemia. It usually appears during the first two years of life. People with it may have severe anemia, slowed growth and delayed puberty, and problems with the spleen, liver, heart, or bones.Doctors diagnose thalassemias using blood tests. Treatments include blood transfusions and treatment to remove excess iron from the body. If you have mild symptoms or no symptoms, you may not need treatment. In some severe cases, you may need a bone marrow transplant.NIH: National Heart, Lung, and Blood Institute"}
