{"id": "doc1", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc3", "contents": "Acute Myeloid Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute myeloid leukemia (AML)?Acute myeloid leukemia (AML) is a type of acute leukemia. \"Acute\" means that the leukemia usually gets worse quickly if it's not treated. In AML, the bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets. When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body.There are several different subtypes of AML. The subtypes are based on how developed the cancer cells are when you get your diagnosis and how different they are from normal cells.What causes acute myeloid leukemia (AML)?AML happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of AML.Who is at risk for acute myeloid leukemia (AML)?The factors that raise your risk of AML include:Being maleSmoking, especially after age 60Having had chemotherapy or radiation therapyTreatment for acute lymphoblastic leukemia (ALL) as a childExposure to the chemical benzeneA history of another blood disorder such as myelodysplastic syndromeWhat are the symptoms of acute myeloid leukemia (AML)?The signs and symptoms of AML include:FeverShortness of breathEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Weakness or feeling tiredWeight loss or loss of appetiteBone or joint pain, if the abnormal cells build up near or inside the bonesHow is acute myeloid leukemia (AML) diagnosed?Your health care provider may use many tools to diagnose AML and figure out which subtype you have:A physical examA medical historyBlood tests, such as a complete blood count (CBC) and blood smearBone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesIf you are diagnosed with AML, you may have additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for acute myeloid leukemia (AML)?Treatments for AML include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantOther anticancer medicinesWhich treatment you get often depends on which subtype of AML you have."}
{"id": "doc4", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc5", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc6", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc7", "contents": "Dual Diagnosis  What is dual diagnosis?A person with dual diagnosis has both a mental disorder and an alcohol or drug problem. These conditions occur together frequently. About half of people who have a mental disorder will also have a substance use disorder at some point in their lives and vice versa. The interactions of the two conditions can worsen both.Why do substance use disorders and mental disorders occur together?Although these problems often occur together, this does not mean that one caused the other, even if one appeared first. In fact, it can be hard to figure out which came first. Researchers think that there are three possibilities as to why they occur together:Common risk factors may contribute to both mental disorders and substance use disorders. These factors include genetics, stress, and trauma.Mental disorders can contribute to drug use and substance use disorders. For example, people with mental disorders may use drugs or alcohol to try to feel better temporarily. This is known as self-medication. Also, mental disorders may change the brain to make it more likely you will become addicted.Substance use and addiction can contribute to the development of a mental disorder. Substance use may change the brain in ways that make you more likely to develop a mental disorder.What are the treatments for dual diagnosis?Someone with a dual diagnosis must treat both conditions. For the treatment to be effective, you need to stop using alcohol or drugs. Treatments may include behavioral therapies and medicines. Also, support groups can give you emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute on Drug Abuse"}
{"id": "doc8", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc9", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc10", "contents": "Insomnia  What is insomnia?Insomnia is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you may get too little sleep or have poor-quality sleep. You may not feel refreshed when you wake up.What are the types of insomnia?Insomnia can be acute (short-term) or chronic (ongoing). Acute insomnia is common. Common causes include stress at work, family pressures, or a traumatic event. It usually lasts for days or weeks.Chronic insomnia lasts for a month or longer. Most cases of chronic insomnia are secondary. This means they are the symptom or side effect of some other problem, such as certain medical conditions, medicines, and other sleep disorders. Substances such as caffeine, tobacco, and alcohol can also be a cause.Sometimes chronic insomnia is the primary problem. This means that it is not caused by something else. Its cause is not well understood, but long-lasting stress, emotional upset, travel and shift work can be factors. Primary insomnia usually lasts more than one month.Who is at risk for insomnia?Insomnia is common. It affects women more often than men. You can get it at any age, but older adults are more likely to have it. You are also at higher risk of insomnia if you:Have a lot of stressAre depressed or have other emotional distress, such as divorce or death of a spouseHave a lower incomeWork at night or have frequent major shifts in your work hoursTravel long distances with time changesHave an inactive lifestyleAre African American; research shows that African Americans take longer to fall asleep, don't sleep as well, and have more sleep-related breathing problems than whites.What are the symptoms of insomnia?Symptoms of insomnia include:Lying awake for a long time before you fall asleepSleeping for only short periodsBeing awake for much of the nightFeeling as if you haven't slept at allWaking up too earlyWhat other problems can insomnia cause?Insomnia can cause daytime sleepiness and a lack of energy. It also can make you feel anxious, depressed, or irritable. You may have trouble focusing on tasks, paying attention, learning, and remembering. Insomnia also can cause other serious problems. For example, it could make you may feel drowsy while driving. This could cause you get into a car accident.How is insomnia diagnosed?To diagnose insomnia, your health care provider:Takes your medical historyAsks for your sleep history. Your provider will ask you for details about your sleep habits.Does a physical exam, to rule out other medical problems that might cause insomniaMay recommend a sleep study. A sleep study measures how well you sleep and how your body responds to sleep problems.What are the treatments for insomnia?Treatments include lifestyle changes, counseling, and medicines:Lifestyle changes, including good sleep habits, often help relieve acute (short-term) insomnia. These changes might make it easier for you to fall asleep and stay asleep.A type of counseling called cognitive-behavioral therapy (CBT) can help relieve the anxiety linked to chronic (ongoing) insomniaSeveral medicines also can help relieve your insomnia and allow you to re-establish a regular sleep scheduleIf your insomnia is the symptom or side effect of another problem, it's important to treat that problem (if possible).NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "Alcohol Use Disorder (AUD)  What is alcohol use disorder (AUD)?For most adults, moderate alcohol use is probably not harmful. However, about 18 million adult Americans have an alcohol use disorder (AUD).  This means that their drinking causes distress and harm. AUD can range from mild to severe, depending on the symptoms. Severe AUD is sometimes called alcoholism or alcohol dependence.AUD is a disease that causes:Craving - a strong need to drinkLoss of control - not being able to stop drinking once you've startedNegative emotional state - feeling anxious and irritable when you are not drinkingWhat is binge drinking?Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours. Not everyone who binge drinks has an AUD, but they are at higher risk for getting one.What are the dangers of too much alcohol?Too much alcohol is dangerous. Heavy drinking can increase the risk of certain cancers. It may lead to liver diseases, such as fatty liver disease and cirrhosis. It can also cause damage to the brain and other organs. Drinking during pregnancy can harm your baby. Alcohol also increases the risk of death from car crashes, injuries, homicide, and suicide.How do I know if I have an alcohol use disorder (AUD)?You may have an AUD if you can answer yes to two or more of these questions:In the past year, have you:Ended up drinking more or for a longer time than you had planned to?Wanted to cut down or stop drinking, or tried to, but couldn't?Spent a lot of your time drinking or recovering from drinking?Felt a strong need to drink?Found that drinking - or being sick from drinking - often interfered with your family life, job, or school?Kept drinking even though it was causing trouble with your family or friends?Given up or cut back on activities that you enjoyed just so you could drink?Gotten into dangerous situations while drinking or after drinking? Some examples are driving drunk and having unsafe sex.Kept drinking even though it was making you feel depressed or anxious? Or when it was adding to another health problem?Had to drink more and more to feel the effects of the alcohol?Had withdrawal symptoms when the alcohol was wearing off? They include trouble sleeping, shakiness, irritability, anxiety, depression, restlessness, nausea, and sweating. In severe cases, you could have a fever, seizures, or hallucinations.If you have any of these symptoms, your drinking may already be a cause for concern. The more symptoms you have, the more serious the problem is.What should I do if I think that I might have an alcohol use disorder (AUD)?If you think you might have an AUD, see your health care provider for an evaluation. Your provider can help make a treatment plan, prescribe medicines, and if needed, give you treatment referrals.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc12", "contents": "Bullying and Cyberbullying  What is bullying?Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:Aggressive behavior.A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.Repetition, meaning it happens more than once or that it probably will happen againWhat are the types of bullying?There are three types of bullying:Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.Verbal bullying is saying or writing mean things, including name-calling, taunting, and threateningWhat is cyberbullying?Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:Posting rumors on social mediaSharing embarrassing pictures or videos onlineSharing someone else's private information online (doxing)Making threats against someone onlineCreating fake accounts and posting information to embarrass someoneCertain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.How is cyberbullying different from bullying?Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:Anonymous - people can hide their identities when they are online or using a cell phonePersistent - people can send messages instantly, at any time of the day or nightPermanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.Hard to notice - teachers and parents may not overhear or see cyberbullying taking placeWho is at risk of being bullied?Kids are at a higher risk of being bullied if they:Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicityAre seen as weakHave depression, anxiety, or low self-esteemDon't have many friends or are less popularDon't socialize well with othersHave an intellectual or developmental disabilityWho is at risk of being a bully?There are two types of kids who are more likely to bully others:Kids who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of othersKids who are more isolated from peers, may be depressed or anxious, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelingsThere are certain factors that make someone more likely to be a bully. They include:Being aggressive or easily frustratedHaving trouble at home, such as violence or bullying in the home or having uninvolved parentsHaving trouble following rulesSeeing violence positivelyHaving friends who bully othersWhat are the effects of bullying?Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:Depression, anxiety, and low self-esteem. These problems sometimes last into adulthood.Health complaints, including headaches and stomachachesLower grades and test scoresMissing and dropping out of schoolKids who bully others have a higher risk for substance use, problems in school, and violence later in life."}
{"id": "doc13", "contents": "Women's Health  Women have unique health issues. And some of the health issues that affect both men and women can affect women differently.Unique issues include pregnancy, menopause, and conditions of the female organs. Women can have a healthy pregnancy by getting early and regular prenatal care. They should also get recommended breast cancer, cervical cancer, and bone density screenings.Women and men also have many of the same health problems. But these problems can affect women differently. For example,:Women are more likely to die following a heart attack than menWomen are more likely to show signs of depression and anxiety than menThe effects of sexually transmitted diseases can be more serious in womenOsteoarthritis affects more women than menWomen are more likely to have urinary tract problemsNIH: National Institute of Child Health and Human Development"}
{"id": "doc14", "contents": "Erectile Dysfunction  Erectile dysfunction (ED) is a common type of male sexual dysfunction. It is when a man has trouble getting or keeping an erection. ED becomes more common as you get older.  But it's not a natural part of aging.Some people have trouble speaking with their doctors about sex. But if you have ED, you should tell your doctor. ED can be a sign of health problems. It may mean your blood vessels are clogged. It may mean you have nerve damage from diabetes. If you don't see your doctor, these problems will go untreated. Your doctor can offer several new treatments for ED. For many men, the answer is as simple as taking a pill. Getting more exercise, losing weight, or stopping smoking may also help. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Lactose Intolerance  Lactose intolerance means that you cannot digest foods with lactose in them. Lactose is the sugar found in milk and foods made with milk. After eating foods with lactose in them, you may feel sick to your stomach. You may also have:\tGas \tDiarrhea \tSwelling in your stomach Your doctor may do a blood, breath or stool test to find out if your problems are due to lactose intolerance.Lactose intolerance is not serious.  Eating less food with lactose, or using pills or drops to help you digest lactose usually helps. You may need to take a calcium supplement if you don't get enough of it from your diet, since milk and foods made with milk are the most common source of calcium for most people.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc16", "contents": "Progressive Supranuclear Palsy  What is progressive supranuclear palsy (PSP)?Progressive supranuclear palsy (PSP) is a rare brain disease. It happens because of damage to nerve cells in the brain. PSP affects your movement, including control of your walking and balance. It also affects your thinking and eye movement.PSP is progressive, which means that it gets worse over time.What causes progressive supranuclear palsy (PSP)?The cause of PSP is unknown. In rare cases, the cause is a mutation in a certain gene.One sign of PSP is abnormal clumps of tau in nerve cells in the brain. Tau is a protein in your nervous system, including in nerve cells. Some other diseases also cause a buildup of tau in the brain, including Alzheimer's disease.Who is at risk for progressive supranuclear palsy (PSP)?PSP usually affects people over 60, but in some cases it can start earlier. It is more common in men.What are the symptoms of progressive supranuclear palsy (PSP)?Symptoms are very different in each person, but they may include:A loss of balance while walking. This is often the first symptom.Speech problemsTrouble swallowingA blurring of vision and problems controlling eye movementChanges in mood and behavior, including depression and apathy (a loss of interest and enthusiasm)Mild dementiaHow is progressive supranuclear palsy (PSP0 diagnosed?There is no specific test for PSP. It can be difficult to diagnose, because the symptoms are similar to other diseases such as Parkinson's disease and Alzheimer's disease.To make a diagnosis, your health care provider will take your medical history and do physical and neurological exams. You may have an MRI or other imaging tests.What are the treatments for progressive supranuclear palsy (PSP)?There is currently no effective treatment for PSP. Medicines may reduce some symptoms. Some non-drug treatments, such as walking aids and special glasses, may also help. People with severe swallowing problems may need gastrostomy. This is a surgery to insert a feeding tube into the stomach.PSP gets worse over time. Many people become severely disabled within three to five years after getting it. PSP isn't life-threatening on its own. It can still be be dangerous, because it increases your risk of pneumonia, choking from swallowing problems, and injuries from falling. But with good attention to medical and nutritional needs, many people with PSP can live 10 or more years after the first symptoms of the disease.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc17", "contents": "Depression  Depression is a serious medical illness. It's more than just a feeling of being sad or \"blue\" for a few days. If you are one of the more than 19 million teens and adults in the United States who have depression, the feelings do not go away. They persist and interfere with your everyday life. Symptoms can include:Feeling sad or \"empty\"Loss of interest in favorite activitiesOvereating, or not wanting to eat at allNot being able to sleep, or sleeping too muchFeeling very tiredFeeling hopeless, irritable, anxious, or guiltyAches or pains, headaches, cramps, or digestive problemsThoughts of death or suicideDepression is a disorder of the brain. There are a variety of causes, including genetic, biological, environmental, and psychological factors. Depression can happen at any age, but it often begins in teens and young adults. It is much more common in women. Women can also get  postpartum depression after the birth of a baby. Some people get seasonal affective disorder in the winter. Depression is one part of bipolar disorder.There are effective treatments for depression, including antidepressants, talk therapy, or both.NIH: National Institute of Mental Health"}
{"id": "doc18", "contents": "Seasonal Affective Disorder  Seasonal affective disorder (SAD) is a type of depression that comes and goes with the seasons. It usually starts in the late fall and early winter and goes away during the spring and summer. Some people do have episodes of depression that start in the spring or summer, but that is a lot less common. Symptoms of SAD may include:SadnessGloomy outlookFeeling hopeless, worthless, and irritableLoss of interest or pleasure in activities you used to enjoyLow energyDifficulty sleeping or oversleepingCarbohydrate cravings and weight gainThoughts of death or suicideSAD is more common in women, young people, and those who live far from the equator. You are also more likely to have SAD if you or your family members have depression.The exact causes of SAD are unknown. Researchers have found that people with SAD may have an imbalance of serotonin, a brain chemical that affects your mood. Their bodies also make too much melatonin, a hormone that regulates sleep, and not enough vitamin D.The main treatment for SAD is light therapy. The idea behind light therapy is to replace the sunshine that you miss during the fall and winter months. You sit in front of a light therapy box every morning to get daily exposure to bright, artificial light. But some people with SAD do not respond to light therapy alone. Antidepressant medicines and talk therapy can reduce SAD symptoms, either alone or combined with light therapy.NIH: National Institute of Mental Health"}
{"id": "doc19", "contents": "Blood Thinners  What are blood thinners?Blood thinners are medicines that prevent blood clots from forming. They do not break up clots that you already have. But they can stop those clots from getting bigger. It's important to treat blood clots, because clots in your blood vessels and heart can cause heart attacks, strokes, and blockages. Who needs blood thinners?You may need a blood thinner if you have:Certain heart or blood vessel diseasesAn abnormal heart rhythm called atrial fibrillationA heart valve replacementA risk of blood clots after surgeryCongenital heart defectsWhat are the different types of blood thinners?There are different types of blood thinners:Anticoagulants, such as heparin or warfarin (also called Coumadin), slow down your body's process of making clots.Antiplatelets, such as aspirin and clopidogrel, prevent blood cells called platelets from clumping together to form a clot. Antiplatelets are mainly taken by people who have had a heart attack or stroke.How can I take blood thinners safely?When you take a blood thinner, follow the directions carefully. Blood thinners may interact with certain foods, medicines, vitamins, and alcohol. Make sure that your health care provider knows all of the medicines and supplements you are using.You may need regular blood tests to check how well your blood is clotting. It is important to make sure that you're taking enough medicine to prevent clots, but not so much that it causes bleeding.What are the side effects of blood thinners?Bleeding is the most common side effect of blood thinners. They can also cause an upset stomach, nausea, and diarrhea. "}
{"id": "doc20", "contents": "GERD  Your esophagus is the tube that carries food from your mouth to your stomach. Gastroesophageal reflux disease (GERD) happens when a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. You may feel a burning in the chest or throat called heartburn.  Sometimes, you can taste stomach fluid in the back of the mouth.  If you have these symptoms more than twice a week, you may have GERD. You can also have GERD without having heartburn. Your symptoms could include a dry cough, asthma symptoms, or trouble swallowing.Anyone, including infants and children, can have GERD.  If not treated, it can lead to more serious health problems. In some cases, you might need medicines or surgery.  However, many people can improve their symptoms by:Avoiding alcohol and spicy, fatty or acidic foods that trigger heartburnEating smaller mealsNot eating close to bedtime Losing weight if needed Wearing loose-fitting clothesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc22", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc23", "contents": "Colonic Polyps  A polyp is an extra piece of tissue that grows inside your body. Colonic polyps grow in the large intestine, or colon.  Most polyps are not dangerous. However, some polyps may turn into cancer or already be cancer. To be safe, doctors remove polyps and test them.  Polyps can be removed when a doctor examines the inside of the large intestine during a colonoscopy.Anyone can get polyps, but certain people are more likely than others. You may have a greater chance of getting polyps if you :\tAre over age 50 \tHave had polyps before \tHave a family member with polyps \tHave a family history of colon cancer Most colon polyps do not cause symptoms. If you have symptoms, they may include blood on your underwear or on toilet paper after a bowel movement, blood in your stool, or constipation or diarrhea lasting more than a week.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc24", "contents": "Men's Health  Most men need to pay more attention to their health. Compared to women, men are more likely to:Smoke and drinkMake unhealthy or risky choicesPut off regular checkups and medical careThere are also health conditions that only affect men, such as prostate cancer and low testosterone. Many of the major health risks that men face - like colon cancer or heart disease - can be prevented and treated with early diagnosis. Screening tests can find diseases early, when they are easier to treat. It's important to get the screening tests you need."}
