{"id": "doc1", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc2", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc3", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc4", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc5", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc6", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Blood Count Tests  Your blood contains red blood cells (RBC), white blood cells (WBC), and platelets. Blood count tests measure the number and types of cells in your blood. This helps doctors check on your overall health. The tests can also help to diagnose diseases and conditions such as anemia, infections, clotting problems, blood cancers, and immune system disorders.Specific types include tests for:RBC - the numbers, size, and types of RBC in the bloodWBC - the numbers and types of WBC in the bloodPlatelets - the numbers and size of the plateletsHemoglobin - an iron-rich protein in red blood cells that carries oxygenHematocrit - how much space red blood cells take up in your bloodReticulocyte count - how many young red blood cells are in your bloodMean corpuscular volume (MCV) - the average size of your red blood cellsThe complete blood count (CBC) includes most or all of these. The CBC is one of the most common blood tests.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Blood Disorders  Your blood is living tissue made up of liquid and solids. The liquid part, called plasma, is made of water, salts and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells and platelets.Blood disorders affect one or more parts of the blood and prevent your blood from doing its job.  They can be acute or chronic. Many blood disorders are inherited. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet.Types of blood disorders include:Platelet disorders, excessive clotting, and bleeding problems, which affect how your blood clotsAnemia, which happens when your blood does not carry enough oxygen to the rest of your bodyCancers of the blood, such as leukemia and myelomaEosinophilic disorders, which are problems with one type of white blood cell."}
{"id": "doc9", "contents": "Blood  Your blood is made up of liquid and solids. The liquid part, called plasma, is made of water, salts, and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells, and platelets.Red blood cells (RBC) deliver oxygen from your lungs to your tissues and organs. White blood cells (WBC) fight infection and are part of your immune system. Platelets help blood to clot when you have a cut or wound. Bone marrow, the spongy material inside your bones, makes new blood cells. Blood cells constantly die and your body makes new ones. Red blood cells live about 120 days, and platelets live about 6 days. Some white blood cells live less than a day, but others live much longer.There are four blood types: A, B, AB, or O. Also, blood is either Rh-positive or Rh-negative. So if you have type A blood, it's either A positive or A negative. Which type you are is important if you need a blood transfusion. And your Rh factor could be important if you become pregnant - an incompatibility between your type and the baby's could create problems. Blood tests such as blood count tests help doctors check for certain diseases and conditions. They also help check the function of your organs and show how well treatments are working. Problems with your blood may include bleeding disorders, excessive clotting and platelet disorders. If you lose too much blood, you may need a transfusion.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Interstitial Cystitis  Interstitial cystitis (IC) is a condition that causes discomfort or pain in the bladder and a need to urinate frequently and urgently. It is far more common in women than in men. The symptoms vary from person to person. Some people may have pain without urgency or frequency. Others have urgency and frequency without pain. Women's symptoms often get worse during their periods. They may also have pain with sexual intercourse.The cause of IC isn't known. There is no one test to tell if you have it.  Doctors often run tests to rule out other possible causes of symptoms. There is no cure for IC, but treatments can help most people feel better. They include:Distending, or inflating, the bladderBathing the inside of the bladder with a drug solutionOral medicinesElectrical nerve stimulationPhysical therapyLifestyle changesBladder trainingIn rare cases, surgeryNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc12", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc13", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc14", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc15", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc16", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc17", "contents": "Sepsis  What is sepsis?Sepsis is your body's overactive and extreme response to an infection. Sepsis is a life-threatening medical emergency. Without quick treatment, it can lead to tissue damage, organ failure, and even death.What causes sepsis?Sepsis happens when an infection you already have triggers a chain reaction throughout your body. Bacterial infections are the most common cause, but other types of infections can also cause it.The infections are often in the lungs, stomach, kidneys, or bladder. It's possible for sepsis to begin with a small cut that gets infected or with an infection that develops after surgery. Sometimes, sepsis can occur in people who didn't even know that they had an infection.Who is at risk for sepsis?Anyone with an infection could get sepsis. But certain people are at higher risk:Adults 65 or olderPeople with chronic conditions, such as diabetes, lung disease, cancer, and kidney diseasePeople with weakened immune systemsPregnant womenChildren younger than oneWhat are the symptoms of sepsis?Sepsis can cause one or more of these symptoms:Rapid breathing and heart rateShortness of breathConfusion or disorientationExtreme pain or discomfortFever, shivering, or feeling very coldClammy or sweaty skinIt's important to get medical care right away if you think you might have sepsis or if your infection is not getting better or is getting worse.What other problems can sepsis cause?Severe cases of sepsis can lead to septic shock, where your blood pressure drops to a dangerous level and multiple organs can fail.How is sepsis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, including checking vital signs (your temperature, blood pressure, heart rate, and breathing)Lab tests that check for signs of infection or organ damageImaging tests such as an x-ray or a CT scan to find the location of the infectionMany of the signs and symptoms of sepsis can also be caused by other medical conditions. This may make sepsis hard to diagnose in its early stages.What are the treatments for sepsis?It is very important to get treatment right away. Treatment usually includes:AntibioticsMaintaining blood flow to organs. This may involve getting oxygen and intravenous (IV) fluids.Treating the source of the infectionIf needed, medicines to increase blood pressureIn serious cases, you might need kidney dialysis or a breathing tube. Some people need surgery to remove tissue damaged by the infection.Can sepsis be prevented?To prevent sepsis, you should try to prevent getting an infection:Take good care of any chronic health conditions that you haveGet recommended vaccinesPractice good hygiene, such as handwashingKeep cuts clean and covered until healedNIH: National Institute of General Medical SciencesCenters for Disease Control and Prevention"}
{"id": "doc18", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc19", "contents": "Pneumonia  What is pneumonia?Pneumonia is an infection in one or both of the lungs. It causes the air sacs of the lungs to fill up with fluid or pus. It can range from mild to severe, depending on the type of germ causing the infection, your age, and your overall health.What causes pneumonia?Bacterial, viral, and fungal infections can cause pneumonia.Bacteria are the most common cause. Bacterial pneumonia can occur on its own. It can also develop after you've had certain viral infections such as a cold or the flu. Several different types of bacteria can cause pneumonia, including:Streptococcus pneumoniaeLegionella pneumophila; this pneumonia is often called Legionnaires' diseaseMycoplasma pneumoniaeChlamydia pneumoniaeHaemophilus influenzaeViruses that infect the respiratory tract may cause pneumonia. Viral pneumonia is often mild and goes away on its own within a few weeks. But sometimes it is serious enough that you need to get treatment in a hospital. If you have viral pneumonia, you are at risk of also getting bacterial pneumonia. The different viruses that can cause pneumonia include:Respiratory syncytial virus (RSV)Some common cold and flu virusesSARS-CoV-2, the virus that causes COVID-19Fungal pneumonia is more common in people who have chronic health problems or weakened immune systems. Some of the types include:Pneumocystis pneumonia (PCP)Coccidioidomycosis, which causes valley feverHistoplasmosisCryptococcusWho is at risk for pneumonia?Anyone can get pneumonia, but certain factors can increase your risk:Age; the risk is higher for children who are age 2 and under and adults age 65 and olderExposure to certain chemicals, pollutants, or toxic fumesLifestyle habits, such as smoking, heavy alcohol use, and malnourishmentBeing in a hospital, especially if you are in the ICU. Being sedated and/or on a ventilator raises the risk even more.Having a lung diseaseHaving a weakened immune systemHave trouble coughing or swallowing, from a stroke or other conditionRecently being sick with a cold or the fluWhat are the symptoms of pneumonia?The symptoms of pneumonia can range from mild to severe and include:FeverChillsCough, usually with phlegm (a slimy substance from deep in your lungs)Shortness of breathChest pain when you breathe or coughNausea and/or vomitingDiarrheaThe symptoms can vary for different groups. Newborns and infants may not show any signs of the infection. Others may vomit and have a fever and cough. They might seem sick, with no energy, or be restless.Older adults and people who have serious illnesses or weak immune systems may have fewer and milder symptoms. They may even have a lower than normal temperature. Older adults who have pneumonia sometimes have sudden changes in mental awareness.What other problems can pneumonia cause?Sometimes pneumonia can cause serious complications such as:Bacteremia, which happens when the bacteria move into the bloodstream. It is serious and can lead to septic shock.Lung abscesses, which are collections of pus in cavities of the lungsPleural disorders, which are conditions that affect the pleura. The pleura is the tissue that covers the outside of the lungs and lines the inside of your chest cavity.Kidney failureRespiratory failureHow is pneumonia diagnosed?Sometimes pneumonia can be hard to diagnose. This is because it can cause some of the same symptoms as a cold or the flu. It may take time for you to realize that you have a more serious condition.Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical exam, including listening to your lungs with a stethoscopeVarious tests, such as"}
{"id": "doc20", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc22", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc23", "contents": "Ankylosing Spondylitis  Ankylosing spondylitis is a type of arthritis of the spine. It causes inflammation between your vertebrae, which are the bones that make up your spine, and in the joints between your spine and pelvis. In some people, it can affect other joints.AS is more common and more severe in men. It often runs in families. The cause is unknown, but it is likely that both genes and factors in the environment play a role.Early symptoms of AS include back pain and stiffness. These problems often start in late adolescence or early adulthood. Over time, AS can fuse your vertebrae together, limiting movement. Some people have symptoms that come and go. Others have severe, ongoing pain.A diagnosis of AS is based on your medical history and a physical examination. You may also have imaging or blood tests.AS has no cure, but medicines can relieve symptoms and may keep the disease from getting worse. Eating a healthy diet, not smoking, and exercising can also help. In rare cases, you may need surgery to straighten the spine.NIH: National Institute of Arthritis and Musculoskeletal and Skin Disease"}
{"id": "doc24", "contents": "Baby Health Checkup  There are many new responsibilities when you have a baby. One of them is to make sure that your baby gets regular checkups, which are called well-baby exams. These exams are important in making sure that your baby is growing and developing properly. If there are problems, you can catch them early. This means that there is a better chance for treatment.During these checkups, your baby will get any needed vaccines and screenings.  This is also a good chance to ask your health care provider any questions about how to care for your baby. The provider will let you know how often your baby should get these checkups."}
{"id": "doc25", "contents": "Zika Virus  Zika is a virus that is spread mostly by mosquitoes. A pregnant mother can pass it to her baby during pregnancy or around the time of birth. It can spread through sexual contact. There have also been reports that the virus has spread through blood transfusions. There have been outbreaks of Zika virus in the United States, Africa, Southeast Asia, the Pacific Islands, parts of the Caribbean, and Central and South America.Most people who get the virus do not get sick. One in five people do get symptoms, which can include a fever, rash, joint pain, and conjunctivitis (pink eye). Symptoms are usually mild, and start 2 to 7 days after being bitten by an infected mosquito.A blood test can tell whether you have the infection. There are no vaccines or medicines to treat it. Drinking lots of fluids, resting, and taking acetaminophen might help.Zika can cause microcephaly (a serious birth defect of the brain) and other problems in babies whose mothers were infected while pregnant. The Centers for Disease Control and Prevention recommends that pregnant women do not travel to areas where there is a Zika virus outbreak. If you do decide to travel, first talk to your doctor. You should also be careful to prevent mosquito bites:Use insect repellentWear clothes that cover your arms, legs, and feetStay in places that have air conditioning or that use window and door screens Centers for Disease Control and Prevention"}
{"id": "doc26", "contents": "Stillbirth  If a woman loses a pregnancy after she's past her 20th week, it's called a stillbirth. Stillbirths are due to natural causes. They can happen before delivery or during delivery. Causes include:Problems with the placenta, the organ that transports oxygen and nutrients to the fetusGenetic problems with the fetusFetal infectionsOther physical problems in the fetusIn at least half of all cases, it is not possible to tell why the baby died.If stillbirth happens before delivery, your health care provider may induce labor or perform a Cesarean section to deliver the fetus.  In some cases, you can wait until you go into labor yourself.  This usually happens within two weeks of stillbirth.Counseling may help you cope with your grief. Later, if you do decide to try again, work closely with your health care provider to lower the risks. Many women who have a stillbirth go on to have healthy babies.NIH: National Institute of Child Health and Human Development"}
{"id": "doc27", "contents": "Teenage Pregnancy  Most teenage girls don't plan to get pregnant, but many do. Teen pregnancies carry extra health risks to both the mother and the baby. Often, teens don't get prenatal care soon enough, which can lead to problems later on. They have a higher risk for pregnancy-related high blood pressure and its complications. Risks for the baby include premature birth and a low birth weight.If you're a pregnant teen, you can help yourself and your baby by:Getting regular prenatal careTaking your prenatal vitamins for your health and to prevent some birth defectsAvoiding smoking, alcohol, and drugsUsing a condom, if you are having sex, to prevent sexually transmitted diseases that could hurt your baby. If your or your partner is allergic to latex, you can use polyurethane condoms."}
{"id": "doc28", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc29", "contents": "Urinalysis  A urinalysis is a test of your urine. It is often done to check for a urinary tract infections, kidney problems, or diabetes. You may also have one during a checkup, if you are admitted to the hospital, before you have surgery, or if you are pregnant.  It can also monitor some medical conditions and treatments.A urinalysis involves checking the urine for:Its colorIts appearance (whether it is clear or cloudy)Any odorThe pH level (acidity)Whether there are substances that are not normally in urine, such as blood, too much protein, glucose, ketones, and bilirubinWhether there are cells, crystals, and casts (tube-shaped proteins)Whether it contains bacteria or other germs"}
{"id": "doc30", "contents": "Suicide  What is suicide? Suicide is the taking of one's own life. It is a death that happens when someone harms themselves because they want to end their life. A suicide attempt is when someone harms themselves to try to end their life, but they do not die.Suicide is a major public health problem and a leading cause of death in the United States. The effects of suicide go beyond the person who acts to take his or her life. It can also have a lasting effect on family, friends, and communities.Who is at risk for suicide?Suicide does not discriminate. It can touch anyone, anywhere, at any time. But there are certain factors that can contribute to the risk of suicide, including:Having attempted suicide beforeDepression and other mental health disordersAlcohol or drug  use disorderFamily history of a mental health disorderFamily history of an alcohol or drug use disorderFamily history of suicideFamily violence, including physical or sexual abuseHaving guns in the homeBeing in or having recently gotten out of prison or jailBeing exposed to others' suicidal behavior, such as a family member, peer, or celebrityMedical illness, including chronic painStressful life event, such as a job loss, financial problems, loss of a loved one, a breakup of a relationship, etc.Being between the ages of 15 and 24 years or over age 60What are the warning signs for suicide?The warning signs for suicide include:Talking about wanting to die or wanting to kill oneselfMaking a plan or looking for a way to kill oneself, such as searching onlineBuying a gun or stockpiling pillsFeeling empty, hopeless, trapped, or like there's no reason to liveBeing in unbearable painTalking about being a burden to othersUsing more alcohol or drugsActing anxious or agitated; behaving recklesslySleeping too little or too muchWithdrawing from family or friends or feeling isolatedShowing rage or talking about seeking revengeDisplaying extreme mood swingsSaying good-bye to loved ones, putting affairs in orderSome people may tell others about their suicidal thoughts. But others may try to hide them. This can make some of the signs harder to spot.What should I do if I need help or know someone who does?If you or someone you know has the warning signs for suicide, get help right away, especially if there is a change in behavior. If it is an emergency, dial 911. Otherwise there are five steps that you can take:Ask the person if they're thinking about killing themselvesKeep them safe. Find out whether they have a plan for suicide and keep them away from things that they can use to kill themselves.Be there with them. Listen carefully and find out what they are thinking and feeling.Help them connect to resources that can help them, such as"}
{"id": "doc31", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc32", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc33", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc34", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc35", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc36", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
