{"id": "doc1", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc2", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc3", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc4", "contents": "Eye Diseases  Some eye problems are minor and don't last long. But some can lead to a permanent loss of vision.Common eye problems include:Refractive errorsCataracts - clouded lensesOptic nerve disorders, including glaucomaRetinal disorders - problems with the nerve layer at the back of the eyeMacular degeneration - a disease that destroys sharp, central visionDiabetic eye problemsConjunctivitis - an  infection also known as pink eyeYour best defense is to have regular checkups, because eye diseases do not always have symptoms. Early detection and treatment could prevent vision loss. See an eye care professional right away if you have a sudden change in vision, if everything looks dim, or if you see flashes of light. Other symptoms that need quick attention are pain, double vision, fluid coming from the eye, and inflammation.NIH: National Eye Institute "}
{"id": "doc5", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc6", "contents": "Glaucoma  Glaucoma is a group of diseases that can damage the eye's optic nerve. It is a leading cause of blindness in the United States. It usually happens when the fluid pressure inside the eyes slowly rises, damaging the optic nerve. Often there are no symptoms at first. Without treatment, people with glaucoma will slowly lose their peripheral, or side vision. They seem to be looking through a tunnel. Over time, straight-ahead vision may decrease until no vision remains.A comprehensive eye exam can tell if you have glaucoma.  People at risk should get eye exams at least every two years.  They include:African Americans over age 40People over age 60, especially Mexican AmericansPeople with a family history of glaucomaThere is no cure, but glaucoma can usually be controlled. Early treatment can help protect your eyes against vision loss. Treatments usually include prescription eyedrops and/or surgery.NIH: National Eye Institute"}
{"id": "doc7", "contents": "Wilson Disease  Wilson disease is a rare inherited disorder that prevents your body from getting rid of extra copper.  You need a small amount of copper from food to stay healthy. Too much copper is poisonous.Normally, your liver releases extra copper into bile, a digestive fluid.  With Wilson disease, the copper builds up in your liver, and it releases the copper directly into your bloodstream. This can cause damage to your brain, kidneys, and eyes.Wilson disease is present at birth, but symptoms usually start between ages 5 and 35. It first attacks the liver, the central nervous system or both. The most characteristic sign is a rusty brown ring around the cornea of the eye. A physical exam and laboratory tests can diagnose it.Treatment is with drugs to remove the extra copper from your body.  You need to take medicine and follow a low-copper diet for the rest of your life. Don't eat shellfish or liver, as these foods may contain high levels of copper.  At the beginning of treatment, you'll also need to avoid chocolate, mushrooms, and nuts. Have your drinking water checked for copper content and don't take multivitamins that contain copper.With early detection and proper treatment, you can enjoy good health.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Genetic Brain Disorders  A genetic brain disorder is caused by a variation or a mutation in a gene.  A variation is a different form of a gene. A mutation is a change in a gene. Genetic brain disorders affect the development and function of the brain.Some genetic brain disorders are due to random gene mutations or mutations caused by environmental exposure, such as cigarette smoke. Other disorders are inherited, which means that a mutated gene or group of genes is passed down through a family. They can also be due to a combination of both genetic changes and other outside factors.Some examples of genetic brain disorders include:LeukodystrophiesPhenylketonuriaTay-Sachs diseaseWilson diseaseMany people with genetic brain disorders fail to produce enough of certain proteins that influence brain development and function. These brain disorders can cause serious problems that affect the nervous system. Some have treatments to control symptoms.  Some are life-threatening."}
{"id": "doc9", "contents": "Liver Diseases  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons.There are many kinds of liver diseases:Diseases caused by  viruses, such as hepatitis A, hepatitis B, and hepatitis CDiseases caused by drugs, poisons, or too much alcohol. Examples include fatty liver disease and cirrhosis.Liver cancerInherited diseases, such as hemochromatosis and Wilson diseaseSymptoms of liver disease can vary, but they often include swelling of the abdomen and legs, bruising easily, changes in the color of your stool and urine, and jaundice, or yellowing of the skin and eyes. Sometimes there are no symptoms. Tests such as imaging tests and liver function tests can check for liver damage and help to diagnose liver diseases."}
{"id": "doc10", "contents": "Cancer  Cancer begins in your cells, which are the building blocks of your body.   Normally, your body forms new cells as you need them, replacing old cells that die. Sometimes this process goes wrong. New cells grow even when you don't need them, and old cells don't die when they should. These extra cells can form a mass called a tumor. Tumors can be benign or malignant. Benign tumors aren't cancer while malignant ones are. Cells from malignant tumors can invade nearby tissues. They can also break away and spread to other parts of the body. Cancer is not just one disease but many diseases. There are more than 100 different types of cancer. Most cancers are named for where they start. For example, lung cancer starts in the lung, and breast cancer starts in the breast. The spread of cancer from one part of the body to another is called metastasis. Symptoms and treatment depend on the cancer type and how advanced it is. Most treatment plans may include surgery, radiation and/or chemotherapy. Some may involve hormone therapy, immunotherapy or other types of biologic therapy, or stem cell transplantation. NIH: National Cancer Institute"}
{"id": "doc11", "contents": "Jaundice  Jaundice causes your skin and the whites of your eyes to turn yellow. Too much bilirubin causes jaundice.  Bilirubin is a yellow chemical in hemoglobin, the substance that carries oxygen in your red blood cells. As red blood cells break down, your body builds new cells to replace them. The old ones are processed by the liver. If the liver cannot handle the blood cells as they break down, bilirubin builds up in the body and your skin may look yellow. Many healthy babies have some jaundice during the first week of life.  It usually goes away.   However, jaundice can happen at any age and may be a sign of a problem.  Jaundice can happen for many reasons, such as:\tBlood diseases\tGenetic syndromes\tLiver diseases, such as hepatitis or cirrhosis\tBlockage of bile ducts \tInfections \tMedicines "}
{"id": "doc12", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc13", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc14", "contents": "Child Behavior Disorders   All kids misbehave some times. And some may have temporary behavior problems due to stress. For example, the birth of a sibling, a divorce, or a death in the family may cause a child to act out. Behavior disorders are more serious. They involve a pattern of hostile, aggressive, or disruptive behaviors for more than 6 months.  The behavior is also not appropriate for the child's age.Warning signs can include:Harming or threatening themselves, other people or petsDamaging or destroying property Lying or stealing Not doing well in school, skipping school Early smoking, drinking or drug use Early sexual activity Frequent tantrums and arguments Consistent hostility toward authority figures  If you see signs of a problem, ask for help. Poor choices can become habits. Kids who have behavior problems are at higher risk for school failure, mental health problems, and even suicide. Classes or family therapy may help parents learn to set and enforce limits. Talk therapy and behavior therapy for your child can also help."}
{"id": "doc15", "contents": "Bullying and Cyberbullying  What is bullying?Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:Aggressive behavior.A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.Repetition, meaning it happens more than once or that it probably will happen againWhat are the types of bullying?There are three types of bullying:Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.Verbal bullying is saying or writing mean things, including name-calling, taunting, and threateningWhat is cyberbullying?Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:Posting rumors on social mediaSharing embarrassing pictures or videos onlineSharing someone else's private information online (doxing)Making threats against someone onlineCreating fake accounts and posting information to embarrass someoneCertain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.How is cyberbullying different from bullying?Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:Anonymous - people can hide their identities when they are online or using a cell phonePersistent - people can send messages instantly, at any time of the day or nightPermanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.Hard to notice - teachers and parents may not overhear or see cyberbullying taking placeWho is at risk of being bullied?Kids are at a higher risk of being bullied if they:Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicityAre seen as weakHave depression, anxiety, or low self-esteemDon't have many friends or are less popularDon't socialize well with othersHave an intellectual or developmental disabilityWho is at risk of being a bully?There are two types of kids who are more likely to bully others:Kids who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of othersKids who are more isolated from peers, may be depressed or anxious, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelingsThere are certain factors that make someone more likely to be a bully. They include:Being aggressive or easily frustratedHaving trouble at home, such as violence or bullying in the home or having uninvolved parentsHaving trouble following rulesSeeing violence positivelyHaving friends who bully othersWhat are the effects of bullying?Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:Depression, anxiety, and low self-esteem. These problems sometimes last into adulthood.Health complaints, including headaches and stomachachesLower grades and test scoresMissing and dropping out of schoolKids who bully others have a higher risk for substance use, problems in school, and violence later in life."}
{"id": "doc16", "contents": "Anabolic Steroids  What are anabolic steroids?Anabolic steroids are synthetic (man-made) versions of testosterone. Testosterone is the main sex hormone in men. It is needed to develop and maintain male sex characteristics, such as facial hair, deep voice, and muscle growth. Women do have some testosterone in their bodies, but in much smaller amounts.What are anabolic steroids used for?Health care providers use anabolic steroids to treat some hormone problems in men, delayed puberty, and muscle loss from some diseases. But some people misuse anabolic steroids.Why do people misuse anabolic steroids?Some bodybuilders and athletes use anabolic steroids to build muscles and improve athletic performance. They may take the steroids orally, inject them into muscles, or apply them to the skin as a gel or cream. These doses may be 10 to 100 times higher than doses used to treat medical conditions. Using them this way, without a prescription from a health care provider, is not legal or safe.What are the health effects of misusing anabolic steroids?Misuse of anabolic steroids, especially over a long period of time, has been linked to many health problems, including:AcneStunted growth in teensHigh blood pressureChanges in cholesterolHeart problems, including heart attackLiver disease, including cancerKidney damageAggressive behaviorIn men, it can also cause:BaldnessBreast growthLow sperm count/infertilityShrinking of the testiclesIn women, it can also cause:Changes in your menstrual cycle (period)Growth of body and facial hairMale-pattern baldnessVoice deepeningAre anabolic steroids addictive?Even though they don't cause a high, anabolic steroids can be addictive. You can have withdrawal symptoms if you stop using them, including:FatigueRestlessnessLoss of appetiteSleep problemsDecreased sex driveSteroid cravingsDepression, which can sometimes be serious and even lead to suicide attemptsBehavioral therapy and medicines can be helpful in treating anabolic steroid addiction.NIH: National Institute on Drug Abuse"}
{"id": "doc17", "contents": "Health Checkup  Regular health exams and tests can help find problems before they start. They also can help find problems early, when your chances for treatment and cure are better. Which exams and screenings you need depends on your age, health and family history, and lifestyle choices such as what you eat, how active you are, and whether you smoke.To make the most of your next check-up, here are some things to do before you go:Review your family medical historyFind out if you are due for any general screenings or vaccinationsWrite down a list of issues and questions to take with youCenters for Disease Control and Prevention"}
{"id": "doc18", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc19", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
