{"id": "doc1", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Hemochromatosis  Hemochromatosis is a disease in which too much iron builds up in your body. Your body needs iron but too much of it is toxic. If you have hemochromatosis, you absorb more iron than you need. Your body has no natural way to get rid of the extra iron. It stores it in body tissues, especially the liver, heart, and pancreas. The extra iron can damage your organs. Without treatment, it can cause your organs to fail.There are two types of hemochromatosis. Primary hemochromatosis is an inherited disease. Secondary hemochromatosis is usually the result of something else, such as anemia, thalassemia, liver disease, or blood transfusions.Many symptoms of hemochromatosis are similar to those of other diseases. Not everyone has symptoms. If you do, you may have joint pain, fatigue, general weakness, weight loss, and stomach pain.Your doctor will diagnose hemochromatosis based on your medical and family histories, a physical exam, and the results from tests and procedures. Treatments include removing blood (and iron) from your body, medicines, and changes in your diet.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc3", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Pancreatic Diseases  The pancreas is a gland behind your stomach and in front of your spine. It produces juices that help break down food and hormones that help control blood sugar levels. Problems with the pancreas can lead to many health problems. These include:Pancreatitis, or inflammation of the pancreas: This happens when digestive enzymes start digesting the pancreas itselfPancreatic cancerCystic fibrosis, a genetic disorder in which thick, sticky mucus can also block tubes in your pancreasThe pancreas also plays a role in diabetes. In type 1 diabetes, the beta cells of the pancreas no longer make insulin because the body's immune system has attacked them. In  type 2 diabetes, the pancreas loses the ability to secrete enough insulin in response to meals.  "}
{"id": "doc5", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc6", "contents": "Anxiety  What is anxiety?Anxiety is a feeling of fear, dread, and uneasiness. It might cause you to sweat, feel restless and tense, and have a rapid heartbeat.   It can be a normal reaction to stress. For example, you might feel anxious when faced with a difficult problem at work, before taking a test, or before making an important decision. It can help you to cope. The anxiety may give you a boost of energy or help you focus. But for people with anxiety disorders, the fear is not temporary and can be overwhelming.What are anxiety disorders?Anxiety disorders are conditions in which you have anxiety that does not go away and can get worse over time. The symptoms can interfere with daily activities such as job performance, schoolwork, and relationships.What are the types of anxiety disorders?There are several types of anxiety disorders, including:Generalized anxiety disorder (GAD).People with GAD worry about ordinary issues such as health, money, work, and family. But their worries are excessive, and they have them almost every day for at least 6 months.Panic disorder. People with panic disorder have panic attacks. These are sudden, repeated periods of intense fear when there is no danger. The attacks come on quickly and can last several minutes or more.Phobias. People with phobias have an intense fear of something that poses little or no actual danger. Their fear may be about spiders, flying, going to crowded places, or being in social situations (known as social anxiety).What causes anxiety disorders?The cause of anxiety is unknown. Factors such as genetics, brain biology and chemistry, stress, and your environment may play a role.Who is at risk for anxiety disorders?The risk factors for the different types of anxiety disorders can vary. For example, GAD and phobias are more common in women, but social anxiety affects men and women equally. There are some general risk factors for all types of anxiety disorders, including:Certain personality traits, such as being shy or withdrawn when you are in new situations or meeting new peopleTraumatic events in early childhood or adulthoodFamily history of anxiety or other mental disordersSome physical health conditions, such as thyroid problems or arrhythmiaWhat are the symptoms of anxiety disorders?The different types of anxiety disorders can have different symptoms. But they all have a combination of:Anxious thoughts or beliefs that are hard to control. They make you feel restless and tense and interfere with your daily life. They do not go away and can get worse over time.Physical symptoms, such as a pounding or rapid heartbeat, unexplained aches and pains, dizziness, and shortness of breathChanges in behavior, such as avoiding everyday activities you used to doUsing caffeine, other substances, and certain medicines can make your symptoms worse.How are anxiety disorders diagnosed?To diagnose anxiety disorders, your health care provider will ask about your symptoms and medical history. You may also have a physical exam and lab tests to make sure that a different health problem is not the cause of your symptoms.If you don't have another health problem, you will get a psychological evaluation. Your provider may do it, or you may be referred to a mental health professional to get one.What are the treatments for anxiety disorders?The main treatments for anxiety disorders are psychotherapy (talk therapy), medicines, or both:Cognitive behavioral therapy (CBT) is a type of psychotherapy that is often used to treat anxiety disorders. CBT teaches you different ways of thinking and behaving. It can help you change how you react to the things that cause you to feel fear and anxiety. It may include exposure therapy. This focuses on having you confront your fears so that you will be able to do the things that you had been avoiding.Medicines to treat anxiety disorders include anti-anxiety medicines and certain antidepressants. Some types of medicines may work better for specific types of anxiety disorders. You should work closely with your health care provider to identify which medicine is best for you. You may need to try more than one medicine before you can find the right one.NIH: National Institute of Mental Health"}
{"id": "doc7", "contents": "Emphysema  What is emphysema?Emphysema is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is chronic bronchitis. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Emphysema affects the air sacs in your lungs. Normally, these sacs are elastic or stretchy. When you breathe in, each air sac fills up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out.In emphysema, the walls between many of the air sacs in the lungs are damaged. This causes the air sacs to lose their shape and become floppy. The damage also can destroy the walls of the air sacs, leading to fewer and larger air sacs instead of many tiny ones. This makes it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes emphysema?The cause of emphysema is usually long-term exposure to irritants that damage your lungs and the airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause emphysema, especially if you inhale them.Exposure to other inhaled irritants can contribute to emphysema. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing emphysema.Who is at risk for emphysema?The risk factors for emphysema include:Smoking. This the main risk factor. Up to 75% of people who have emphysema smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have emphysema are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get emphysema are more likely to get it if they have a family history of COPD.What are the symptoms of emphysema?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or wheezingA cough that produces a lot mucusShortness of breath, especially with physical activityA whistling or squeaky sound when you breatheTightness in your chestSome people with emphysema get frequent respiratory infections such as colds and the flu. In severe cases, emphysema can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is emphysema diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyOther tests tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for emphysema?There is no cure for emphysema. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc8", "contents": "Chronic Bronchitis  What is chronic bronchitis?Chronic bronchitis is a type of COPD (chronic obstructive pulmonary disease). COPD is a group of lung diseases that make it hard to breathe and get worse over time. The other main type of COPD is emphysema. Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.Chronic bronchitis is inflammation (swelling) and irritation of the bronchial tubes. These tubes are the airways that carry air to and from the air sacs in your lungs. The irritation of the tubes causes mucus to build up. This mucus and the swelling of the tubes make it harder for your lungs to move oxygen in and carbon dioxide out of your body.What causes chronic bronchitis?The cause of chronic bronchitis is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause chronic bronchitis, especially if you inhale them.Exposure to other inhaled irritants can contribute to chronic bronchitis. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing chronic bronchitis.Who is at risk for chronic bronchitis?The risk factors for chronic bronchitis include:Smoking. This the main risk factor. Up to 75% of people who have chronic bronchitis smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace.Age. Most people who have chronic bronchitis are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get chronic bronchitis are more likely to get it if they have a family history of COPD.What are the symptoms of chronic bronchitis?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with chronic bronchitis get frequent respiratory infections such as colds and the flu. In severe cases, chronic bronchitis can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is chronic bronchitis diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsWhat are the treatments for chronic bronchitis?There is no cure for chronic bronchitis. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc9", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Autonomic Nervous System Disorders  Your autonomic nervous system is the part of your nervous system that controls involuntary actions, such as the beating of your heart and the widening or narrowing of your blood vessels. When something goes wrong in this system, it can cause serious problems, including:\tBlood pressure problems\tHeart problems\tTrouble with breathing and swallowing\tErectile dysfunction in menAutonomic nervous system disorders can occur alone or as the result of another disease, such as Parkinson's disease, alcoholism and diabetes. Problems can affect either part of the system, as in complex regional pain syndromes, or all of the system. Some types are temporary, but many worsen over time. When they affect your breathing or heart function, these disorders can be life-threatening.Some autonomic nervous system disorders get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc14", "contents": "Addison Disease  Your adrenal glands are just above your kidneys. The outside layer of these glands makes hormones that help your body respond to stress and regulate your blood pressure and water and salt balance.  Addison disease happens if the adrenal glands don't make enough of these hormones.A problem with your immune system usually causes Addison disease. The immune system mistakenly attacks your own tissues, damaging your adrenal glands. Other causes include infections and cancer.Symptoms include:Weight loss\tMuscle weakness\tFatigue that gets worse over time\tLow blood pressure\tPatchy or dark skin Lab tests can confirm that you have Addison disease.  If you don't treat it, it can be fatal. You will need to take hormone pills for the rest of your life.  If you have Addison disease, you should carry an emergency ID. It should say that you have the disease, list your medicines and say how much you need in an emergency.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc16", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc17", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc18", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc19", "contents": "Infant and Newborn Care  Going home with a new baby is exciting, but it can be scary, too. Newborns have many needs, like frequent feedings and diaper changes. Babies can have health issues that are different from older children and adults, like diaper rash and cradle cap. Your baby will go through many changes during the first year of life. You may feel uneasy at first. Ask your health care provider for help if you need it."}
{"id": "doc20", "contents": "Opioid Misuse and Addiction Treatment  What are opioids?Opioids, sometimes called narcotics, are a type of drug. They include strong prescription pain relievers, such as oxycodone, hydrocodone, fentanyl, and tramadol. The illegal drug heroin is also an opioid.A health care provider may give you a prescription opioid to reduce pain after you have had a major injury or surgery. You may get them if you have severe pain from health conditions like cancer. Some health care providers prescribe them for chronic pain.Prescription opioids used for pain relief are generally safe when taken for a short time and as prescribed by your health care provider. However, opioid misuse and addiction are still potential risks.What are opioid misuse and addiction?Opioid misuse means you are not taking the medicines according to your provider's instructions, you are using them to get high, or you are taking someone else's opioids. Addiction is a chronic brain disease. It causes you to compulsively seek out drugs even though they cause you harm.What are the treatments for opioid misuse and addiction?Treatments for opioid misuse and addiction include:MedicinesCounseling and behavioral therapiesMedication-assisted therapy (MAT), which includes medicines, counseling, and behavioral therapies. This offers a \"whole patient\" approach to treatment, which can increase your chance of a successful recovery.Residential and hospital-based treatmentWhich medicines treat opioid misuse and addiction?The medicines used to treat opioid misuse and addiction are methadone, buprenorphine, and naltrexone.Methadone and buprenorphine can decrease withdrawal symptoms and cravings. They work by acting on the same targets in the brain as other opioids, but they do not make you feel high. Some people worry that if they take methadone or buprenorphine, it means that they are substituting one addiction for another. But it is not; these medicines are a treatment. They restore balance to the parts of the brain affected by addiction. This allows your brain to heal while you work toward recovery.There is also a combination drug that includes buprenorphine and naloxone. Naloxone is a drug to treat an opioid overdose. If you take it along with buprenorphine, you will be less likely to misuse the buprenorphine.You may safely take these medicines for months, years, or even a lifetime. If you want to stop taking them, do not do it on your own. You should contact your health care provider first, and work out a plan for stopping.Naltrexone works differently than methadone and buprenorphine. It does not help you with withdrawal symptoms or cravings. Instead, it takes away the high that you would normally get when you take opioids. Because of this, you would take naltrexone to prevent a relapse, not to try to get off opioids. You have to be off opioids for at least 7-10 days before you can take naltrexone. Otherwise you could have bad withdrawal symptoms.How does counseling treat opioid misuse and addiction?Counseling for opioid misuse and addiction can help you:Change your attitudes and behaviors related to drug useBuild healthy life skillsStick with other forms of treatment, such as medicinesThere are different types of counseling to treat opioid misuse and addiction, including:Individual counseling, which may include setting goals, talking about setbacks, and celebrating progress. You may also talk about legal concerns and family problems. Counseling often includes specific behavioral therapies, such asCognitive-behavioral therapy (CBT) helps you recognize and stop negative patterns of thinking and behavior. It teaches you coping skills, including how to manage stress and change the thoughts that cause you to want to misuse opioids.Motivational enhancement therapy helps you build up motivation to stick with your treatment planContingency management focuses on giving you incentives for positive behaviors such as staying off the opioidsGroup counseling, which can help you feel that you are not alone with your issues. You get a chance to hear about the difficulties and successes of others who have the same challenges. This can help you to learn new strategies for dealing with the situations you may come across.Family counseling/ includes partners or spouses and other family members who are close to you. It can help to repair and improve your family relationships.Counselors can also refer you to other resources that you might need, such as:Peer support groups, including 12-step programs like Narcotics AnonymousSpiritual and faith-based groupsHIV testing and hepatitis screeningCase or care managementEmployment or educational supportsOrganizations that help you find housing or transportationWhat are residential and hospital-based treatments for opioid misuse and addiction?Residential programs combine housing and treatment services. You are living with your peers, and you can support each other to stay in recovery. Inpatient hospital-based programs combine health care and addiction treatment services for people with medical problems. Hospitals may also offer intensive outpatient treatment. All these types of treatments are very structured, and usually include several different kinds of counseling and behavioral therapies. They also often include medicines."}
{"id": "doc21", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc23", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc24", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjgren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc25", "contents": "Gallstones  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a  gallstone. Gallstones form when substances in bile harden. Gallstone attacks usually happen after you eat. Signs of a gallstone attack may include nausea, vomiting, or pain in the abdomen, back, or just under the right arm.Gallstones are most common among older adults, women, overweight people, Native Americans and Mexican Americans.Gallstones are often found during imaging tests for other health conditions. If you do not have symptoms, you usually do not need treatment. The most common treatment is removal of the gallbladder. Fortunately, you can live without a gallbladder.  Bile has other ways to reach your small intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc26", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc27", "contents": "Developmental Disabilities  Developmental disabilities are severe, long-term problems. They may be physical, such as blindness.  They may affect mental ability, such as learning disabilities.  Or the problem can be both physical and mental, such as Down syndrome. The problems are usually life-long, and can affect everyday living. There are many causes of developmental disabilities, including:Genetic or chromosome abnormalities. These cause conditions such as Down syndrome and Rett syndrome.Prenatal exposure to substances. For example, drinking alcohol when pregnant can cause fetal alcohol spectrum disorders.Certain infections in pregnancyPreterm birthOften there is no cure, but treatment can help the symptoms. Treatments include physical, speech, and occupational therapy. Special education classes and psychological counseling can also help.NIH: National Institute of Child Health and Human Development"}
{"id": "doc28", "contents": "Period Pain  What are painful periods?Menstruation, or period, is normal vaginal bleeding that happens as part of a woman's monthly cycle. Many women have painful periods, also called dysmenorrhea. The pain is most often menstrual cramps, which are a throbbing, cramping pain in your lower abdomen. You may also have other symptoms, such as lower back pain, nausea, diarrhea, and headaches. Period pain is not the same as premenstrual syndrome (PMS). PMS causes many different symptoms, including weight gain, bloating, irritability, and fatigue. PMS often starts one to two weeks before your period starts.What causes painful periods?There are two types of dysmenorrhea: primary and secondary. Each type has different causes.Primary dysmenorrhea is the most common kind of period pain. It is period pain that is not caused by another condition. The cause is usually having too many prostaglandins, which are chemicals that your uterus makes. These chemicals make the muscles of your uterus tighten and relax, and this causes the cramps.The pain can start a day or two before your period. It normally lasts for a few days, though in some women it can last longer.You usually first start having period pain when you are younger, just after you begin getting periods. Often, as you get older, you have less pain. The pain may also get better after you have given birth.Secondary dysmenorrhea often starts later in life. It is caused by conditions that affect your uterus or other reproductive organs, such as endometriosis and uterine fibroids. This kind of pain often gets worse over time. It may begin before your period starts and continue after your period ends.What can I do about period pain?To help ease your period pain, you can try:Using a heating pad or hot water bottle on your lower abdomenGetting some exerciseTaking a hot bathDoing relaxation techniques, including yoga and meditationYou might also try taking over-the-counter pain relievers such as nonsteroidal anti-inflammatory drugs (NSAIDs). NSAIDs include ibuprofen and naproxen. Besides relieving pain, NSAIDs reduce the amount of prostaglandins that your uterus makes and lessen their effects.  This helps to lessen the cramps. You can take NSAIDs when you first have symptoms, or when your period starts. You can keep taking them for a few days. You should not take NSAIDS if you have ulcers or other stomach problems, bleeding problems, or liver disease. You should also not take them if you are allergic to aspirin. Always check with your health care provider if you are not sure whether or not you should take NSAIDs.It may also help to get enough rest and avoid using alcohol and tobacco.When should I get medical help for my period pain?For many women, some pain during your period is normal. However, you should contact your health care provider if:NSAIDs and self-care measures don't help, and the pain interferes with your lifeYour cramps suddenly get worseYou are over 25 and you get severe cramps for the first timeYou have a fever with your period painYou have the pain even when you are not getting your periodHow is the cause of severe period pain diagnosed?To diagnose severe period pain, your health care provider will ask you about your medical history and do a pelvic exam. You may also have an ultrasound or other imaging test. If your health care provider thinks you have secondary dysmenorrhea, you might have laparoscopy. It is a surgery that that lets your health care provider look inside your body.What are treatments for severe period pain?If your period pain is primary dysmenorrhea and you need medical treatment, your health care provider might suggest using hormonal birth control, such as the pill, patch, ring, or IUD. Another treatment option might be prescription pain relievers.If you have secondary dysmenorrhea, your treatment depends upon the condition that is causing the problem. In some cases, you may need surgery."}
{"id": "doc29", "contents": "Amyloidosis  Amyloidosis occurs when abnormal proteins called amyloids build up and form deposits. The deposits can collect in organs such as the kidney and heart. This can cause the organs to become stiff and unable to work the way they should. There are three main types of amyloidosis:Primary - with no known causeSecondary - caused by another disease, including some types of cancerFamilial - passed down through genesSymptoms can vary, depending upon which organs are affected. Treatment depends on the type of amyloidosis you have.  The goal is to help with symptoms and limit the production of proteins. If another disease is the cause, it needs to be treated."}
{"id": "doc30", "contents": "Lung Transplantation  A lung transplant removes a person's diseased lung and replaces it with a healthy one.  The healthy lung comes from a donor who has died. Some people get one lung during a transplant. Other people get two.Lung transplants are used for people who are likely to die from lung disease within 1 to 2 years. Their conditions are so severe that other treatments, such as medicines or breathing devices, no longer work. Lung transplants most often are used to treat people who have severe:COPD Cystic fibrosisIdiopathic pulmonary fibrosisAlpha-1 antitrypsin deficiencyPulmonary hypertensionComplications of lung transplantation include rejection of the transplanted lung and infection. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc31", "contents": "Arteriovenous Malformations  Arteriovenous malformations (AVMs) are defects in your vascular system. Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veinsAn AVM is a snarled tangle of arteries and veins. They are connected to each other, with no capillaries. That interferes with the blood circulation in an organ.AVMs can happen anywhere, but they are more common in the brain or spinal cord. Most people with brain or spinal cord AVMs have few, if any, major symptoms. Sometimes they can cause seizures or headaches.AVMs are rare. The cause of AVMs is unknown, but they seem to develop during pregnancy or soon after birth. Doctors use imaging tests to detect them.Medicines can help with the symptoms from AVMs. The greatest danger is hemorrhage. Treatment for AVMs can include surgery or focused radiation therapy. Because surgery can be risky, you and your doctor need to make a decision carefully.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc32", "contents": "Aplastic Anemia  What is aplastic anemia?Aplastic  anemia is a rare but serious blood disorder.  If you have it, your bone marrow doesn't make enough new blood cells. It happens when there is damage to stem cells inside your bone marrow. There are different types of aplastic anemia, including Fanconi anemia.What causes aplastic anemia?The causes of aplastic anemia can include:Autoimmune disorders, which are the most common causeCertain inherited gene changes, such as the one that can cause Fanconi anemiaToxic substances, such as pesticides, arsenic, and benzeneRadiation therapy and chemotherapy for cancerCertain medicinesViral infections such as hepatitis, Epstein-Barr virus, or HIVPregnancyIn many people, the cause is unknown. This is called idiopathic aplastic anemia.What are the symptoms of aplastic anemia?Aplastic anemia can develop suddenly or slowly. It can be mild or severe. The symptoms of aplastic anemia can include:FatigueWeaknessDizzinessShortness of breathEasy bruising or bleedingWhat other problems can aplastic anemia cause?Aplastic anemia can cause other problems, including frequent infections and bleeding. It raises your risk of developing a serious blood disorder.If not treated, aplastic anemia can also lead to heart problems such as an arrhythmia (a problem with the rate or rhythm of your heartbeat), an enlarged heart, or heart failure.How is aplastic anemia diagnosed?To find out if you have aplastic anemia, your doctor will:"}
{"id": "doc33", "contents": "Thalassemia  Thalassemias are inherited blood disorders. If you have one, your body makes fewer healthy red blood cells and less hemoglobin. Hemoglobin is a protein that carries oxygen to the body. That leads to anemia. Thalassemias occur most often among people of Italian, Greek, Middle Eastern, Southern Asian, and African descent.Thalassemias can be mild or severe. Some people have no symptoms or mild anemia. The most common severe type in the United States is called Cooley's anemia. It usually appears during the first two years of life. People with it may have severe anemia, slowed growth and delayed puberty, and problems with the spleen, liver, heart, or bones.Doctors diagnose thalassemias using blood tests. Treatments include blood transfusions and treatment to remove excess iron from the body. If you have mild symptoms or no symptoms, you may not need treatment. In some severe cases, you may need a bone marrow transplant.NIH: National Heart, Lung, and Blood Institute"}
