{"id": "doc1", "contents": "Kidney Tests  You have two kidneys. They are fist-sized organs on either side of your backbone above your waist. Your kidneys filter and clean your blood, taking out waste products and making urine. Kidney tests check to see how well your kidneys are working. They include blood, urine, and imaging tests.Early kidney disease usually does not have signs or symptoms. Testing is the only way to know how your kidneys are doing. It is important for you to get checked for kidney disease if you have the key risk factors - diabetes, high blood pressure, heart disease, or a family history of kidney failure.Specific kidney tests include:Glomerular filtration rate (GFR) - one of the most common blood tests to check for chronic kidney disease. It tells how well your kidneys are filtering.Creatinine blood and urine tests - check the levels of creatinine, a waste product that your kidneys remove from your bloodAlbumin urine test - checks for albumin, a protein that can pass into the urine if the kidneys are damagedImaging tests, such as an ultrasound - provide pictures of the kidneys. The pictures help the health care provider see the size and shape of the kidneys, and check for anything unusual.Kidney biopsy - a procedure that involves taking a small piece of kidney tissue for examination with a microscope. It checks for the cause of kidney disease and how damaged your kidneys are.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Metabolic Disorders  Metabolism is the process your body uses to get or make energy from the food you eat. Food is made up of proteins, carbohydrates, and fats. Chemicals in your digestive system break the food parts down into sugars and acids, your body's fuel. Your body can use this fuel right away, or it can store the energy in your body tissues, such as your liver, muscles, and body fat.A metabolic disorder occurs when abnormal chemical reactions in your body disrupt this process. When this happens, you might have too much of some substances or too little of other ones that you need to stay healthy. There are different groups of disorders. Some affect the breakdown of amino acids, carbohydrates, or lipids. Another group, mitochondrial diseases, affects the parts of the cells that produce the energy.You can develop a metabolic disorder when some organs, such as your liver or pancreas, become diseased or do not function normally. Diabetes is an example. "}
{"id": "doc3", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Pancreatic Diseases  The pancreas is a gland behind your stomach and in front of your spine. It produces juices that help break down food and hormones that help control blood sugar levels. Problems with the pancreas can lead to many health problems. These include:Pancreatitis, or inflammation of the pancreas: This happens when digestive enzymes start digesting the pancreas itselfPancreatic cancerCystic fibrosis, a genetic disorder in which thick, sticky mucus can also block tubes in your pancreasThe pancreas also plays a role in diabetes. In type 1 diabetes, the beta cells of the pancreas no longer make insulin because the body's immune system has attacked them. In  type 2 diabetes, the pancreas loses the ability to secrete enough insulin in response to meals.  "}
{"id": "doc6", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc8", "contents": "Digestive Diseases  When you eat, your body breaks food down to a form it can use to build and nourish cells and provide energy. This process is called digestion. "}
{"id": "doc9", "contents": "Stomach Disorders  Your stomach is an organ between your esophagus and small intestine. It is where digestion of protein begins. The stomach has three tasks. It stores swallowed food. It mixes the food with stomach acids. Then it sends the mixture on to the small intestine.Most people have a problem with their stomach at one time or another. Indigestion and heartburn are common problems. You can relieve some stomach problems with over-the-counter medicines and lifestyle changes, such as avoiding fatty foods or eating more slowly. Other problems like peptic ulcers or GERD require medical attention. You should see a doctor if you have any of the following:Blood when you have a bowel movementSevere abdominal painHeartburn not relieved by antacids Unintended weight loss Ongoing vomiting or diarrheaNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc11", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc12", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc14", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc18", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc19", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc20", "contents": "Exercise and Physical Fitness  Regular exercise is one of the best things you can do for your health. It has many benefits, including improving your overall health and fitness, and reducing your risk for many chronic diseases. There are many different types of exercise; it is important that you pick the right types for you. Most people benefit from a combination of them:Endurance, or aerobic, activities increase your breathing and heart rate. They keep your heart, lungs, and circulatory system healthy and improve your overall fitness. Examples include brisk walking, jogging, swimming, and biking.Strength, or resistance training, exercises make your muscles stronger. Some examples are lifting weights and using a resistance band.Balance exercises can make it easier to walk on uneven surfaces and help prevent falls. To improve your balance, try tai chi or exercises like standing on one leg.Flexibility exercises stretch your muscles and can help your body stay limber. Yoga and doing various stretches can make you more flexible.Fitting regular exercise into your daily schedule may seem difficult at first. But you can start slowly, and break your exercise time into chunks. Even doing ten minutes at a time is fine. You can work your way up to doing the recommended amount of exercise. How much exercise you need depends on your age and health.Other things that you can do to make the most of your workouts include:Choosing activities that work all the different parts of the body, including your core (muscles around your back, abdomen, and pelvis). Good core strength improves balance and stability and helps to prevent lower back injury.Choosing activities that you enjoy. It's easier to make exercise a regular part of your life if you have fun doing it.Exercising safely, with proper equipment, to prevent injuries. Also, listen to your body and don't overdo it.Giving yourself goals. The goals should challenge you, but also be realistic. It's also helpful to reward yourself when you reach your goals. The rewards could be something big, like new workout gear, or something smaller, such as movie tickets."}
{"id": "doc21", "contents": "Neuroblastoma  What is neuroblastoma?Neuroblastoma is a type of cancer that forms in nerve cells called neuroblasts. Neuroblasts are immature nerve tissue. They normally turn into working nerve cells. But in neuroblastoma, they form a tumor.Neuroblastoma usually begins in the adrenal glands. You have two adrenal glands, one on top of each kidney. The adrenal glands make important hormones that help control heart rate, blood pressure, blood sugar, and the way the body reacts to stress. Neuroblastoma may also begin in the neck, chest or spinal cord.What causes neuroblastoma?Neuroblastoma is caused by mutations (changes) in genes. In most cases, the cause of the mutation is unknown. In some other cases, the mutation is passed from the parent to the child.What are the symptoms of neuroblastoma?Neuroblastoma often begins in early childhood. Sometimes it begins before a child is born.The most common symptoms are caused by the tumor pressing on nearby tissues as it grows or by cancer spreading to the bone.They include:A lump in the abdomen, neck or chestBulging eyesDark circles around the eyesBone painSwollen stomach and trouble breathing in babiesPainless, bluish lumps under the skin in babiesInability to move a body part (paralysis)How is neuroblastoma diagnosed?To diagnose neuroblastoma, your child's health care provider will do various tests and procedures, which may include:A medical historyA neurological examImaging tests, such as x-rays, a CT scan, an ultrasound, an MRI, or an MIBG scan. In an MIBG scan, a small amount of a radioactive substance is injected into a vein. It travels through the bloodstream and attaches itself to any neuroblastoma cells. A scanner detects the cells.Blood and urine testsBiopsy, where a sample of tissue is removed and examined under a microscopeBone marrow aspiration and biopsy, where bone marrow, blood, and a small piece of bone are removed for testingWhat are the treatments for neuroblastoma?The treatments for neuroblastoma include:Observation, also called watchful waiting, where the health care provider does not give any treatments until your child's signs or symptoms appear or changeSurgeryRadiation therapyChemotherapyHigh-dose chemotherapy and radiation therapy with stem cell rescue. Your child will get high doses of chemotherapy and radiation. This kills the cancer cells, but it also kills healthy cells. So your child will get a stem cell transplant, usually of his or her own cells collected earlier. This helps to replace the healthy cells that were lost.Iodine 131-MIBG therapy, a treatment with radioactive iodine. The radioactive iodine collects in neuroblastoma cells and kills them with the radiation that is given off.Targeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc22", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Safe Opioid Use  What are opioids?Opioids, sometimes called narcotics, are a type of drug. They include strong prescription pain relievers, such as oxycodone, hydrocodone, fentanyl, and tramadol. The illegal drug heroin is also an opioid.A health care provider may give you a prescription opioid to reduce pain after you have had a major injury or surgery. You may get them if you have severe pain from health conditions like cancer. Some health care providers prescribe them for chronic pain.Prescription opioids used for pain relief are generally safe when taken for a short time and as prescribed by your health care provider. However, people who take opioids are at risk for opioid dependence, addiction, and overdose. These risks increase when opioids are misused. Misuse means you are not taking the medicines according to your provider's instructions, you are using them to get high, or you are taking someone else's opioids.How do I know if I need to take opioid medicines?First, you need to talk with your health care provider about whether you need to take opioids. You should discuss:Whether there are other medicines or therapies that might treat your painThe risks and benefits of taking opioidsYour medical history and if you or anyone in your family has a history of substance misuse or addiction to drugs or alcoholAny other medicines and supplements you are takingHow much alcohol you drinkFor women - If you are pregnant or planning to become pregnantWhat do I need to know if I am going to take opioid medicines?If you and your provider decide that you need to take opioids, make sure that you understand:How to take the medicine - how much and how oftenHow long you will need to take the medicineWhat the possible side effects areHow you should stop the medicines when you no longer need them. If you have been taking opioids for a while, it can be dangerous to just stop suddenly. You may need to get off the medicines slowly.What the warning signs of addiction are, so you can watch for them. They includeRegularly taking more medicine than you are supposed toTaking someone else's opioidsTaking the medicine to get highMood swings, depression, and/or anxietyNeeding too much or too little sleepTrouble making decisionsFeeling high or sedatedIf you have a high risk for an overdose, you may also want to get a prescription for naloxone. Naloxone is a drug that can reverse the effects of an opioid overdose.How can I take my opioid medicine safely?You should always be careful when taking any medicine, but you need to take extra care when taking opioids:Take your medicine exactly as prescribed - do not take extra dosesCheck the instructions every time you take a doseDo not break, chew, crush, or dissolve opioid pillsOpioids can cause drowsiness. Do not drive or use any machinery that may injure you, especially when you first start the medicine.Contact your provider if you have side effectsIf you can, use the same pharmacy for all your medicines. The pharmacy's computer system will alert the pharmacist if you are taking two or more medicines that could cause a dangerous interaction.How can I safely store and dispose opioid medicines?It is important to store and dispose of opioid medicines properly:Store your opioids and other medicines in a safe place. If you have children at home, it's a good idea to store your medicines in a lockbox. Even one accidental dose of an opioid pain medicine meant for an adult can cause a fatal overdose in a child. Also, someone who lives with you or visits your house may look for and steal your opioid medicines to take or sell them.If you travel, carry the current bottle of opioids with you for safety. This will help you answer any questions about your medicine.Dispose of your unused medicine properly. If you have unused opioid medicines at the end of your treatment, you can get rid of them byFinding a local drug take-back programFinding a pharmacy mail-back programIn some cases, flushing them down the toilet - check the Food and Drug Administration (FDA) web site to find out which ones you can flush awayNever sell or share your medicines. Your prescription is for you. Your health care provider considers many factors when prescribing opioids. What's safe for you might lead to an overdose for someone else.If someone steals your opioid medicines or prescription, report the theft to the police."}
{"id": "doc24", "contents": "Diabetic Diet  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.Prediabetes means that your blood sugar levels are higher than normal but not high enough to be called diabetes. If you have prediabetes, you are more likely to develop type 2 diabetes.How do the foods I eat affect my blood sugar levels?The sugar in your blood comes from certain foods called carbohydrates, or \"carbs.\" Foods that are high in carbs include candy and sweets, sodas, breads, tortillas, and white rice. The more carbs you eat, the higher your blood sugar level will be.Whether you have type 1 or type 2 diabetes, making the right food choices is an important way to keep your blood sugar at a healthy level. When you control your blood sugar, you lower your chance of having serious health problems from diabetes, such as vision loss and heart problems.And if you have prediabetes or are at risk for diabetes, eating foods that keep your blood sugar levels healthy may help prevent type 2 diabetes later on.What's the best diet for diabetes?There isn't a specific diet or meal plan that works for everybody. Your health care provider may have you see a registered dietician (RD) or a diabetes educator who can help design the best eating plan for you. The plan will consider:Any medicines that you takeYour weightAny other health conditions you haveYour lifestyle and tastesYour goalsAll eating plans for diabetes have a few things in common, including eating the right foods in the right amounts at the right times.What foods should I eat if I have diabetes?Eating the right foods for diabetes means eating a variety of healthy foods from all the food groups:Fruits and vegetablesWhole grains, such as whole wheat, brown rice, barley, quinoa, and oatsProteins, such as lean meats, chicken, turkey, fish, eggs, nuts, beans, lentils, and tofuNonfat or low-fat dairy, such as milk, yogurt, and cheeseWhat foods should I limit to control my blood sugar?To keep your blood sugar under control, you may need to cut back on foods and drinks that are high in carbs. This doesn't mean that you can never enjoy them. But you will need to have them less often or in smaller amounts.The high-carb foods and drinks you should limit include:Sugary foods, such as candy, cookies, cake, ice cream, sweetened cereals, and canned fruits with added sugarDrinks with added sugars, such as juice, regular soda, and regular sports or energy drinksWhite rice, tortillas, breads and pasta - especially those made with white flourStarchy vegetables, such as white potatoes, corn, and peasYou may also need to limit how much alcohol you drink, as well as how much fat and salt you eat.What else do I need to know about diabetic diets?If you have diabetes, it's important to eat the right amount of food every day. Your eating plan will include how much to eat, so that you get the right amount of carbs in each meal or snack. You'll learn how to count carbs and measure your food.Eating at the right times is also important. You will want to plan for regular, balanced meals to avoid high or low blood sugar levels. Eating about the same amount of carbs at each meal can be helpful.Your eating plan will also teach you how to stick with your plan at home and when you eat out.Eating healthy to control your blood sugar does take some effort. But the reward is a chance to live your healthiest life with diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
