{"id": "doc1", "contents": "Cervical Cancer  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy. Cervical cancer is caused by a virus called HPV. The virus spreads through sexual contact. Most women's bodies are able to fight HPV infection. But sometimes the virus leads to cancer. You're at higher risk if you smoke, have had many children, use birth control pills for a long time, or have HIV infection. Cervical cancer may not cause any symptoms at first. Later, you may have pelvic pain or bleeding from the vagina. It usually takes several years for normal cells in the cervix to turn into cancer cells. Your health care provider can find abnormal cells by doing a Pap test to examine cells from the cervix. You may also have an HPV test.  If your results are abnormal, you may need a biopsy or other tests. By getting regular screenings, you can find and treat any problems before they turn into cancer.Treatment may include surgery, radiation therapy, chemotherapy, or a combination. The choice of treatment depends on the size of the tumor, whether the cancer has spread and whether you would like to become pregnant someday.Vaccines can protect against several types of HPV, including some that can cause cancer.NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Cervical Cancer Screening  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy.  Cancer screening is looking for cancer before you have any symptoms. Cancer found early may be easier to treat.Cervical cancer screening is usually part of a woman's health checkup.  There are two types of tests: the Pap test and the HPV test.   For both, the doctor or nurse collects cells from the surface of the cervix.  With the Pap test, the lab checks the sample for cancer cells or abnormal cells that could become cancer later.  With the HPV test, the lab checks for HPV infection.  HPV is a virus that spreads through sexual contact.  It can sometimes lead to cancer.  If your screening tests are abnormal, your doctor may do more tests, such as a biopsy.Cervical cancer screening has risks.  The results can sometimes be wrong, and you may have unnecessary follow-up tests.  There are also benefits.  Screening has been shown to decrease the number of deaths from cervical cancer. You and your doctor should discuss your risk for cervical cancer, the pros and cons of the screening tests, at what age to start being screened, and how often to be screened."}
{"id": "doc3", "contents": "HPV  What is HPV?Human papillomavirus (HPV) is a group of related viruses. They can cause warts on different parts of your body. There are more than 200 types. About 40 of them are spread through direct sexual contact with someone who has the virus. They can also spread through other intimate, skin-to-skin contact. Some of these types can cause cancer.There are two categories of sexually transmitted HPV. Low-risk HPV can cause warts on or around your genitals, anus, mouth, or throat. High-risk HPV can cause various cancers:Cervical cancerAnal cancerSome types of oral and throat cancerVulvar cancerVaginal cancerPenile cancerMost HPV infections go away on their own and don't cause cancer. But sometimes the infections last longer. When a high-risk HPV infection lasts for many years, it can lead to cell changes. If these changes are not treated, they may get worse over time and become cancer.Who is at risk for HPV infections?HPV infections are very common. Nearly all sexually active people are infected with HPV soon after they become sexually active.What are the symptoms of HPV infections?Some people develop warts from certain low-risk HPV infections, but the other types (including the high-risk types) have no symptoms.If a high-risk HPV infection lasts for many years and causes cell changes, you may have symptoms. You may also have symptoms if those cell changes develop into cancer. Which symptoms you have depends on which part of the body is affected.How are HPV infections diagnosed?Health care providers can usually diagnose warts by looking at them.For women, there are cervical cancer screening tests which can find changes in the cervix that might lead to cancer.  As part of the screening, women may have Pap tests, HPV tests , or both.What are the treatments for HPV infections?An HPV infection itself cannot be treated. There are medicines that you can apply to a wart. If they don't work, your health care provide could freeze, burn, or surgically remove it.There are treatments for the cell changes caused by infection with high-risk HPV. They include medicines that you apply to the area that is affected and various surgical procedures.People who have HPV-related cancers usually get the same types of treatment as people who have cancers that are not caused by HPV. An exception to this is for people who have certain oral and throat cancers. They may have different treatment options.Can HPV infections be prevented?Correct usage of latex condoms greatly reduces, but does not completely eliminate, the risk of catching or spreading HPV. If your or your partner is allergic to latex, you can use polyurethane condoms. The most reliable way to avoid infection is to not have anal, vaginal, or oral sex.Vaccines can protect against several types of HPV, including some that can cause cancer. The vaccines provide the most protection when people get them before they are exposed to the virus. This means that it is best for people to get them before they become sexually active.NIH: National Cancer Institute"}
{"id": "doc4", "contents": "Cervix Disorders  The cervix is the lower part of the uterus, the place where a baby grows during pregnancy. The cervix has a small opening that expands during childbirth. It also allows menstrual blood to leave a woman's body.Your health care provider may perform a Pap test during your health checkup to look for changes to the cells of the cervix, including cervical cancer. Other problems with the cervix include:Cervicitis - inflammation of the cervix. This is usually from an infection.Cervical incompetence - This can happen during pregnancy.  The opening of the cervix widens long before the baby is due.Cervical polyps and cysts - abnormal growths on the cervix"}
{"id": "doc5", "contents": "Tumors and Pregnancy  Tumors during pregnancy are rare, but they can happen. Tumors can be either benign or malignant. Benign tumors aren't cancer. Malignant ones are. The most common cancers in pregnancy are breast cancer, cervical cancer, lymphoma, and melanoma.  Cancer itself rarely harms the baby, and some cancer treatments are safe during pregnancy.  You and your health care provider will work together to find the best treatment.  Your options will depend on how far along the pregnancy is, as well as the type, size, and stage of your cancer.Another type of tumor that women can get is called a gestational trophoblastic disease (GTD). It happens when a fertilized egg doesn't become a fetus.  GTD is not always easy to find.  It is usually benign, but some types can be malignant. The most common type of GTD is a molar pregnancy. In its early stages, it may look like a normal pregnancy. You should see your health care provider if you have vaginal bleeding (not menstrual bleeding). Treatment depends on the type of tumor, whether it has spread to other places, and your overall health."}
