{"id": "doc1", "contents": "Itching  What is itching?Itching is an irritating sensation that makes you want to scratch your skin. Sometimes it can feel like pain, but it is different. Often, you feel itchy in one area in your body, but sometimes you may feel itching all over. Along with the itching, you may also have a rash or hives.What causes itching?Itching is a symptom of many health conditions. Some common causes are:Allergic reactions to food, insect bites, pollen, and medicinesSkin conditions such as eczema, psoriasis, and dry skinIrritating chemicals, cosmetics, and other substancesParasites such as pinworms, scabies, head and body licePregnancyLiver, kidney, or thyroid diseasesCertain cancers or cancer treatmentsDiseases that can affect the nervous system, such as diabetes and shinglesWhat are the treatments for itching?Most itching is not serious. To feel better, you could try:Applying cold compressesUsing moisturizing lotionsTaking lukewarm or oatmeal bathsUsing over-the-counter hydrocortisone cream or antihistaminesAvoiding scratching, wearing irritating fabrics, and exposure to high heat and humidityContact your health care provider if your itching is severe, does not go away after a few weeks, or does not have an apparent cause. You may need other treatments, such as medicines or light therapy. If you have an underlying disease that is causing the itching, treating that disease may help."}
{"id": "doc2", "contents": "Anal Disorders  The anus is the opening of the rectum through which stool passes out of your body. Problems with the anus are common. They include hemorrhoids, abscesses, fissures (cracks), and cancer.You may be embarrassed to talk about your anal troubles. But it is important to let your doctor know, especially if you have pain or bleeding. The more details you can give about your problem, the better your doctor will be able to help you. Treatments vary depending on the particular problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases "}
{"id": "doc3", "contents": "Rashes  A rash is an area of irritated or swollen skin. Many rashes are itchy, red, painful, and irritated. Some rashes can also lead to blisters or patches of raw skin.  Rashes are a symptom of many different medical problems. Other causes include irritating substances and allergies. Certain genes can make people more likely to get rashes.Contact dermatitis is a common type of rash. It causes redness, itching, and sometimes small bumps. You get the rash where you have touched an irritant, such as a chemical, or something you are allergic to, like poison ivy.Some rashes develop right away. Others form over several days. Although most rashes clear up fairly quickly, others are long-lasting and need  long-term treatment.Because rashes can be caused by many different things, it's important to figure out what kind you have before you treat it. If it is a bad rash, if it does not go away, or if you have other symptoms, you should see your health care provider. Treatments may include moisturizers, lotions, baths, cortisone creams that relieve swelling, and antihistamines, which relieve itching."}
{"id": "doc4", "contents": "Dandruff, Cradle Cap, and Other Scalp Conditions  Your scalp is the skin on the top of your head. Unless you have hair loss, hair grows on your scalp. Different skin problems can affect your scalp.Dandruff is a flaking of the skin. The flakes are yellow or white. Dandruff may make your scalp feel itchy. It usually starts after puberty, and is more common in men. Dandruff is usually a symptom of seborrheic dermatitis, or seborrhea. It is a skin condition that can also cause redness and irritation of the skin.Most of the time, using a dandruff shampoo can help control your dandruff. If that does not work, contact your health care provider.There is a type of seborrheic dermatitis that babies can get. It is called cradle cap. It usually lasts a few months, and then goes away on its own. Besides the scalp, it can sometimes affect other parts of the body, such as the eyelids, armpits, groin, and ears. Normally, washing your baby's hair every day with a mild shampoo and gently rubbing their scalp with your fingers or a soft brush can help. For severe cases, your health care provider may give you a prescription shampoo or cream to use.Other problems that can affect the scalp include:Scalp ringworm, a fungal infection that causes itchy, red patches on your head. It can also leave bald spots. It usually affects children.Scalp psoriasis, which causes itchy or sore patches of thick, red skin with silvery scales. About half of the people with psoriasis have it on their scalp."}
{"id": "doc5", "contents": "Eczema  Eczema is a term for several different types of skin swelling. Eczema is also called dermatitis. Most types cause dry, itchy skin and rashes on the face, inside the elbows and behind the knees, and on the hands and feet. Scratching the skin can cause it to turn red, and to swell and itch even more.Eczema is not contagious. The cause of eczema is unknown. It is likely caused by both genetic and environmental factors. Eczema may get better or worse over time, but it is often a long-lasting disease. People who have it may also develop hay fever and asthma.The most common type of eczema is atopic dermatitis. It is most common in babies and children, but adults can have it too. As children who have atopic dermatitis grow older, this problem may get better or go away. But sometimes the skin may stay dry and get irritated easily.Treatments may include medicines, skin creams, light therapy, and good skin care. You can prevent some types of eczema by avoiding:Things that irritate your skin, such as certain soaps, fabrics, and lotionsStressThings you are allergic to, such as food, pollen, and animalsNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc6", "contents": "Pressure Sores  Pressure sores are areas of damaged skin caused by staying in one position for too long. They commonly form where your bones are close to your skin, such as your ankles, back, elbows, heels and hips. You are at risk if you are bedridden, use a wheelchair, or are unable to change your position. Pressure sores can cause serious infections, some of which are life-threatening. They can be a problem for people in nursing homes.You can prevent the sores by :\tKeeping skin clean and dryChanging position every two hours\tUsing pillows and products that relieve pressurePressure sores have a variety of treatments. Advanced sores are slow to heal, so early treatment is best."}
{"id": "doc7", "contents": "Canker Sores  Canker sores are small, round sores in your mouth. They can be on the inside of your cheek, under your tongue, or in the back of your throat. They usually have a red edge and a gray center. They can be quite painful. They are not the same as cold sores, which are caused by herpes simplex.Canker sores aren't contagious. They may happen if you have a viral infection. They may also be triggered by stress, food allergies, lack of vitamins and minerals, hormonal changes or menstrual periods. In some cases the cause is unknown.In most cases, the sores go away by themselves. Some ointments, creams or rinses may help with the pain. Avoiding hot, spicy food while you have a canker sore also helps."}
{"id": "doc8", "contents": "Cold Sores  Cold sores are caused by a contagious virus called herpes simplex virus (HSV). There are two types of HSV. Type 1 usually causes oral herpes, or cold sores. Type 1 herpes virus infects more than half of the U.S. population by the time they reach their 20s. Type 2 usually affects the genital area.Some people have no symptoms from the infection. But others develop painful and unsightly cold sores. Cold sores usually occur outside the mouth, on or around the lips. When they are inside the mouth, they are usually on the gums or the roof of the mouth. They are not the same as canker sores, which are not contagious.There is no cure for cold sores. They normally go away on their own in a few weeks.  Antiviral medicines can help them heal faster.  They can also help to prevent cold sores in people who often get them. Other medicines can help with the pain and discomfort of the sores. These include ointments that numb the blisters, soften the crusts of the sores, or dry them out. Protecting your lips from the sun with sunblock lip balm can also help."}
{"id": "doc9", "contents": "Sore Throat  Your throat is a tube that carries food to your esophagus and air to your windpipe and larynx (also called the voice box). The technical name for the throat is pharynx.You can have a sore throat for many reasons.  Often, colds and flu cause sore throats.  Other causes can include:AllergiesMononucleosisSmokingStrep throatTonsillitisTreatment depends on the cause.  Sucking on lozenges, drinking lots of liquids, and gargling may ease the pain.  Over-the-counter pain relievers can also help, but children should not take aspirin."}
{"id": "doc10", "contents": "Mouth Disorders  Your mouth is one of the most important parts of your body. It has many different functions. It allows you to:Take in food and drinkBreathe in airStart digestion, with your teeth chewing the food you eat and your salivary glands releasing saliva to help break down the foodSpeak and singShow emotion, by smiling or poutingAny problem that affects your mouth can make it hard to eat, drink, or even smile. Some common mouth problems include:Cold sores -  painful sores on the lips and around the mouth, caused by a virusCanker sores - painful sores in the mouth, caused by bacteria or virusesThrush -  a yeast infection that causes white patches in your mouth Leukoplakia - white patches of excess cell growth on the cheeks, gums or tongue, common in smokersDry mouth - a lack of enough saliva, caused by some medicines and certain diseasesGum or tooth problemsBad breathTreatment for mouth disorders varies, depending on the problem. If a mouth problem is caused by some other disease, treating that disease can help. It is also important to keep your mouth clean and healthy by brushing, flossing, and not using tobacco."}
{"id": "doc11", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc13", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "High Cholesterol in Children and Teens  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in the body. The liver makes cholesterol, and it is also in some foods, such as meat and dairy products. The body needs some cholesterol to work properly. But if your child or teen has high cholesterol (too much cholesterol in the blood), he or she has a higher risk of coronary artery disease and other heart diseases.What causes high cholesterol in children and teens?Three main factors contribute to high cholesterol in children and teens:An unhealthy diet, especially one that is high in fatsA family history of high cholesterol, especially when one or both parents have high cholesterolObesitySome diseases, such as diabetes, kidney disease, and certain thyroid diseases, can also cause high cholesterol in children and teens.What are the symptoms of high cholesterol in children and teens?There are usually no signs or symptoms that your child or teen has high cholesterol.How do I know if my child or teen has high cholesterol?There is a blood test to measure cholesterol levels. The test gives information about:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart diseaseFor anyone aged 19 or younger, the healthy levels of cholesterol areType of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLWhen and how often your child or teen should get this test depends on his or her age, risk factors, and family history. The general recommendations are:The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeWhat are the treatments for high cholesterol in children and teens?Lifestyle changes are the main treatment for high cholesterol in children and teens. These changes include:Being more active. This includes getting regular exercise and spending less time sitting (in front of a television, at a computer, on a phone or tablet, etc.)Healthy eating. A diet to lower cholesterol includes limiting foods that are high in saturated fat, sugar, and trans fat. It is also important to eat plenty of fresh fruits, vegetables, and whole grains.Losing weight, if your child or teen is overweight or has obesityIf everyone in the family makes these changes, it will be easier for your child or teen to stick to them. It is also an opportunity to improve your health, and the health of the rest of your family.Sometimes these lifestyle changes are not enough to lower your child or teen's cholesterol. Your health care provider may consider giving your child or teen cholesterol medicines if he or she:Is at least 10 years oldHas an LDL (bad) cholesterol level that is higher than 190 mg/dL, even after six months of diet and exercise changesHas an LDL (bad) cholesterol level that is higher than 160 mg/dL AND is at high risk for heart diseaseHas an inherited type of high cholesterol"}
{"id": "doc15", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc18", "contents": "How to Lower Cholesterol with Diet  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?The treatments for high cholesterol are heart-healthy lifestyle changes and medicines. The lifestyle changes include healthy eating, weight management, and regular physical activity.How can I lower cholesterol with diet?Heart-healthy lifestyle changes include a diet to lower your cholesterol. The DASH eating plan is one example. Another is the Therapeutic Lifestyle Changes diet, which recommends that youChoose healthier fats.You should limit both total fat and saturated fat. No more than 25 to 35% of your daily calories should come from dietary fats, and less than 7% of your daily calories should come from saturated fat. Depending upon how many calories you eat per day, here are the maximum amounts of fats that you should eat:Calories per DayTotal FatSaturated Fat1,50042-58 grams10 grams2,00056-78 grams13 grams2,50069-97 grams17 gramsSaturated fat is a bad fat because it raises your LDL (bad cholesterol) level more than anything else in your diet. It is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Trans fat is another bad fat; it can raise your LDL and lower you HDL (good cholesterol). Trans fat is mostly in foods made with hydrogenated oils and fats, such as stick margarine, crackers, and french fries.Instead of these bad fats, try healthier fats, such as lean meat, nuts, and unsaturated oils like canola, olive, and safflower oils.Limit foods with cholesterol. If you are trying to lower your cholesterol, you should have less than 200 mg a day of cholesterol. Cholesterol is in foods of animal origin, such as liver and other organ meats, egg yolks, shrimp, and whole milk dairy products.Eat plenty of soluble fiber. Foods high in soluble fiber help prevent your digestive tract from absorbing cholesterol. These foods include:Whole-grain cereals such as oatmeal and oat branFruits such as apples, bananas, oranges, pears, and prunesLegumes such as kidney beans, lentils, chick peas, black-eyed peas, and lima beansEat lots of fruits and vegetables. A diet rich in fruits and vegetables can increase important cholesterol-lowering compounds in your diet. These compounds, called plant stanols or sterols, work like soluble fiber.Eat fish that are high in omega-3 fatty acids. These acids won't lower your LDL level, but they may help raise your HDL level. They may also protect your heart from blood clots and inflammation and reduce your risk of heart attack. Fish that are a good source of omega-3 fatty acids include salmon, tuna (canned or fresh), and mackerel. Try to eat these fish two times a week.Limit salt. You should try to limit the amount of sodium (salt) that you eat to no more than 2,300 milligrams (about 1 teaspoon of salt) a day. That includes all the sodium you eat, whether it was added in cooking or at the table, or already present in food products. Limiting salt won't lower your cholesterol, but it can lower your risk of heart diseases by helping to lower your blood pressure. You can reduce your sodium by instead choosing low-salt and \"no added salt\" foods and seasonings at the table or while cooking.Limit alcohol. Alcohol adds extra calories, which can lead to weight gain. Being overweight can raise your LDL level and lower your HDL level. Too much alcohol can also increase your risk of heart diseases because it can raise your blood pressure and triglyceride level. One drink is a glass of wine, beer, or a small amount of hard liquor, and the recommendation is that:Men should have no more than two drinks containing alcohol a dayWomen should have no more than one drink containing alcohol a dayNutrition labels can help you figure out how much fat, saturated fat, cholesterol, fiber, and sodium is in the foods that you buy.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Cholesterol Medicines  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?If you have high cholesterol, lifestyle changes can help you to lower your cholesterol level. But sometimes the lifestyle changes are not enough, and you need to take cholesterol medicines. You should still continue with the lifestyle changes even though you are taking medicines.Who needs cholesterol medicines?Your health care provider may prescribe medicine if:You have already had a heart attack or stroke, or you have peripheral arterial diseaseYour LDL (bad) cholesterol level is 190 mg/dL or higherYou are 40-75 years old, you have diabetes, and your LDL cholesterol level is 70 mg/dL or higherYou are 40-75 years old, you have a high risk of developing heart disease or stroke, and your LDL cholesterol level is 70 mg/dL or higherWhat are the different types of medicines for cholesterol?There are several types of cholesterol-lowering drugs available, including:Statins, which block the liver from making cholesterolBile acid sequestrants, which decrease the amount of fat absorbed from foodCholesterol absorption inhibitors, which decrease the amount of cholesterol absorbed from food and lower triglycerides.Nicotinic acid (niacin), which lowers LDL (bad) cholesterol and triglycerides and raises HDL (good) cholesterol.  Even though you can buy niacin without a prescription, you should talk to your health care provider before taking it to lower your cholesterol. High doses of niacin can cause serious side effects.PCSK9 inhibitors, which block a protein called PCSK9. This helps your liver remove and clear LDL cholesterol from your blood.Fibrates, which lower triglycerides. They may also raise HDL (good) cholesterol. If you take them with statins, they may increase the risk of muscle problems.Combination medicines, which include more than one type of cholesterol-lowering medicineThere are also a few other cholesterol medicines (lomitapide and mipomersen) that are only for people who have familial hypercholesterolemia (FH). FH is an inherited disorder that causes high LDL cholesterol.How does my health care provider decide which cholesterol medicine I should take?When deciding which medicine you should take and which dose you need, your health care provider will consider:Your cholesterol levelsYour risk for heart disease and strokeYour ageAny other health problems you havePossible side effects of the medicines. Higher doses are more likely to cause side effects, especially over time.Medicines can help control your cholesterol, but they don't cure it. You need to keep taking your medicines and get regular cholesterol checks to make sure that you cholesterol levels are in a healthy range."}
{"id": "doc20", "contents": "Athlete's Foot  Athlete's foot is a common infection caused by a fungus.  It most often affects the space between the toes. Symptoms include itching, burning, and cracked, scaly skin between your toes.You can get athlete's foot from damp surfaces, such as showers, swimming pools, and locker room floors. To prevent it:Keep your feet clean, dry, and coolWear clean socksDon't walk barefoot in public areasWear flip-flops in locker room showersKeep your toenails clean and clipped shortTreatments include over-the-counter antifungal creams for most cases and prescription medicines for more serious infections. These usually clear up the infection, but it can come back.Centers for Disease Control and Prevention"}
{"id": "doc21", "contents": "Tinea Infections  Tinea is the name of a group of diseases caused by a fungus.  Types of tinea include ringworm, athlete's foot and jock itch. These infections are usually not serious, but they can be uncomfortable. You can get them by touching an infected person, from damp surfaces such as shower floors, or even from a pet. Symptoms depend on the affected area of the body:\tRingworm is a red skin rash that forms a ring around normal-looking skin. A worm doesn't cause it. \tScalp ringworm causes itchy, red patches on your head. It can leave bald spots. It usually affects children.Athlete's foot causes itching, burning and cracked skin between your toes.\tJock itch causes an itchy, burning rash in your groin area.Over-the-counter creams and powders will get rid of many tinea infections, particularly athlete's foot and jock itch. Other cases require prescription medicine. "}
{"id": "doc22", "contents": "Foot Health  Each step you take involves a complex network of bones, muscles, tendons, and ligaments. This, combined with all of the weight they carry, explains why feet can have problems. To keep your feet healthy:\tExamine your feet regularly\tWear comfortable shoes that fit\tWash your feet daily with soap and lukewarm water \tTrim your toenails straight across and not too shortYour foot health can be a clue to your overall health. For example, joint stiffness could mean arthritis. Tingling or numbness could be a sign of diabetes. Swelling might indicate kidney disease, heart disease, or high blood pressure.Good foot care and regular foot checks are an important part of your health care. If you have foot problems, be sure to talk to your doctor. NIH: National Institute on Aging"}
{"id": "doc23", "contents": "Fungal Infections  If you have ever had athlete's foot or a yeast infection, you can blame a fungus. A fungus is a primitive organism. Mushrooms, mold and mildew are examples. Fungi live in air, in soil, on plants and in water. Some live in the human body. Only about half of all types of fungi are harmful.Some fungi reproduce through tiny spores in the air. You can inhale the spores or they can land on you. As a result, fungal infections often start in the lungs or on the skin. You are more likely to get a fungal infection if you have a weakened immune system or take antibiotics.Fungi can be difficult to kill. For skin and nail infections, you can apply medicine directly to the infected area. Oral antifungal medicines are also available for serious infections."}
{"id": "doc24", "contents": "Infectious Diseases  Germs, or microbes, are found everywhere - in the air, soil, and water.  There are also germs on your skin and in your body.  Many of them are harmless, and some can even be helpful. But some of them can make you sick. Infectious diseases are diseases that are caused by germs.There are many different ways that you can get an infectious disease:Through direct contact with a person who is sick. This includes kissing, touching, sneezing, coughing, and sexual contact. Pregnant mothers can also pass some germs along to their babies.Through indirect contact, when you touch something that has germs on it. For example, you could get germs if someone who is sick touched a door handle, and then you touch it.Through insect or animal bitesThrough contaminated food, water, soil, or plantsThere are four main kinds of germs:Bacteria - one-celled germs that multiply quickly. They may give off toxins, which are harmful chemicals that can make you sick. Strep throat and urinary tract infections are common bacterial infections.Viruses - tiny capsules that contain genetic material. They invade your cells so that they can multiply. This can kill, damage, or change the cells and make you sick. Viral infections include HIV/AIDS and the common cold.Fungi - primitive plant-like organisms such as mushrooms, mold, mildew, and yeasts. Athlete's foot is a common fungal infection.Parasites - animals or plants that survive by living on or in other living things. Malaria is an infection caused by a parasite.Infectious diseases can cause many different symptoms. Some are so mild that you may not even notice any symptoms, while others can be life-threatening. There are treatments for some infectious diseases, but for others, such as some viruses, you can only treat your symptoms. You can take steps to prevent many infectious diseases:Get vaccinatedWash your hands oftenPay attention to food safetyAvoid contact with wild animalsPractice safe sexDon't share items such as toothbrushes, combs, and straws"}
{"id": "doc25", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc26", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc27", "contents": "Viral Infections  Viruses are very tiny germs. They are made of genetic material inside of a protein coating. Viruses cause familiar infectious diseases such as the common cold, flu and warts. They also cause severe illnesses such as HIV/AIDS, Ebola, and COVID-19.Viruses are like hijackers. They invade living, normal cells and use those cells to multiply and produce other viruses like themselves. This can kill, damage, or change the cells and make you sick. Different viruses attack certain cells in your body such as your liver, respiratory system, or blood.When you get a virus, you may not always get sick from it. Your immune system may be able to fight it off.For most viral infections, treatments can only help with symptoms while you wait for your immune system to fight off the virus. Antibiotics do not work for viral infections. There are antiviral medicines to treat some viral infections. Vaccines can help prevent you from getting many viral diseases."}
{"id": "doc28", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc29", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
