{"id": "doc1", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc2", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc3", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc4", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc5", "contents": "Adrenal Gland Disorders  What are adrenal glands?Your adrenal glands are two small organs that sit on top of each kidney. The adrenal glands make different types of hormones you need to stay alive and healthy. Hormones are chemicals that travel in your bloodstream and control how different parts of your body work.The adrenal glands make the hormones cortisol, aldosterone, adrenaline, and noradrenaline. They also make hormones that your body uses to make sex hormones (estrogen and testosterone). All of these hormones do many important jobs, including:Turning food into energy and managing blood sugar levelsBalancing salt and waterKeeping blood pressure normalResponding to illness and stress (your \"fight or flight\" response)Timing when and how fast a child develops sexuallySupporting pregnancyWhat are adrenal gland disorders?When you have an adrenal gland disorder, your body makes too much or too little of one or more hormones. The symptoms depend on the type of problem you have and how much it affects the hormone levels in your body.There are many types of adrenal gland disorders, including:Addison's Disease - a condition in which the adrenal glands don't make enough cortisolCushing's Syndrome - a condition caused by too much cortisol in the body, often from taking steroid medicines for a long timeAldosterone-producing adenoma - a benign tumor (not cancer) that makes too much aldosterone and may cause serious high blood pressureHereditary paraganglioma-pheochromocytoma - an inherited condition causing different types of tumors that make adrenaline and other hormones. Some tumors may become cancerous.Adrenal gland cancer - cancerous tumors, including adrenocortical carcinoma and neuroblastomaCongenital Adrenal Hyperplasia (CAH) - a group of inherited disorders in which the adrenal glands don't make enough cortisol. The most common type is 21-hydroxylase deficiency (also called CAH1). In the United States, newborn babies get a blood test to see if they have CAH. People born with CAH may not have symptoms until childhood or later in life.What causes adrenal gland disorders?The cause of adrenal gland disorders depends on the type of disorder you have. Causes can include:Medicines such as steroidsA problem in another gland, such as the pituitary gland. The pituitary gland releases hormones that affect how the adrenal glands work.Changes in genes (mutations). These changes can cause the adrenal glands to make too much or too little of one or more hormones.InfectionsIn many cases the cause of the problem isn't clear.How are adrenal gland disorders diagnosed?Health care providers use different tests to check for adrenal disorders depending on your symptoms and health history.  For example, you may have tests of your blood, urine (pee), or saliva (spit).  These tests check your hormone levels. Your provider may order x-rays, CT scans, or MRI scans to look for tumors.What are the treatments for adrenal gland disorders?Different types of adrenal gland disorders have different treatments. They include medicines and surgery.  Radiation therapy is sometimes a treatment for tumors. There are treatments to cure certain adrenal gland disorders. For other disorders, treatments can manage your symptoms.NIH: National Institute of Child Health and Human Development"}
{"id": "doc6", "contents": "Hair Problems  The average person has 5 million hairs. Hair grows all over your body except on your lips, palms, and the soles of your feet. It takes about a month for healthy hair to grow half an inch. Most hairs grow for up to six years and then fall out. New hairs grow in their place.  Hair helps keep you warm. It also protects your eyes, ears and nose from small particles in the air. Common problem with the hair and scalp include hair loss, infections, and flaking."}
{"id": "doc7", "contents": "Polycystic Ovary Syndrome  Polycystic ovary syndrome (PCOS) happens when a woman's ovaries or adrenal glands produce more male hormones than normal.  PCOS causes cysts (fluid-filled sacs) to grow on the ovaries.  Symptoms include:Irregular menstrual periodsInfertilityPelvic painExcess hair growth on the face, chest, stomach, or thighsWeight gainAcne or oily skinPatches of thickened skinWomen with PCOS are at higher risk of diabetes, metabolic syndrome, heart disease, and high blood pressure.PCOS is more common in women who have obesity or have a mother or sister with PCOS.  To diagnose PCOS, your health care provider may do a physical exam, pelvic exam, blood tests, and an ultrasound.There is no cure, but diet, exercise, and medicines can help control the symptoms. Birth control pills help women have normal periods, reduce male hormone levels, and clear acne. Treatments for infertility caused by PCOS may include medicines, surgery, and in vitro fertilization (IVF).NIH: National Institute of Child Health and Human Development"}
{"id": "doc8", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
