{"id": "doc1", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc5", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
{"id": "doc6", "contents": "Gallbladder Diseases  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a gallstone. Gallstones form when substances in bile harden. Rarely, you can also get cancer in your gallbladder.Many gallbladder problems get better with removal of the gallbladder. Fortunately, you can live without a gallbladder. Bile has other ways of reaching your small intestine."}
{"id": "doc7", "contents": "Gallstones  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a  gallstone. Gallstones form when substances in bile harden. Gallstone attacks usually happen after you eat. Signs of a gallstone attack may include nausea, vomiting, or pain in the abdomen, back, or just under the right arm.Gallstones are most common among older adults, women, overweight people, Native Americans and Mexican Americans.Gallstones are often found during imaging tests for other health conditions. If you do not have symptoms, you usually do not need treatment. The most common treatment is removal of the gallbladder. Fortunately, you can live without a gallbladder.  Bile has other ways to reach your small intestine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Pericardial Disorders  The pericardium is a membrane, or sac, that surrounds your heart. It holds the heart in place and helps it work properly.  Problems with the pericardium include:Pericarditis - an inflammation of the sac. It can be from a virus or other infection, a heart attack, heart surgery, other medical conditions, injuries, and certain medicines.Pericardial effusion - the  buildup of fluid in the sacCardiac tamponade - a serious problem in which buildup of fluid in the sac causes problems with the function of the heartSymptoms of pericardial problems include chest pain, rapid heartbeat, and difficulty breathing. Fever is a common symptom of acute pericarditis. Your doctor may use a physical exam, imaging tests, and heart tests to make a diagnosis. Treatment depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc9", "contents": "Pericardial Disorders  The pericardium is a membrane, or sac, that surrounds your heart. It holds the heart in place and helps it work properly.  Problems with the pericardium include:Pericarditis - an inflammation of the sac. It can be from a virus or other infection, a heart attack, heart surgery, other medical conditions, injuries, and certain medicines.Pericardial effusion - the  buildup of fluid in the sacCardiac tamponade - a serious problem in which buildup of fluid in the sac causes problems with the function of the heartSymptoms of pericardial problems include chest pain, rapid heartbeat, and difficulty breathing. Fever is a common symptom of acute pericarditis. Your doctor may use a physical exam, imaging tests, and heart tests to make a diagnosis. Treatment depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Lymphoma  Lymphoma is a cancer of a part of the immune system called the lymph system.  There are many types of lymphoma.  One type is Hodgkin disease.  The rest are called non-Hodgkin lymphomas.Non-Hodgkin lymphomas begin when a type of white blood cell, called a T cell or B cell, becomes abnormal. The cell divides again and again, making more and more abnormal cells. These abnormal cells can spread to almost any other part of the body. Most of the time, doctors don't know why a person gets non-Hodgkin lymphoma. You are at increased risk if you have a weakened immune system or have certain types of infections.Non-Hodgkin lymphoma can cause many symptoms, such as :Swollen, painless lymph nodes in the neck, armpits or groinUnexplained weight loss Fever Soaking night sweats Coughing, trouble breathing or chest pain Weakness and tiredness that don't go away Pain, swelling or a feeling of fullness in the abdomen Your doctor will diagnose lymphoma with a physical exam, blood tests, a chest x-ray, and a biopsy.  Treatments include chemotherapy, radiation therapy, targeted therapy, biological therapy, or therapy to remove proteins from the blood. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells. Biologic therapy boosts your body's own ability to fight cancer. If you don't have symptoms, you may not need treatment right away. This is called watchful waiting.NIH: National Cancer Institute"}
{"id": "doc11", "contents": "Pericardial Disorders  The pericardium is a membrane, or sac, that surrounds your heart. It holds the heart in place and helps it work properly.  Problems with the pericardium include:Pericarditis - an inflammation of the sac. It can be from a virus or other infection, a heart attack, heart surgery, other medical conditions, injuries, and certain medicines.Pericardial effusion - the  buildup of fluid in the sacCardiac tamponade - a serious problem in which buildup of fluid in the sac causes problems with the function of the heartSymptoms of pericardial problems include chest pain, rapid heartbeat, and difficulty breathing. Fever is a common symptom of acute pericarditis. Your doctor may use a physical exam, imaging tests, and heart tests to make a diagnosis. Treatment depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Lymphoma  Lymphoma is a cancer of a part of the immune system called the lymph system.  There are many types of lymphoma.  One type is Hodgkin disease.  The rest are called non-Hodgkin lymphomas.Non-Hodgkin lymphomas begin when a type of white blood cell, called a T cell or B cell, becomes abnormal. The cell divides again and again, making more and more abnormal cells. These abnormal cells can spread to almost any other part of the body. Most of the time, doctors don't know why a person gets non-Hodgkin lymphoma. You are at increased risk if you have a weakened immune system or have certain types of infections.Non-Hodgkin lymphoma can cause many symptoms, such as :Swollen, painless lymph nodes in the neck, armpits or groinUnexplained weight loss Fever Soaking night sweats Coughing, trouble breathing or chest pain Weakness and tiredness that don't go away Pain, swelling or a feeling of fullness in the abdomen Your doctor will diagnose lymphoma with a physical exam, blood tests, a chest x-ray, and a biopsy.  Treatments include chemotherapy, radiation therapy, targeted therapy, biological therapy, or therapy to remove proteins from the blood. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells. Biologic therapy boosts your body's own ability to fight cancer. If you don't have symptoms, you may not need treatment right away. This is called watchful waiting.NIH: National Cancer Institute"}
{"id": "doc13", "contents": "Hodgkin Disease  Hodgkin disease is a type of lymphoma. Lymphoma is a cancer of a part of the immune system called the lymph system.  The first sign of Hodgkin disease is often an enlarged lymph node. The disease can spread to nearby lymph nodes. Later it may spread to the lungs, liver, or bone marrow. The exact cause is unknown. Hodgkin disease is rare.  Symptoms include:Painless swelling of the lymph nodes in the neck, armpits, or groin Fever and chills Night sweats Weight loss Loss of appetite Itchy skinTo diagnose Hodgkin disease, doctors use a physical exam and history, blood tests, and a biopsy. Treatment depends on how far the disease has spread. It often includes radiation therapy or chemotherapy.The earlier the disease is diagnosed, the more effective the treatment. In most cases, Hodgkin disease can be cured. NIH: National Cancer Institute"}
{"id": "doc14", "contents": "Chronic Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is chronic lymphocytic leukemia (CLL)?Chronic lymphocytic leukemia (CLL) is a type of chronic leukemia. \"Chronic\" means that the leukemia usually gets worse slowly. In CLL, the bone marrow makes abnormal lymphocytes (a type of white blood cell). When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body."}
{"id": "doc15", "contents": "Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia?There are different types of leukemia. Which type of leukemia you have depends on the type of blood cell that becomes cancer and whether it grows quickly or slowly.The type of blood cell could be:Lymphocytes, a type of white blood cellMyeloid cells, immature cells that become white blood cells, red blood cells, or plateletsThe different types can grow quickly or slowly:Acute leukemia is fast growing. It usually gets worse quickly if it's not treated.Chronic leukemia is slow growing. It usually gets worse over a longer period of time.The main types of leukemia are:Acute lymphocytic leukemia (ALL), which is the most common type of cancer in children. It can also affect adults.Acute myeloid leukemia (AML), which is more common in older adults but can also affect childrenChronic lymphocytic leukemia (CLL), which is one of the most common types of leukemia in adults. It often occurs during or after middle age.Chronic myeloid leukemia (CML), which usually occurs in adults during or after middle ageWhat causes leukemia?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown.Who is at risk for leukemia?For the specific types, there are different factors which can raise your risk of getting that type. Overall, your risk of leukemia goes up as you age. It is most common over age 60.What are the symptoms of leukemia?Some of the symptoms of leukemia may include:Feeling tiredFever or night sweatsEasy bruising or bleedingWeight loss or loss of appetitePetechiae, which are tiny red dots under the skin. They are caused by bleeding.Other leukemia symptoms can be different from type to type. Chromic leukemia may not cause symptoms at first.How is leukemia diagnosed?Your health care provider may use many tools to diagnose leukemia:A physical examA medical historyBlood tests, such as a complete blood count (CBC)Bone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesOnce the provider makes a diagnosis, there may be additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for leukemia?The treatments for leukemia depend on which type you have, how severe the leukemia is, your age, your overall health, and other factors. Some possible treatments might include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantTargeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc16", "contents": "Living with HIV/AIDS  What are HIV and AIDS?HIV stands for human immunodeficiency virus. It harms your immune system by destroying a type of white blood cell that helps your body fight infection. AIDS stands for acquired immunodeficiency syndrome. It is the final stage of infection with HIV. Not everyone with HIV develops AIDS.Are there treatments for HIV/AIDS?There is no cure, but there are many medicines to treat both HIV infection and the infections and cancers that come with it. The medicines allow people with HIV to have long, healthy lives.How can I live a healthier life with HIV?  IIf you have HIV, you can help yourself by:Getting medical care as soon as you find out that you have HIV. You should find a health care provider who has experience in treating HIV/AIDS.Making sure to take your medicines regularlyKeeping up with your regular medical and dental careManaging stress and getting support, such as from support groups, therapists, and social service organizationsLearning as much as you can about HIV/AIDS and its treatmentsTrying to live a healthy lifestyle, includingEating healthy foods.This can give your body the energy it needs to fight HIV and other infections. It can also help you manage HIV symptoms and medicine side effects. It may also improve absorption of your HIV medicines.Exercising regularly. This can strengthen your body and immune system. It may also reduce the risk of depression."}
{"id": "doc17", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc18", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Ovarian Cancer  The ovaries are part of the female reproductive system. They produce a woman's eggs and female hormones. Each ovary is about the size and shape of an almond.Cancer of the ovary is not common, but it causes more deaths than other female reproductive cancers. The sooner ovarian cancer is found and treated, the better your chance for recovery. But ovarian cancer is hard to detect early. Women with ovarian cancer may have no symptoms or just mild symptoms until the disease is in an advanced stage. Then it is hard to treat. Symptoms may include:A heavy feeling in the pelvisPain in the lower abdomen Bleeding from the vagina Weight gain or loss Abnormal periods Unexplained back pain that gets worse Gas, nausea, vomiting, or loss of appetiteTo diagnose ovarian cancer, doctors do one or more tests. They include a physical exam, a pelvic exam, lab tests, ultrasound, or a biopsy. Treatment is usually surgery followed by chemotherapy.NIH: National Cancer Institute"}
{"id": "doc20", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Liver Cancer  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Primary liver cancer starts in the liver.  Metastatic liver cancer starts somewhere else and spreads to your liver. Risk factors for primary liver cancer include :Having hepatitis B or CHeavy alcohol useHaving cirrhosis, or scarring of the liverHaving hemochromatosis, an iron storage diseaseObesity and diabetesSymptoms can include a lump or pain on the right side of your abdomen and yellowing of the skin. However, you may not have symptoms until the cancer is advanced.  This makes it harder to treat. Doctors use tests that examine the liver and the blood to diagnose liver cancer. Treatment options include surgery, radiation, chemotherapy, or liver transplantation. NIH: National Cancer Institute"}
{"id": "doc22", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc23", "contents": "Headache  Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.Other common types of headaches include migraines, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc24", "contents": "Caffeine  What is caffeine?Caffeine is a bitter substance that occurs naturally in more than 60 plants including:Coffee beansTea leavesKola nuts, which are used to flavor soft drink colasCacao pods, which are used to make chocolate productsThere is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:An 8-ounce cup of coffee: 95-200 mgA 12-ounce can of cola: 35-45 mgAn 8-ounce energy drink: 70-100 mgAn 8-ounce cup of tea: 14-60 mgWhat are caffeine's effects on the body?Caffeine has many effects on your body's metabolism. It:Stimulates your central nervous system, which can make you feel more awake and give you a boost of energyIs a diuretic, meaning that it helps your body get rid of extra salt and water by urinating moreIncreases the release of acid in your stomach, sometimes leading to an upset stomach or heartburnMay interfere with the absorption of calcium in the bodyIncreases your blood pressureWithin one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.What are the side effects from too much caffeine?For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:Restlessness and shakinessInsomniaHeadachesDizzinessFast heart rateDehydrationAnxietyDependency, so you need to take more of it to get the same resultsSome people are more sensitive to the effects of caffeine than others.What are energy drinks, and why can they be a problem?Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.Who should avoid or limit caffeine?You should check with your health care provider about whether you should limit or avoid caffeine if you:Are pregnant, since caffeine passes through the placenta to your baby.Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.Have sleep disorders, including insomnia.Have migraines or other chronic headaches.Have anxiety.Have GERD or ulcers.Have arrhythmia (a problem with the rate or rhythm of your heartbeat).Have high blood pressure.Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.What is caffeine withdrawal?If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:HeadachesDrowsinessIrritabilityNauseaTrouble concentratingThese symptoms usually go away after a couple of days."}
{"id": "doc25", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc26", "contents": "Antidepressants  What are antidepressants?Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.Are antidepressants used for other conditions?A health care provider may prescribe antidepressants for anxiety, chronic pain, or insomnia. Sometimes providers also prescribe antidepressants for other conditions.What are the different types of antidepressants?There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.Most of the newer antidepressants belong to one of these three groups:Selective serotonin reuptake inhibitors (SSRIs)Serotonin and norepinephrine reuptake inhibitors (SNRIs)Atypical antidepressants, which are newer antidepressants that don't fit into the other groupsIf these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.Which type of antidepressant is right for me?Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.Your provider will work with you to choose the best option to try first. You'll consider questions such as:Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.How long do antidepressants take to work?Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.How long will I need to take an antidepressant?When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.What are the side effects of antidepressants?Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.The most common side effects from antidepressants include:Nausea and vomitingWeight gainDiarrheaSleepinessSexual problems, such as a lack of desire or ability to have sexWhen thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.What can I do to take antidepressants safely?Antidepressants are generally safe when you use them correctly:Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.Follow all instructions about how to take your medicine.Talk with your provider if side effects bother you.Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.NIH: National Institute of Mental Health"}
{"id": "doc27", "contents": "Infertility  Infertility means not being able to become pregnant after a year of trying. If a woman can get pregnant but keeps having miscarriages or stillbirths, that's also called infertility.Infertility is fairly common. After one year of having unprotected sex, about 15% of couples are unable to get pregnant. About a third of the time, infertility can be traced to the woman. In another third of cases, it is because of the man. The rest of the time, it is because of both partners or no cause can be found.There are treatments that are specifically for men or for women. Some involve both partners. Drugs, assisted reproductive technology, and surgery are common treatments. Happily, many couples treated for infertility go on to have babies.NIH: National Institute of Child Health and Human Development"}
{"id": "doc28", "contents": "Female Infertility  Infertility means not being able to get pregnant after at least one year of trying (or 6 months if the woman is over age 35). If a woman keeps having miscarriages, it is also called infertility.  Female infertility can result from age, physical problems, hormone problems, and lifestyle or environmental factors.Most cases of infertility in women result from problems with producing eggs. In primary ovarian insufficiency, the ovaries stop functioning before natural menopause.  In polycystic ovary syndrome (PCOS), the ovaries may not release an egg regularly or they may not release a healthy egg.About a third of the time, infertility is because of a problem with the woman. One third of the time, it is a problem with the man. Sometimes no cause can be found.If you think you might be infertile, see your doctor. There are tests that may tell if you have fertility problems. When it is possible to find the cause, treatments may include medicines, surgery, or assisted reproductive technologies. Happily, many couples treated for infertility are able to have babies.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc29", "contents": "Male Infertility  Infertility is a term doctors use if a man hasn't been able to get a woman pregnant after at least one year of trying. Causes of male infertility include:Physical problems with the testiclesBlockages in the ducts that carry spermHormone problemsA history of high fevers or mumpsGenetic disordersLifestyle or environmental factorsAbout a third of the time, infertility is because of a problem with the man. One third of the time, it is a problem with the woman. Sometimes no cause can be found.If you suspect you are infertile, see your doctor. There are tests that may tell if you have fertility problems. When it is possible to find the cause, treatments may include medicines, surgery, or assisted reproductive technology. Happily, many couples treated for infertility are able to have babies.NIH: National Institute of Child Health and Human Development"}
{"id": "doc30", "contents": "Endometriosis  What is endometriosis?The uterus, or womb, is the place where a baby grows when a woman is pregnant. It is lined with tissue (endometrium). Endometriosis is a disease in which tissue that is similar to the lining of the uterus grows in other places in your body. These patches of tissue are called \"implants,\" \"nodules,\" or \"lesions.\" They are most often found:On or under the ovariesOn the fallopian tubes, which carry egg cells from the ovaries to the uterusBehind the uterusOn the tissues that hold the uterus in placeOn the bowels or bladderIn rare cases, the tissue may grow on your lungs or in other parts of your body.What causes endometriosis?The cause of endometriosis is unknown.Who is at risk for endometriosis?Endometriosis is most commonly diagnosed in women in their 30s and 40s. But it can affect any female who menstruates. Certain factors can raise or lower your risk of getting it.You are at higher risk if:You have a mother, sister, or daughter with endometriosisYour period started before age 11Your monthly cycles are short (less than 27 days)Your menstrual cycles are heavy and last more than 7 daysYou have a lower risk if:You have been pregnant beforeYour periods started late in adolescenceYou regularly exercise more than 4 hours a weekYou have a low amount of body fatWhat are the symptoms of endometriosis?The main symptoms of endometriosis are:Pelvic pain, which affects about 75% of women with endometriosis. It often happens during your period.Infertility, which affects up to half of all women with endometriosisOther possible symptoms include:Painful menstrual cramps, which may get worse over timePain during or after sexPain in the intestine or lower abdomenPain with bowel movements or urination, usually during your periodHeavy periodsSpotting or bleeding between periodsDigestive or gastrointestinal symptomsFatigue or lack of energyHow is endometriosis diagnosed?Surgery is the only way to know for sure that you have endometriosis. First, however, your health care provider will ask about your symptoms and medical history. You will have a pelvic exam and may have some imaging tests.The surgery to diagnose endometriosis is a laparoscopy. This is a type of surgery that uses a laparoscope, a thin tube with a camera and light. The surgeon inserts the laparoscope through a small cut in the skin. Your provider can make a diagnosis based on how the patches of endometriosis look. He or she may also do a biopsy to get a tissue sample.What are the treatments for endometriosis?There is no cure for endometriosis, but there are treatments for the symptoms. Your health care provider will work with you to decide which treatments would be best for you.Treatments for endometriosis pain include:Pain relievers, including nonsteroidal anti-inflammatory drugs (NSAIDS) such as ibuprofen and a prescription medicine specifically for endometriosis. Providers may sometimes prescribe opioids for severe pain.Hormone therapy, including birth control pills, progestin therapy, and gonadotropin-releasing hormone (GnRH) agonists. GnRH agonists cause a temporary menopause, but also help control the growth of endometriosis.Surgical treatments for severe pain, including procedures to remove the endometriosis patches or cut some nerves in the pelvis. The surgery may be a laparoscopy or major surgery. The pain may come back within a few years after surgery. If the pain is very severe, a hysterectomy may be an option. This is a surgery to remove the uterus. Sometimes providers also remove the ovaries and fallopian tubes as part of a hysterectomy.Treatments for infertility caused by endometriosis include:Laparoscopy to remove the endometriosis patchesIn vitro fertilizationNIH: National Institute of Child Health and Human Development"}
{"id": "doc31", "contents": "Pelvic Inflammatory Disease  Pelvic inflammatory disease (PID) is an infection and inflammation of the uterus, ovaries, and other female reproductive organs. It causes scarring in these organs. This can lead to infertility, ectopic pregnancy, pelvic pain, abscesses, and other serious problems. PID is the most common preventable cause of infertility in the United States.Gonorrhea and chlamydia, two sexually transmitted diseases, are the most common causes of PID. Other bacteria can also cause it. You are at greater risk if you:Are sexually active and younger than 25Have more than one sex partnerDoucheSome women have no symptoms. Others have pain in the lower abdomen, fever, smelly vaginal discharge, irregular bleeding, and pain during intercourse or urination. Doctors diagnose PID with a physical exam, lab tests, and imaging tests. Antibiotics can cure PID.  Early treatment is important. Waiting too long increases the risk of infertility."}
{"id": "doc32", "contents": "Encephalitis  Encephalitis is an inflammation of the brain. Usually the cause is a viral infection, but bacteria can also cause it. It can be mild or severe. Most cases are mild. You may have flu-like symptoms. With a mild case, you may just need rest, plenty of fluids, and a pain reliever.Severe cases need immediate treatment. Symptoms of severe cases include:Severe headacheSudden feverDrowsiness VomitingConfusionSeizuresIn babies, additional symptoms may include constant crying, poor feeding, body stiffness, and bulging in the soft spots of the skull.Severe cases may require a stay in the hospital. Treatments include oral and intravenous (IV) medicines to reduce inflammation and treat infection.  Patients with breathing difficulties may need artificial respiration. Some people may need physical, speech, and occupational therapy once the illness is under control. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc33", "contents": "Meningitis  Meningitis is inflammation of the thin tissue that surrounds the brain and spinal cord, called the meninges. There are several types of meningitis. The most common is viral meningitis. You get it when a virus enters the body through the nose or mouth and travels to the brain. Bacterial meningitis is rare, but can be deadly. It usually starts with bacteria that cause a cold-like infection. It can cause stroke, hearing loss, and brain damage. It can also harm other organs. Pneumococcal infections and meningococcal infections are the most common causes of bacterial meningitis.Anyone can get meningitis, but it is more common in people with weak immune systems. Meningitis can get serious very quickly. You should get medical care right away if you have:A sudden high fever A severe headache A stiff neck Nausea or vomitingEarly treatment can help prevent serious problems, including death. Tests to diagnose meningitis include blood tests, imaging tests, and a spinal tap to test cerebrospinal fluid. Antibiotics can treat bacterial meningitis. Antiviral medicines may help some types of viral meningitis. Other medicines can help treat symptoms.There are vaccines to prevent some of the bacterial infections that cause meningitis.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc34", "contents": "Flu  What is the flu?The flu, also called influenza, is a respiratory infection caused by viruses. Each year, millions of Americans get sick with the flu. Sometimes it causes mild illness. But it can also be serious or even deadly, especially for people over 65, newborn babies, and people with certain chronic illnesses.What causes the flu?The flu is caused by flu viruses that spread from person to person. When someone with the flu coughs, sneezes, or talks, they spray tiny droplets. These droplets can land in the mouths or noses of people who are nearby. Less often, a person may get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes.What are the symptoms of the flu?Symptoms of the flu come on suddenly and may include:Fever or feeling feverish/chillsCoughSore throatRunny or stuffy noseMuscle or body achesHeadachesFatigue (tiredness)Some people may also have vomiting and diarrhea. This is more common in children.Sometimes people have trouble figuring out whether they have a cold or the flu. There are differences between them. The symptoms of a cold usually come on more slowly and are less severe than symptoms of the flu. Colds rarely cause a fever or headaches.Sometimes people say that they have a \"flu\" when they really have something else. For example, \"stomach flu\" isn't the flu; it's gastroenteritis.What other problems can the flu cause?Some people who get the flu will develop complications. Some of these complications can be serious or even life-threatening. They include:BronchitisEar infectionSinus infectionPneumoniaInflammation of the heart (myocarditis), brain (encephalitis), or muscle tissues (myositis, rhabdomyolysis)The flu also can make chronic health problems worse. For example, people with asthma may have asthma attacks while they have flu.Certain people are more likely to have complications from the flu, including:Adults 65 and olderPregnant womenChildren younger than 5People with certain chronic health conditions, such as asthma, diabetes, and heart diseaseHow is the flu diagnosed?To diagnose the flu, health care providers will first do a medical history and ask about your symptoms. There are several tests for the flu. For the tests, your provider will swipe the inside of your nose or the back of your throat with a swab. Then the swab will be tested for the flu virus.Some tests are quick and give results in 15-20 minutes. But these tests are not as accurate as other flu tests. These other tests can give you the results in one hour or several hours.What are the treatments for the flu?Most people with the flu recover on their own without medical care. People with mild cases of the flu should stay home and avoid contact with others, except to get medical care.But if you have symptoms of flu and are in a high risk group or are very sick or worried about your illness, contact your health care provider. You might need antiviral medicines to treat your flu. Antiviral medicines can make the illness milder and shorten the time you are sick. They also can prevent serious flu complications. They usually work best when you start taking them within 2 days of getting sick.Can the flu be prevented?The best way to prevent the flu is to get flu vaccine every year. But it's also important to have good health habits like covering your cough and washing your hands often. This can help stop the spread of germs and prevent the flu.Centers for Disease Control and Prevention"}
{"id": "doc35", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc36", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc37", "contents": "Hemorrhagic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Hemorrhagic stroke is the less common type. It happens when a blood vessel breaks and bleeds into the brain. Within minutes, brain cells begin to die. Causes include a bleeding aneurysm, an arteriovenous malformation (AVM), or an artery wall that breaks open.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. With a hemorrhagic stroke, the first steps are to find the cause of bleeding in the brain and then control it.  Surgery may be needed.  Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.National Institute of Neurological Disorders and Stroke"}
{"id": "doc38", "contents": "Stroke Rehabilitation  A stroke can cause lasting brain damage. People who survive a stroke need to relearn skills they lost because of the damage. Rehabilitation can help them relearn those skills.The effects of a stroke depend on which area of the brain was damaged. The types of disabilities a stroke can cause include:Paralysis or problems controlling movementPain and other problems with the sensesProblems using or understanding languageProblems with thinking and memoryEmotional disturbancesStroke rehabilitation involves many kinds of health professionals. The goal is to help stroke survivors become as independent as possible and to have the best possible quality of life.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc39", "contents": "Transient Ischemic Attack  A transient ischemic attack (TIA) is a stroke that lasts only a few minutes. It happens when the blood supply to part of the brain is briefly blocked. Symptoms of a TIA are like other stroke symptoms, but do not last as long. They happen suddenly, and include:Numbness or weakness, especially on one side of the bodyConfusion or trouble speaking or understanding speechTrouble seeing in one or both eyesDifficulty walkingDizzinessLoss of balance or coordinationMost symptoms of a TIA disappear within an hour, although they may last for up to 24 hours. Because you cannot tell if these symptoms are from a TIA or a stroke, you should go to the hospital right away.TIAs are often a warning sign for future strokes. Taking medicine, such as blood thinners, may reduce your risk of a stroke. Your doctor might also recommend surgery. You can also help lower your risk by having a healthy lifestyle. This includes not smoking, not drinking too much, eating a healthy diet, and exercising. It is also important to control other health problems, such as high blood pressure and cholesterol.NIH: National Institute of Neurological Disorders and Stroke"}
