{"id": "doc1", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Childhood Brain Tumors  Brain tumors are abnormal growths inside the skull. They are among the most common types of childhood cancers. Some are benign tumors, which aren't cancer. They can still be serious. Malignant tumors are cancerous.Childhood brain and spinal cord tumors can cause headaches and other symptoms. However, other conditions can also cause the same symptoms. Check with a doctor if your child has any of the following problems:Morning headache or headache that goes away after vomitingFrequent nausea and vomitingVision, hearing, and speech problemsLoss of balance or trouble walkingUnusual sleepinessPersonality changesSeizuresIncreased head size in infantsThe symptoms are not the same in every child.Doctors use physical and neurological exams, lab tests, and imaging to diagnose brain tumors. Most childhood brain tumors are diagnosed and removed in surgery.Treatment for children is sometimes different than for an adult. Long-term side effects are an important issue. The options also depend on the type of tumor and where it is. Removal of the tumor is often possible. If not, radiation, chemotherapy, or both may be used.NIH: National Cancer Institute"}
{"id": "doc3", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc4", "contents": "Bullying and Cyberbullying  What is bullying?Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:Aggressive behavior.A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.Repetition, meaning it happens more than once or that it probably will happen againWhat are the types of bullying?There are three types of bullying:Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.Verbal bullying is saying or writing mean things, including name-calling, taunting, and threateningWhat is cyberbullying?Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:Posting rumors on social mediaSharing embarrassing pictures or videos onlineSharing someone else's private information online (doxing)Making threats against someone onlineCreating fake accounts and posting information to embarrass someoneCertain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.How is cyberbullying different from bullying?Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:Anonymous - people can hide their identities when they are online or using a cell phonePersistent - people can send messages instantly, at any time of the day or nightPermanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.Hard to notice - teachers and parents may not overhear or see cyberbullying taking placeWho is at risk of being bullied?Kids are at a higher risk of being bullied if they:Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicityAre seen as weakHave depression, anxiety, or low self-esteemDon't have many friends or are less popularDon't socialize well with othersHave an intellectual or developmental disabilityWho is at risk of being a bully?There are two types of kids who are more likely to bully others:Kids who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of othersKids who are more isolated from peers, may be depressed or anxious, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelingsThere are certain factors that make someone more likely to be a bully. They include:Being aggressive or easily frustratedHaving trouble at home, such as violence or bullying in the home or having uninvolved parentsHaving trouble following rulesSeeing violence positivelyHaving friends who bully othersWhat are the effects of bullying?Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:Depression, anxiety, and low self-esteem. These problems sometimes last into adulthood.Health complaints, including headaches and stomachachesLower grades and test scoresMissing and dropping out of schoolKids who bully others have a higher risk for substance use, problems in school, and violence later in life."}
{"id": "doc5", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc6", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc7", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc8", "contents": "Gaucher Disease  Gaucher disease is a rare, inherited disorder. It is a type of lipid metabolism disorder. If you have it, you do not have enough of an enzyme called glucocerebrosidase.  This causes too much of a fatty substance to build up in your spleen, liver, lungs, bones and, sometimes, your brain. This prevents these organs from working properly.There are three types:Type 1, the most common form, causes liver and spleen enlargement, bone pain and fractures (broken bones), and, sometimes, lung and kidney problems. It does not affect the brain. It can occur at any age.Type 2, which causes severe brain damage, appears in infants. Most children who have it die by age 2.In type 3, there may be liver and spleen enlargement. The brain is gradually affected. It usually starts in childhood or adolescence.Gaucher disease has no cure. Treatment options for types 1 and 3 include medicine and enzyme replacement therapy, which is usually very effective. There is no good treatment for the brain damage of types 2 and 3.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Multiple Myeloma  Multiple myeloma is a cancer that begins in plasma cells, a type of white blood cell. These cells are part of your immune system, which helps protect the body from germs and other harmful substances. In time, myeloma cells collect in the bone marrow and in the solid parts of bones.No one knows the exact causes of multiple myeloma, but it is more common in older people and African Americans. It can run in families. Common symptoms may include:Bone pain, often in the back or ribsFractures (broken bones)Weakness or fatigueWeight lossFrequent infections and feversFeeling very thirstyFrequent urinationDoctors diagnose multiple myeloma using lab tests, imaging tests, and a bone marrow biopsy.  Your treatment depends on how advanced the disease is and whether you have symptoms.  If you have no symptoms, you may not need treatment right away. If you have symptoms, you may have chemotherapy, stem cell transplantation, radiation, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc10", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc14", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc16", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc17", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc18", "contents": "Breast Cancer  What is breast cancer?Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.What are the types of breast cancer?There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.What causes breast cancer?Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.There are also certain genetic changes that can raise your risk of breast cancer, including changes called BRCA1 and BRCA2. These two changes also raise your risk of ovarian and other cancers.Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.Who is at risk for breast cancer?The factors which raise your risk of breast cancer include:Older ageHistory of breast cancer or benign (noncancer) breast diseaseInherited risk of breast cancer, including having BRCA1 and BRCA2 gene changesDense breast tissueA reproductive history that leads to more exposure to the estrogen hormone, including"}
