{"id": "doc1", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Pelvic Pain  Pelvic pain occurs mostly in the lower abdomen area. The pain might be steady, or it might come and go. It can be a sharp and stabbing pain in a specific spot, or a dull pain that is spread out. If the pain is severe, it might get in the way of your daily activities.If you're a woman, you might feel pain during your period. It could also happen when you have sex. Pelvic pain can be a sign that there is a problem with one of the organs in your pelvic area, such as the uterus, ovaries, fallopian tubes, cervix, or vagina. If you're a man, the cause could be problem with the prostate. In men and women, it could be a symptom of infection, or a problem with the urinary tract, lower intestines, rectum, muscle, or bone. Some women have more than one cause of pelvic pain at the same time.You might have to have lab, imaging, or other medical tests to find the cause of the pain. The treatment will depend on the cause, how bad the pain is, and how often it occurs.NIH: National Institute of Child Health and Human Development"}
{"id": "doc3", "contents": "Birth Defects  What are birth defects?A birth defect is a problem that happens while a baby is developing in the mother's body.  Most birth defects happen during the first 3 months of pregnancy. One out of every 33 babies in the United States is born with a birth defect.A birth defect may affect how the body looks, works, or both. Some birth defects like cleft lip or neural tube defects are structural problems that can be easy to see. Others, like heart disease, are found using special tests. Birth defects can range from mild to severe. How a birth defect affects a child's life depends mostly on which organ or body part is involved and how severe the defect is.What causes birth defects?For some birth defects, researchers know the cause. But for many birth defects, the exact cause is unknown. Researchers think that most birth defects are caused by a complex mix of factors, which can include:Genetics. One or more genes might have a change or mutation that prevents them from working properly. For example, this happens in Fragile X syndrome. With some defects, a gene or part of the gene might be missing.Chromosomal problems. In some cases, a chromosome or part of a chromosome might be missing. This is what happens in Turner syndrome. In other cases, such as with Down syndrome, the child has an extra chromosome. Exposures to medicines, chemicals, or other toxic substances. For example, alcohol misuse can cause fetal alcohol spectrum disorders.Infections during pregnancy. For example, infection with Zika virus during pregnancy can cause a serious defect in the brain.Lack of certain nutrients. Not getting enough folic acid before and during pregnancy is a key factor in causing neural tube defects.Who is at risk of having a baby with birth defects?Certain factors may might increase the chances of having a baby with a birth defect, such as:Smoking, drinking alcohol, or taking certain \"street\" drugs during pregnancyHaving certain medical conditions, such as obesity or uncontrolled diabetes, before and during pregnancyTaking certain medicinesHaving someone in your family with a birth defect. To learn more about your risk of having a baby with a birth defect, you can talk with a genetic counselor,Being an older mother, typically over the age of 34 yearsHow are birth defects diagnosed?Health care providers can diagnose some birth defects during pregnancy, using prenatal testing.  That's why it important to get regular prenatal care.Other birth defects may not be found until after the baby is born. Providers may find them through newborn screening. Some defects, such as club foot, are obvious right away. Other times, the health care provider may not discover a defect until later in life, when the child has symptoms.What are the treatments for birth defects?Children with birth defects often need special care and treatments. Because the symptoms and problems caused by birth defects vary, the treatments also vary. Possible treatments may include surgery, medicines, assistive devices, physical therapy, and speech therapy.Often, children with birth defects need a variety of services and may need to see several specialists. The primary health care provider can coordinate the special care that the child needs.Can birth defects be prevented?Not all birth defects can be prevented. But there are things you can do before and during pregnancy to increase your chance of having a healthy baby:Start prenatal care as soon as you think you might be pregnant, and see your health care provider regularly during pregnancyGet 400 micrograms (mcg) of folic acid every day. If possible, you should start taking it at least one month before you get pregnant.Don't drink alcohol, smoke, or use \"street\" drugsTalk to your health care provider about any medicines you are taking or thinking about taking. This includes prescription and over-the-counter medicines, as well as dietary or herbal supplements.Learn how to prevent infections during pregnancyIf you have any medical conditions, try to get them under control before you get pregnantCenters for Disease Control and Prevention"}
{"id": "doc4", "contents": "Bladder Cancer  The bladder is a hollow organ in your lower abdomen that stores urine. Bladder cancer occurs in the lining of the bladder. It is the sixth most common type of cancer in the United States.Symptoms include:Blood in your urineA frequent urge to urinatePain when you urinateLow back painRisk factors for developing bladder cancer include smoking and exposure to certain chemicals in the workplace.  People with a family history of bladder cancer or who are older, white, or male have a higher risk.Treatments for bladder cancer include surgery, radiation therapy, chemotherapy, and biologic therapy. Biologic therapy boosts your body's own ability to fight cancer.NIH: National Cancer Institute"}
{"id": "doc5", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc6", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc7", "contents": "Charcot-Marie-Tooth Disease  Charcot-Marie-Tooth disease (CMT) is a group of genetic nerve disorders. It is named after the three doctors who first identified it. In the United States, CMT affects about 1 in 2,500 people. CMT affects your peripheral nerves. Peripheral nerves carry movement and sensation signals between the brain and spinal cord and the rest of the body. Symptoms usually start around the teen years. Foot problems such as high arches or hammertoes can be early symptoms. As CMT progresses, your lower legs may weaken. Later, your hands may also become weak. Doctors diagnose CMT by doing a neurologic exam, nerve tests, genetic tests, or a nerve biopsy. There is no cure. The disease can be so mild you don't realize you have it or severe enough to make you weak. Physical therapy, occupational therapy, braces and other devices and sometimes surgery can help.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc8", "contents": "Heart Surgery  What is heart surgery?Heart surgery can correct certain heart problems when other treatments haven't worked or can't be used.In some cases, heart surgery may be a medical emergency. For example, surgery for a severe heart attack may need to be done right away. In other cases, you can plan heart surgery ahead of time. Some heart surgeries are major operations, such as heart bypass surgery for blocked arteries in the heart. Other surgeries are more minor heart procedures, such as putting in a pacemaker.What conditions does heart surgery treat?There are different types of heart surgery that can help treat many heart conditions:What conditions does heart surgery treat?What does the heart surgery do?Coronary artery disease (CAD) - when a sticky substance called plaque narrows or blocks the arteries that supply blood to your heart muscle.Makes a new path for blood to flow around the blocked part of an artery in the heart. This is called a coronary artery bypass graft (CABG), or heart bypass. It's the most common heart surgery in adults.Heart valve diseases - problems with the valves that control the flow of blood through your heart.Repairs heart valves.Replaces heart valves with a mechanical valve or a biologic valve made from pig, cow, or human heart tissue.Arrhythmia - problems with the rate or rhythm of your heartbeat. They are caused by changes in the electrical signals that control your heartbeat.Places a pacemaker or an implantable cardioverter defibrillator (ICD) in the chest to correct your heartbeat.Treats atrial fibrillation with small cuts in the heart muscle. The cuts form scars that make a path for the heart's electrical signals (Maze surgery).Heart failure - when your heart is too weak or stiff to pump enough oxygen-rich blood to meet your body's needs.Places a device in the chest which may include:An implantable cardioverter defibrillator (ICD) to help prevent sudden cardiac arrest.A biventricular pacemaker to coordinate the heart's pumping action so it's more powerful.A ventricular assist device to help the heart pump blood.A total artificial heart to pump blood for the heart.Replaces a seriously diseased heart with a heathy heart (heart transplantation).Heart aneurysm - a balloon-like bulge in the wall of an artery. It can be life-threatening if the aneurysm tears or bursts.Repairs or replaces the weak part of a heart artery using a patch or a tube made of fabric.Angina - chest pain from coronary artery disease.Uses a laser to make small channels through part of the heart muscle (transmyocardial laser revascularization).Damaged and abnormal heart structures, including congenital heart defects - heart structure problems that you're born with.Repairs heart damage or problems with how the heart and blood vessels are formed. Repairs depend on the type of defect or damage.What approaches do surgeons use to do heart surgery?The approach a surgeon uses to do heart surgery depends on your heart problem, your general health, and other factors. Approaches to heart surgery include:Open-heart surgery (also called traditional heart surgery) is when the surgeon cuts the chest open to reach the heart. Because it's difficult to operate on a beating heart, medicines are used to stop the heart. A heart-lung bypass machine keeps oxygen-rich blood pumping through the body during the surgery.Off-pump heart surgery is open-heart surgery on a beating heart without using a heart-lung bypass machine. The surgeon holds the heart steady with a device. Surgeons may use off-pump heart surgery to do coronary artery bypass grafts (CABG), but only in certain cases.Minimally invasive heart surgery uses small cuts between the ribs. The cuts may be as small as 2 to 3 inches. The surgeon inserts tools into the chest through the cuts. This type of heart surgery may or may not use a heart-lung bypass machine.Robotic-assisted surgery is a type of minimally invasive surgery. The surgeon uses a computer to control tools on the arms of a robot. This allows the surgeon to be very accurate when doing difficult operations.What are the risks of heart surgery?Like all surgery, heart surgery has risks even though the results are often excellent. The risks include:BleedingInfection, fever, and swellingA problem from anesthesia (medicine that makes you sleep during surgery)ArrhythmiaDamage to the heart, kidneys, liver, and lungsStrokeThe risks of heart surgery tend to be higher if:The surgery is an emergency.You have other medical conditions, including:"}
{"id": "doc9", "contents": "Hernia  A hernia happens when part of an internal organ or tissue bulges through a weak area of muscle. Most hernias are in the abdomen.There are several types of hernias, including: Inguinal, in the groin. This is the the most common type. Umbilical, around the belly button Incisional, through a scarHiatal, a small opening in the diaphragm that allows the upper part of the stomach to move up into the chest. Congenital diaphragmatic, a birth defect that needs surgeryHernias are common. They can affect men, women, and children.  A combination of muscle weakness and straining, such as with heavy lifting, might contribute. Some people are born with weak abdominal muscles and may be more likely to get a hernia.Treatment is usually surgery to repair the opening in the muscle wall. Untreated hernias can cause pain and health problems."}
{"id": "doc10", "contents": "Toxoplasmosis  Toxoplasmosis is a disease caused by the parasite Toxoplasma gondii. More than 60 million people in the U.S. have the parasite.  Most of them don't get sick. But the parasite causes serious problems for some people. These include people with weak immune systems and babies whose mothers become infected for the first time during pregnancy. Problems can include damage to the brain, eyes, and other organs.You can get toxoplasmosis from :\tWaste from an infected cat\tEating contaminated meat that is raw or not well cooked \tUsing utensils or cutting boards after they've had contact with contaminated raw meat \tDrinking infected water \tReceiving an infected organ transplant or blood transfusionMost people with toxoplasmosis don't need treatment. There are drugs to treat it for pregnant women and people with weak immune systems. Centers for Disease Control and Prevention"}
