{"id": "doc1", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc2", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc3", "contents": "Meniere's Disease  Meniere's disease is a disorder of the inner ear. It can cause severe dizziness, a roaring sound in your ears called tinnitus, hearing loss that comes and goes and the feeling of ear pressure or pain. It usually affects just one ear. It is a common cause of hearing loss. Attacks of dizziness may come on suddenly or after a short period of tinnitus or muffled hearing. Some people have single attacks of dizziness once in a while. Others may have many attacks close together over several days. Some people with Meniere's disease have \"drop attacks\" during which the  dizziness is so bad they lose their balance and fall.Scientists don't yet know the cause. They think that it has to do with the fluid levels or the mixing of fluids in the canals of your inner ear.  Doctors diagnose it based on a physical exam and your symptoms. A hearing test can check to see how it has affected your hearing.There is no cure. Treatments include medicines to control dizziness, limiting salt in your diet, and taking water pills. A device that fits into the outer ear and delivers air pulses to the middle ear can help. Severe cases may require surgery.NIH: National Institute on Deafness and Other Communication Disorders "}
{"id": "doc4", "contents": "Acoustic Neuroma  An acoustic neuroma is a benign tumor that develops on the nerve that connects the ear to the brain. The tumor usually grows slowly. As it grows, it presses against the hearing and balance nerves. At first, you may have no symptoms or mild symptoms. They can include: Loss of hearing on one side  Ringing in ears Dizziness and balance problemsThe tumor can also eventually cause numbness or paralysis of the face. If it grows large enough, it can press against the brain, becoming life-threatening.Acoustic neuroma can be difficult to diagnose, because the symptoms are similar to those of middle ear problems.  Ear exams, hearing tests, and scans can show if you have it.If the tumor stays small, you may only need to have it checked regularly.  If you do need treatment, surgery and radiation are options.If the tumors affect both hearing nerves, it is often because of a genetic disorder called neurofibromatosis.NIH: National Institute on Deafness and Communication Disorders"}
{"id": "doc5", "contents": "Anaphylaxis  Anaphylaxis is a serious allergic reaction. It can begin very quickly, and symptoms may be life-threatening. The most common causes are reactions to foods (especially peanuts), medications, and stinging insects. Other causes include exercise and exposure to latex. Sometimes no cause can be found.It can affect many organs:Skin - itching, hives, redness, swellingNose - sneezing, stuffy nose, runny noseMouth - itching, swelling of the lips or tongueThroat - itching, tightness, trouble swallowing, swelling of the back of the throatChest - shortness of breath, coughing, wheezing, chest pain or tightnessHeart - weak pulse, passing out, shockGastrointestinal tract - vomiting, diarrhea, crampsNervous system - dizziness or faintingIf someone is having a serious allergic reaction, call 911. If an auto-injector  is available, give the person the injection right away."}
{"id": "doc6", "contents": "Fainting  Fainting is a temporary loss of consciousness. If you're about to faint, you'll feel dizzy, lightheaded, or nauseous. Your field of vision may \"white out\" or \"black out.\"  Your skin may be cold and clammy.  You lose muscle control at the same time, and may fall down.Fainting usually happens when your blood pressure drops suddenly, causing a decrease in blood flow to your brain. It is more common in older people. Some causes of fainting include:Heat or dehydration Emotional distress Standing up too quickly Certain medicines Drop in blood sugar Heart problems When someone faints, make sure that the airway is clear and check for breathing. The person should stay lying down for 10-15 minutes.  Most people recover completely. Fainting is usually nothing to worry about, but it can sometimes be a sign of a serious problem. If you faint, it's important to see your health care provider and find out why it happened. "}
{"id": "doc7", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Vaccine Safety  What are vaccines?Vaccines play an important role in keeping us healthy. They protect us from serious and sometimes deadly diseases. Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make you sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps your body fight off the germs. Your immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.These diseases can be very serious. Because of this, getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.Do vaccines cause side effects?As with medicines, any vaccine can cause side effects. Most of the time the side effects are minor, such as a sore arm, fatigue, or mild fever. They usually go away within a few days. These common side effects are often a sign that your body is starting to build immunity against a disease.Serious side effects from vaccines can happen, but they are very rare. These side effects could include a severe allergic reaction. Other possible side effects are different for each vaccine. Talk with your health care provider if you're concerned about your health after getting vaccinated.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and ASD.How are vaccines tested for safety?Every vaccine that is approved in the United States goes through extensive safety testing. It starts with testing and evaluation of the vaccine before it's approved by the Food and Drug Administration (FDA). This process can often take several years.:First, the vaccine is tested in labs. Based on those tests, the FDA decides whether to test the vaccine with people.Testing with people is done through clinical trials. In these trials, the vaccines are tested on volunteers. Clinical trials usually start with 20 to 100 volunteers, but eventually include thousands of volunteers.The clinical trials have three phases. The trials are looking for the answer to important questions such as "}
{"id": "doc10", "contents": "Anaphylaxis  Anaphylaxis is a serious allergic reaction. It can begin very quickly, and symptoms may be life-threatening. The most common causes are reactions to foods (especially peanuts), medications, and stinging insects. Other causes include exercise and exposure to latex. Sometimes no cause can be found.It can affect many organs:Skin - itching, hives, redness, swellingNose - sneezing, stuffy nose, runny noseMouth - itching, swelling of the lips or tongueThroat - itching, tightness, trouble swallowing, swelling of the back of the throatChest - shortness of breath, coughing, wheezing, chest pain or tightnessHeart - weak pulse, passing out, shockGastrointestinal tract - vomiting, diarrhea, crampsNervous system - dizziness or faintingIf someone is having a serious allergic reaction, call 911. If an auto-injector  is available, give the person the injection right away."}
{"id": "doc11", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc12", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc13", "contents": "Hemorrhagic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Hemorrhagic stroke is the less common type. It happens when a blood vessel breaks and bleeds into the brain. Within minutes, brain cells begin to die. Causes include a bleeding aneurysm, an arteriovenous malformation (AVM), or an artery wall that breaks open.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. With a hemorrhagic stroke, the first steps are to find the cause of bleeding in the brain and then control it.  Surgery may be needed.  Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.National Institute of Neurological Disorders and Stroke"}
{"id": "doc14", "contents": "Stroke Rehabilitation  A stroke can cause lasting brain damage. People who survive a stroke need to relearn skills they lost because of the damage. Rehabilitation can help them relearn those skills.The effects of a stroke depend on which area of the brain was damaged. The types of disabilities a stroke can cause include:Paralysis or problems controlling movementPain and other problems with the sensesProblems using or understanding languageProblems with thinking and memoryEmotional disturbancesStroke rehabilitation involves many kinds of health professionals. The goal is to help stroke survivors become as independent as possible and to have the best possible quality of life.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc15", "contents": "Transient Ischemic Attack  A transient ischemic attack (TIA) is a stroke that lasts only a few minutes. It happens when the blood supply to part of the brain is briefly blocked. Symptoms of a TIA are like other stroke symptoms, but do not last as long. They happen suddenly, and include:Numbness or weakness, especially on one side of the bodyConfusion or trouble speaking or understanding speechTrouble seeing in one or both eyesDifficulty walkingDizzinessLoss of balance or coordinationMost symptoms of a TIA disappear within an hour, although they may last for up to 24 hours. Because you cannot tell if these symptoms are from a TIA or a stroke, you should go to the hospital right away.TIAs are often a warning sign for future strokes. Taking medicine, such as blood thinners, may reduce your risk of a stroke. Your doctor might also recommend surgery. You can also help lower your risk by having a healthy lifestyle. This includes not smoking, not drinking too much, eating a healthy diet, and exercising. It is also important to control other health problems, such as high blood pressure and cholesterol.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc16", "contents": "Sweat  Sweat is a clear, salty liquid produced by glands in your skin. Sweating is how your body cools itself. You sweat mainly under your arms and on your feet and palms. When sweat mixes with bacteria on your skin, it can cause a smell. Bathing regularly and using antiperspirants or deodorants can help control the odor. Sweating a lot is normal when it is hot or when you exercise, are anxious, or have a fever. It also happens during menopause. If you often sweat too much, it's called hyperhidrosis. Causes include thyroid or nervous system disorders, low blood sugar, or another health problem. Sweating too little, anhidrosis, can be life-threatening because your body can overheat. Causes of anhidrosis include dehydration, burns, and some skin and nerve disorders.  "}
{"id": "doc17", "contents": "Chest Pain  Having a pain in your chest can be scary.  It does not always mean that you are having a heart attack.  There can be many other causes, including:Other heart problems, such as anginaPanic attacksDigestive problems, such as heartburn or esophagus disordersSore musclesLung diseases, such as pneumonia, pleurisy, or pulmonary embolismCostochondritis - an inflammation of joints in your chestSome of these problems can be serious.  Get immediate medical care if you have chest pain that does not go away, crushing pain or pressure in the chest, or chest pain along with nausea, sweating, dizziness or shortness of breath. Treatment depends on the cause of the pain."}
{"id": "doc18", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc20", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc21", "contents": "Hiatal Hernia  A hiatal hernia is a condition in which the upper part of your stomach bulges through an opening in your diaphragm. Your diaphragm is the thin muscle that separates your chest from your abdomen. Your diaphragm helps keep acid from coming up into your esophagus. When you have a hiatal hernia, it's easier for the acid to come up. This leaking of acid from your stomach into your esophagus is called GERD (gastroesophageal reflux disease). GERD may cause symptoms such as :HeartburnProblems swallowingA dry coughBad breathNausea and/or vomitingBreathing problemsThe wearing away of your teethOften, the cause of a hiatal hernia is unknown. It may have to do with weakness in the surrounding muscles. Sometimes the cause is an injury or a birth defect. Your risk of getting a hiatal hernia goes up as you age; they are common in people over age 50. You are also at higher risk if you have obesity or smoke.People usually find out that they have a hiatal hernia when they are getting tests for GERD, heartburn, chest pain, or abdominal pain. The tests may be a chest x-ray, an x-ray with a barium swallow, or an upper endoscopy.You don't need treatment if your hiatal hernia does not cause any symptoms or problems. If you do have symptoms, some lifestyle changes may help. They include eating small meals, avoiding certain foods, not smoking or drinking alcohol, and losing weight. Your health care provider may recommend antacids or other medicines. If these don't help, you may need surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc22", "contents": "Fainting  Fainting is a temporary loss of consciousness. If you're about to faint, you'll feel dizzy, lightheaded, or nauseous. Your field of vision may \"white out\" or \"black out.\"  Your skin may be cold and clammy.  You lose muscle control at the same time, and may fall down.Fainting usually happens when your blood pressure drops suddenly, causing a decrease in blood flow to your brain. It is more common in older people. Some causes of fainting include:Heat or dehydration Emotional distress Standing up too quickly Certain medicines Drop in blood sugar Heart problems When someone faints, make sure that the airway is clear and check for breathing. The person should stay lying down for 10-15 minutes.  Most people recover completely. Fainting is usually nothing to worry about, but it can sometimes be a sign of a serious problem. If you faint, it's important to see your health care provider and find out why it happened. "}
{"id": "doc23", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc24", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc25", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc26", "contents": "Vaccine Safety  What are vaccines?Vaccines play an important role in keeping us healthy. They protect us from serious and sometimes deadly diseases. Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make you sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps your body fight off the germs. Your immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.These diseases can be very serious. Because of this, getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.Do vaccines cause side effects?As with medicines, any vaccine can cause side effects. Most of the time the side effects are minor, such as a sore arm, fatigue, or mild fever. They usually go away within a few days. These common side effects are often a sign that your body is starting to build immunity against a disease.Serious side effects from vaccines can happen, but they are very rare. These side effects could include a severe allergic reaction. Other possible side effects are different for each vaccine. Talk with your health care provider if you're concerned about your health after getting vaccinated.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and ASD.How are vaccines tested for safety?Every vaccine that is approved in the United States goes through extensive safety testing. It starts with testing and evaluation of the vaccine before it's approved by the Food and Drug Administration (FDA). This process can often take several years.:First, the vaccine is tested in labs. Based on those tests, the FDA decides whether to test the vaccine with people.Testing with people is done through clinical trials. In these trials, the vaccines are tested on volunteers. Clinical trials usually start with 20 to 100 volunteers, but eventually include thousands of volunteers.The clinical trials have three phases. The trials are looking for the answer to important questions such as "}
{"id": "doc27", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc28", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc29", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc30", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc31", "contents": "Spinal Stenosis  Your spine, or backbone, protects your spinal cord and allows you to stand and bend. Spinal stenosis causes narrowing in your spine. The narrowing puts pressure on your nerves and spinal cord and can cause pain.Spinal stenosis occurs mostly in people older than 50. Younger people with a spine injury or a narrow spinal canal are also at risk. Diseases such as arthritis and scoliosis can cause spinal stenosis, too. Symptoms might appear gradually or not at all. They include:Pain in your neck or backNumbness, weakness, cramping, or pain in your arms or legsPain going down the legFoot problemsDoctors diagnose spinal stenosis with a physical exam and imaging tests. Treatments include medications, physical therapy, braces, and surgery.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc32", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc33", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc34", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc35", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc36", "contents": "Vascular Diseases  What are vascular diseases?Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veins. The walls of the capillaries are thin and leaky, to allow for an exchange of materials between your tissues and blood.Vascular diseases are conditions which affect your vascular system. They are common and can be serious. Some types include:Aneurysm - a bulge or \"ballooning\" in the wall of an arteryAtherosclerosis - a disease in which plaque builds up inside your arteries. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood.Blood clots, including deep vein thrombosis and pulmonary embolismCoronary artery disease and carotid artery disease, diseases that involve the narrowing or blockage of an artery. The cause is usually a buildup of plaque.Raynaud's disease - a disorder that causes the blood vessels to narrow when you are cold or feeling stressedStroke - a serious condition that happens when blood flow to your brain stops.Varicose veins - swollen, twisted veins that you can see just under the skinVasculitis - inflammation of the blood vesselsWhat causes vascular diseases?The causes of vascular diseases depend on the specific disease. These causes include:GeneticsHeart diseases such as high cholesterol and high blood pressureInfectionInjuryMedicines, including hormonesSometimes the cause is unknown.Who is at risk for vascular diseases?The risk factors for vascular diseases can vary, depending on the specific disease. But some of the more common risk factors include:Age - your risk of some diseases goes up as you get olderConditions that can affect the heart and blood vessels, such as diabetes or high cholesterolFamily history of vascular or heart diseasesInfection or injury that damages your veinsLack of exerciseObesityPregnancySitting or standing still for long periods of timeSmokingWhat are the symptoms of vascular diseases?The symptoms for each disease are different.How are vascular diseases diagnosed?To make a diagnosis, your health care provider will do a physical exam and ask about your symptoms and medical history. You may have imaging tests and/or blood tests.How are vascular diseases treated?Which treatment you get depends on which vascular disease you have and how severe it is. Types of treatments for vascular diseases include:Lifestyle changes, such as eating a heart-healthy diet and getting more exerciseMedicines, such as blood pressure medicines, blood thinners, cholesterol medicines, and clot-dissolving drugs. In some cases, providers use a catheter to send medicine directly to a blood vessel.Non-surgical procedures, such as angioplasty, stenting, and vein ablationSurgeryCan vascular diseases be prevented?There are steps you can take to help prevent vascular diseases:Make healthy lifestyle changes, such as eating a heart-healthy diet and getting more exerciseDon't smoke. If you are already a smoker, talk to your health care provider for help in finding the best way for you to quit.Keep your blood pressure and cholesterol in checkIf you have diabetes, control your blood sugarTry not to sit or stand for up long periods of time. If you do need to sit all day, get up and move around every hour or so. If you traveling on a long trip, you can also wear compression stockings and regularly stretch your legs."}
{"id": "doc37", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc38", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc39", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc40", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc41", "contents": "Aplastic Anemia  What is aplastic anemia?Aplastic  anemia is a rare but serious blood disorder.  If you have it, your bone marrow doesn't make enough new blood cells. It happens when there is damage to stem cells inside your bone marrow. There are different types of aplastic anemia, including Fanconi anemia.What causes aplastic anemia?The causes of aplastic anemia can include:Autoimmune disorders, which are the most common causeCertain inherited gene changes, such as the one that can cause Fanconi anemiaToxic substances, such as pesticides, arsenic, and benzeneRadiation therapy and chemotherapy for cancerCertain medicinesViral infections such as hepatitis, Epstein-Barr virus, or HIVPregnancyIn many people, the cause is unknown. This is called idiopathic aplastic anemia.What are the symptoms of aplastic anemia?Aplastic anemia can develop suddenly or slowly. It can be mild or severe. The symptoms of aplastic anemia can include:FatigueWeaknessDizzinessShortness of breathEasy bruising or bleedingWhat other problems can aplastic anemia cause?Aplastic anemia can cause other problems, including frequent infections and bleeding. It raises your risk of developing a serious blood disorder.If not treated, aplastic anemia can also lead to heart problems such as an arrhythmia (a problem with the rate or rhythm of your heartbeat), an enlarged heart, or heart failure.How is aplastic anemia diagnosed?To find out if you have aplastic anemia, your doctor will:"}
{"id": "doc42", "contents": "Thalassemia  Thalassemias are inherited blood disorders. If you have one, your body makes fewer healthy red blood cells and less hemoglobin. Hemoglobin is a protein that carries oxygen to the body. That leads to anemia. Thalassemias occur most often among people of Italian, Greek, Middle Eastern, Southern Asian, and African descent.Thalassemias can be mild or severe. Some people have no symptoms or mild anemia. The most common severe type in the United States is called Cooley's anemia. It usually appears during the first two years of life. People with it may have severe anemia, slowed growth and delayed puberty, and problems with the spleen, liver, heart, or bones.Doctors diagnose thalassemias using blood tests. Treatments include blood transfusions and treatment to remove excess iron from the body. If you have mild symptoms or no symptoms, you may not need treatment. In some severe cases, you may need a bone marrow transplant.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc43", "contents": "Sickle Cell Disease  What is sickle cell disease (SCD)?Sickle cell disease (SCD) is a group of inherited red blood cell disorders. If you have SCD, there is a problem with your hemoglobin. Hemoglobin is a protein in red blood cells that carries oxygen throughout the body. With SCD, the hemoglobin forms into stiff rods within the red blood cells. This changes the shape of the red blood cells. The cells are supposed to be disc-shaped, but this changes them into a crescent, or sickle, shape.The sickle-shaped cells are not flexible and cannot change shape easily. Many of them burst apart as they move through your blood vessels. The sickle cells usually only last 10 to 20 days, instead of the normal 90 to 120 days. Your body may have trouble making enough new cells to replace the ones that you lost. Because of this, you may not have enough red blood cells. This is a condition called anemia, and it can make you feel tired.The sickle-shaped cells can also stick to vessel walls, causing a blockage that slows or stops the flow of blood. When this happens, oxygen can't reach nearby tissues. The lack of oxygen can cause attacks of sudden, severe pain, called pain crises. These attacks can occur without warning. If you get one, you might need to go to the hospital for treatment.What causes sickle cell disease (SCD)?The cause of SCD is a defective gene, called a sickle cell gene. People with the disease are born with two sickle cell genes, one from each parent.If you are born with one sickle cell gene, it's called sickle cell trait. People with sickle cell trait are generally healthy, but they can pass the defective gene on to their children.Who is at risk for sickle cell disease (SCD)?In the United States, most of the people with SCD are African Americans:About 1 in 13 African American babies is born with sickle cell traitAbout 1 in every 365 black children is born with sickle cell diseaseSCD also affects some people who come from Hispanic, southern European, Middle Eastern, or Asian Indian backgrounds.What are the symptoms of sickle cell disease (SCD)?People with SCD start to have signs of the disease during the first year of life, usually around 5 months of age. Early symptoms of SCD may include:Painful swelling of the hands and feetFatigue or fussiness from anemiaA yellowish color of the skin (jaundice) or the whites of the eyes (icterus)The effects of SCD vary from person to person and can change over time. Most of the signs and symptoms of SCD are related to complications of the disease. They may include severe pain, anemia, organ damage, and infections.How is sickle cell disease (SCD) diagnosed?A blood test can show if you have SCD or sickle cell trait. All states now test newborns as part of their screening programs, so treatment can begin early.People who are thinking about having children can have the test to find out how likely it is that their children will have SCD.Doctors can also diagnose SCD before a baby is born. That test uses a sample of amniotic fluid (the liquid in the sac surrounding the baby) or tissue taken from the placenta (the organ that brings oxygen and nutrients to the baby).What are the treatments for sickle cell disease (SCD)?The only cure for SCD is bone marrow or stem cell transplantation. Because these transplants are risky and can have serious side effects, they are usually only used in children with severe SCD. For the transplant to work, the bone marrow must be a close match. Usually, the best donor is a brother or sister.There are treatments that can help relieve symptoms, lessen complications, and prolong life:Antibiotics to try to prevent infections in younger childrenPain relievers for acute or chronic painHydroxyurea, a medicine that has been shown to reduce or prevent several SCD complications. It increases the amount of fetal hemoglobin in the blood. This medicine is not right for everyone; talk to your health care provider about whether you should take it. This medicine is not safe during pregnancy.Childhood vaccinations to prevent infectionsBlood transfusions for severe anemia. If you have had some serious complications, such as a stroke, you may have transfusions to prevent more complications.There are other treatments for specific complications.To stay as healthy as possible, make sure that you get regular medical care, live a healthy lifestyle, and avoid situations that may set off a pain crisis.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc44", "contents": "Iron  Iron is a mineral that our bodies need for many functions. For example, iron is part of hemoglobin, a protein which carries oxygen from our lungs throughout our bodies. It helps our muscles store and use oxygen. Iron is also part of many other proteins and enzymes.Your body needs the right amount of iron. If you have too little iron, you may develop iron deficiency anemia. Causes of low iron levels include blood loss, poor diet, or an inability to absorb enough iron from foods. People at higher risk of having too little iron are young children and women who are pregnant or have periods.Too much iron can damage your body.  Taking too many iron supplements can cause iron poisoning. Some people have an inherited disease called hemochromatosis.  It causes too much iron to build up in the body. Centers for Disease Control and Prevention"}
{"id": "doc45", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc46", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc47", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc48", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc49", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc50", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc51", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc52", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc53", "contents": "Diabetes and Pregnancy  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, high blood sugar levels are not good for your baby.About seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. Most of the time, it goes away after you have your baby. But it does increase your risk for developing type 2 diabetes later on. Your child is also at risk for obesity and type 2 diabetes.Most women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.If you already have diabetes, the best time to control your blood sugar is before you get pregnant. High blood sugar levels can be harmful to your baby during the first weeks of pregnancy - even before you know you are pregnant. To keep you and your baby healthy, it is important to keep your blood sugar as close to normal as possible before and during pregnancy.Either type of diabetes during pregnancy increases the chances of problems for you and your baby. To help lower the chances talk to your health care team about:A meal plan for your pregnancyA safe exercise planHow often to test your blood sugarTaking your medicine as prescribed. Your medicine plan may need to change during pregnancy.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc54", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc55", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc56", "contents": "Charcot-Marie-Tooth Disease  Charcot-Marie-Tooth disease (CMT) is a group of genetic nerve disorders. It is named after the three doctors who first identified it. In the United States, CMT affects about 1 in 2,500 people. CMT affects your peripheral nerves. Peripheral nerves carry movement and sensation signals between the brain and spinal cord and the rest of the body. Symptoms usually start around the teen years. Foot problems such as high arches or hammertoes can be early symptoms. As CMT progresses, your lower legs may weaken. Later, your hands may also become weak. Doctors diagnose CMT by doing a neurologic exam, nerve tests, genetic tests, or a nerve biopsy. There is no cure. The disease can be so mild you don't realize you have it or severe enough to make you weak. Physical therapy, occupational therapy, braces and other devices and sometimes surgery can help.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc57", "contents": "Diabetic Nerve Problems  If you have diabetes, your blood glucose, or blood sugar, levels are too high.  Over time, this can damage the covering on your nerves or the blood vessels that bring oxygen to your nerves. Damaged nerves may stop sending messages, or may send messages slowly or at the wrong times.  This damage is called diabetic neuropathy.  Over half of people with diabetes get it.  Symptoms may include:Numbness in your hands, legs, or feetShooting pains, burning, or tinglingNausea, vomiting, constipation, or diarrheaProblems with sexual functionUrinary problemsDizziness when you change positions quicklyYour doctor will diagnose diabetic neuropathy with a physical exam and nerve tests. Controlling your blood sugar can help prevent nerve problems, or keep them from getting worse. Treatment may include pain relief and other medicines.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc58", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc59", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc60", "contents": "Cataract  A cataract is a clouding of the lens in your eye.  It affects your vision.  Cataracts are very common in older people. By age 80, more than half of all Americans either have a cataract or have had cataract surgery.A cataract can occur in either or both eyes. It cannot spread from one eye to the other. Common symptoms are:Blurry visionColors that seem fadedGlare - headlights, lamps or sunlight may seem too bright. You may also see a halo around lights.Not being able to see well at nightDouble vision Frequent prescription changes in your eye wear Cataracts usually develop slowly. New glasses, brighter lighting, anti-glare sunglasses or magnifying lenses can help at first. Surgery is also an option. It involves removing the cloudy lens and replacing it with an artificial lens. Wearing sunglasses and a hat with a brim to block ultraviolet sunlight may help to delay cataracts.NIH: National Eye Institute"}
{"id": "doc61", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc62", "contents": "Eye Care  Your eyes are an important part of your health. Most people rely on their eyes to see and make sense of the world around them. But some eye diseases can lead to vision loss, so it is important to identify and treat eye diseases as early as possible. You should get your eyes checked as often as your health care provider recommends it, or if you have any new vision problems. And just as it is important to keep your body healthy, you also need to keep your eyes healthy.Eye Care TipsThere are things you can do to help keep your eyes healthy and make sure you are seeing your best:Eat a healthy, balanced diet. Your diet should include plenty or fruits and vegetables, especially deep yellow and green leafy vegetables. Eating fish high in omega-3 fatty acids, such as salmon, tuna, and halibut can also help your eyes.Maintain a healthy weight. Being overweight or having obesity increases your risk of developing diabetes. Having diabetes puts you at higher risk of getting diabetic retinopathy or glaucoma.Get regular exercise. Exercise may help to prevent or control diabetes, high blood pressure, and high cholesterol. These diseases can lead to some eye or vision problems. So if you exercise regularly, you can lower your risk of getting these eye and vision problems.Wear sunglasses.Sun exposure can damage your eyes and raise your risk of cataracts and age-related macular degeneration. Protect your eyes by using sunglasses that block out 99 to 100% of both UV-A and UV-B radiation.Wear protective eye wear. To prevent eye injuries, you need eye protection when playing certain sports, working in jobs such as factory work and construction, and doing repairs or projects in your home.Avoid smoking. Smoking increases the risk of developing age-related eye diseases such as macular degeneration and cataracts and can damage the optic nerve.Know your family medical history. Some eye diseases are inherited, so it is important to find out whether anyone in your family has had them. This can help you determine if you are at higher risk of developing an eye disease.Know your other risk factors. As you get older, you are at higher risk of developing age-related eye diseases and conditions. It is important to know you risk factors because you may be able to lower your risk by changing some behaviors.If you wear contacts, take steps to prevent eye infections. Wash your hands well before you put in or take out your contact lenses. Also follow the instructions on how to properly clean them, and replace them when needed.Give your eyes a rest. If you spend a lot of time using a computer, you can forget to blink your eyes and your eyes can get tired. To reduce eyestrain, try the 20-20-20 rule: Every 20 minutes, look away about 20 feet in front of you for 20 seconds.Eye Tests and ExamsEveryone needs to have their eyesight tested to check for vision and eye problems. Children usually have vision screening in school or at their health care provider's office during a checkup. Adults may also get vision screenings during their checkups. But many adults need more than a vision screening. They need a comprehensive dilated eye exam.Getting comprehensive dilated eye exams is especially important because some eye diseases may not have warning signs. The exams are the only way to detect these diseases in their early stages, when they are easier to treat.The exam includes several tests:A visual field test to measure your side (peripheral) vision. A loss of peripheral vision may be a sign of glaucoma.A visual acuity test, where you read an eye chart about 20 feet away, to check on how well you see at various distancesTonometry, which measures your eye's interior pressure. It helps to detect glaucoma.Dilation, which involves getting eye drops that dilate (widen) your pupils. This allows more light to enter the eye. Your eye care provider examines your eyes using a special magnifying lens. This provides a clear view of important tissues at the back of your eye, including the retina, macula, and optic nerve.If you have a refractive error and are going to need glasses or contacts, then you will also have a refraction test. When you have this test, you look through a device that has lenses of different strengths to help your eye care professional figure out which lenses will give you the clearest vision.At what age you should start getting these exams and how often you need them depends on many factors. They include your age, race, and overall health.  For example, if you are African American, you are at higher risk of glaucoma and you need to start getting the exams earlier. If you have diabetes, you should get an exam every year. Check with your health care provider about if and when you need these exams."}
{"id": "doc63", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc64", "contents": "Amblyopia   Amblyopia, or \"lazy eye,\" is the most common cause of visual impairment in children.  It happens when an eye fails to work properly with the brain.  The eye may look normal, but the brain favors the other eye.   In some cases, it can affect both eyes.  Causes include:Strabismus - a disorder in which the two eyes don't line up in the same directionRefractive error in an eye - when one eye cannot focus as well as the other, because of a problem with its shape.  This includes nearsightedness, farsightedness, and astigmatism.Cataract - a clouding in the lens of the eyeIt can be hard to diagnose amblyopia.  It is often found during a routine vision exam.Treatment for amblyopia forces the child to use the eye with weaker vision.  There are two common ways to do this.  One is to have the child wear a patch over the good eye for several hours each day, over a number of weeks to months.  The other is with eye drops that temporarily blur vision.  Each day, the child gets a drop of a drug called atropine in the stronger eye.  It is also sometimes necessary to treat the underlying cause.  This could include glasses or surgery.NIH: National Eye Institute"}
{"id": "doc65", "contents": "Thyroid Diseases  Your thyroid is a butterfly-shaped gland in your neck, just above your collarbone.  It is one of your endocrine glands, which make hormones.  Thyroid hormones control the rate of many activities in your body. These include how fast you burn calories and how fast your heart beats. All of these activities are your body's metabolism.Thyroid problems include:Goiter - enlargement of the thyroid glandHyperthyroidism - when your thyroid gland makes more thyroid hormones than your body needsHypothyroidism - when your thyroid gland does not make enough thyroid hormonesThyroid cancerThyroid nodules - lumps in the thyroid glandThyroiditis - swelling of the thyroidTo diagnose thyroid diseases, doctors use a medical history, physical exam, and thyroid tests. They sometimes also use a biopsy. Treatment depends on the problem, but may include medicines, radioiodine therapy, or thyroid surgery.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc66", "contents": "Thyroid Tests  Your thyroid is a butterfly-shaped gland in your neck, just above your collarbone. It is one of your endocrine glands, which make hormones. Thyroid hormones control the rate of many activities in your body. They include how fast you burn calories and how fast your heart beats. Thyroid tests check how well your thyroid is working. They are also used to diagnose and help find the cause of thyroid diseases such as hyperthyroidism and hypothyroidism. Thyroid tests include blood tests and imaging tests.Blood tests for your thyroid include:TSH - measures thyroid-stimulating hormone. It is the most accurate measure of thyroid activity.T3 and T4 - measure different thyroid hormones.TSI - measures thyroid-stimulating immunoglobulin.Antithyroid antibody test - measures antibodies (markers in the blood).Imaging tests include CT scans, ultrasound, and nuclear medicine tests. One type of nuclear medicine test is the thyroid scan. It uses small amounts of radioactive material to create a picture of the thyroid, showing its size, shape, and position. It can help find the cause of hyperthyroidism and check for thyroid nodules (lumps in the thyroid). Another nuclear test is the radioactive iodine uptake test, or thyroid uptake test. It checks how well your thyroid is working and can help find the cause of hyperthyroidism. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc67", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc68", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc69", "contents": "Thyroid Cancer  Your thyroid is a butterfly-shaped gland in your neck, just above your collarbone.  It makes hormones that help the body work normally. There are several types of cancer of the thyroid gland. You are at greater risk if you:Are between ages 25 and 65Are a womanAre AsianHave a family member who has had thyroid diseaseHave had radiation treatments to your head or neckYou should see a doctor if you have a lump or swelling in your neck. Doctors use a physical exam, thyroid tests, other blood and imaging tests, and a biopsy to diagnose thyroid cancer. Treatment depends on the type of cancer you have and how far the cancer has spread. Many patients receive a combination of treatments. They may include surgery, radioactive iodine, hormone treatment, radiation therapy, chemotherapy, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc70", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc71", "contents": "Colonic Polyps  A polyp is an extra piece of tissue that grows inside your body. Colonic polyps grow in the large intestine, or colon.  Most polyps are not dangerous. However, some polyps may turn into cancer or already be cancer. To be safe, doctors remove polyps and test them.  Polyps can be removed when a doctor examines the inside of the large intestine during a colonoscopy.Anyone can get polyps, but certain people are more likely than others. You may have a greater chance of getting polyps if you :\tAre over age 50 \tHave had polyps before \tHave a family member with polyps \tHave a family history of colon cancer Most colon polyps do not cause symptoms. If you have symptoms, they may include blood on your underwear or on toilet paper after a bowel movement, blood in your stool, or constipation or diarrhea lasting more than a week.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc72", "contents": "Irritable Bowel Syndrome  Irritable bowel syndrome (IBS) is a problem that affects the large intestine. It can cause abdominal cramping, bloating, and a change in bowel habits. Some people with the disorder have constipation. Some have diarrhea. Others go back and forth between the two. Although IBS can cause a great deal of discomfort, it does not harm the intestines.IBS is  common. It affects about twice as many women as men and is most often found in people younger than 45 years.  No one knows the exact cause of IBS.  There is no specific test for it. Your doctor may run tests to be sure you don't have other diseases. These tests may include stool sampling tests, blood tests, and x-rays. Your doctor may also do a test called a sigmoidoscopy or colonoscopy.  Most people diagnosed with IBS can control their symptoms with diet, stress management, probiotics, and medicine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc73", "contents": "Colonic Diseases  Your colon, also known as the large intestine, is part of your digestive system. It's a long, hollow tube at the end of your digestive tract where your body makes and stores stool. Many disorders affect the colon's ability to work properly. Some of these include:Colorectal cancerColonic polyps - extra tissue growing in the colon that can become cancerousUlcerative colitis - ulcers of the colon and rectumDiverticulitis - inflammation or infection of pouches in the colonIrritable bowel syndrome  -  an uncomfortable condition causing abdominal cramping and other symptomsTreatment for colonic diseases varies greatly depending on the disease and its severity. Treatment may involve diet, medicines and in some cases, surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc74", "contents": "Diverticulosis and Diverticulitis  Diverticula are small pouches that bulge outward through the colon, or large intestine. If you have these pouches, you have a condition called diverticulosis. It becomes more common as people age. About half of all people over age 60 have it. Doctors believe the main cause is a low-fiber diet.Most people with diverticulosis don't have symptoms. Sometimes it causes mild cramps, bloating or constipation. Diverticulosis is often found through tests ordered for something else. For example, it is often found during a colonoscopy to screen for cancer. A high-fiber diet and mild pain reliever will often relieve symptoms.If the pouches become inflamed or infected, you have a condition called diverticulitis. The most common symptom is abdominal pain, usually on the left side. You may also have fever, nausea, vomiting, chills, cramping, and constipation. In serious cases, diverticulitis can lead to bleeding, tears, or blockages. Your doctor will do a physical exam and imaging tests to diagnose it. Treatment may include antibiotics, pain relievers, and a liquid diet. A serious case may require a hospital stay or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc75", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc76", "contents": "Menstruation  Menstruation, or period, is normal vaginal bleeding that occurs as part of a woman's monthly cycle. Every month, your body prepares for pregnancy. If no pregnancy occurs, the uterus, or womb, sheds its lining. The menstrual blood is partly blood and partly tissue from inside the uterus. It passes out of the body through the vagina. Periods usually start between age 11 and 14 and continue until menopause at about age 51. They usually last from three to five days. Besides bleeding from the vagina, you may have:Abdominal or pelvic cramping painLower back painBloating and sore breastsFood cravingsMood swings and irritabilityHeadache and fatiguePremenstrual syndrome, or PMS, is a group of symptoms that start before the period. It can include emotional and physical symptoms.Consult your health care provider if you have big changes in your cycle. They may be signs of other problems that should be treated.NIH: National Institute of Child Health and Human Development"}
{"id": "doc77", "contents": "Uterine Fibroids  Uterine fibroids are the most common benign tumors in women of childbearing age. Fibroids are made of muscle cells and other tissues that grow in and around the wall of the uterus, or womb. The cause of fibroids is unknown. Risk factors include being African American or being overweight.Many women with fibroids have no symptoms. If you do have symptoms, they may include:Heavy or painful periods or bleeding between periods Feeling \"full\" in the lower abdomen Urinating often Pain during sex Lower back pain Reproductive problems, such as infertility, multiple miscarriages or early laborYour health care provider may find fibroids during a gynecological exam or by using imaging tests.  Treatment includes drugs that can slow or stop their growth, or surgery.  If you have no symptoms, you may not even need treatment. Many women with fibroids can get pregnant naturally. For those who cannot, infertility treatments may help.NIH: National Institute of Child Health and Human Development"}
{"id": "doc78", "contents": "Period Pain  What are painful periods?Menstruation, or period, is normal vaginal bleeding that happens as part of a woman's monthly cycle. Many women have painful periods, also called dysmenorrhea. The pain is most often menstrual cramps, which are a throbbing, cramping pain in your lower abdomen. You may also have other symptoms, such as lower back pain, nausea, diarrhea, and headaches. Period pain is not the same as premenstrual syndrome (PMS). PMS causes many different symptoms, including weight gain, bloating, irritability, and fatigue. PMS often starts one to two weeks before your period starts.What causes painful periods?There are two types of dysmenorrhea: primary and secondary. Each type has different causes.Primary dysmenorrhea is the most common kind of period pain. It is period pain that is not caused by another condition. The cause is usually having too many prostaglandins, which are chemicals that your uterus makes. These chemicals make the muscles of your uterus tighten and relax, and this causes the cramps.The pain can start a day or two before your period. It normally lasts for a few days, though in some women it can last longer.You usually first start having period pain when you are younger, just after you begin getting periods. Often, as you get older, you have less pain. The pain may also get better after you have given birth.Secondary dysmenorrhea often starts later in life. It is caused by conditions that affect your uterus or other reproductive organs, such as endometriosis and uterine fibroids. This kind of pain often gets worse over time. It may begin before your period starts and continue after your period ends.What can I do about period pain?To help ease your period pain, you can try:Using a heating pad or hot water bottle on your lower abdomenGetting some exerciseTaking a hot bathDoing relaxation techniques, including yoga and meditationYou might also try taking over-the-counter pain relievers such as nonsteroidal anti-inflammatory drugs (NSAIDs). NSAIDs include ibuprofen and naproxen. Besides relieving pain, NSAIDs reduce the amount of prostaglandins that your uterus makes and lessen their effects.  This helps to lessen the cramps. You can take NSAIDs when you first have symptoms, or when your period starts. You can keep taking them for a few days. You should not take NSAIDS if you have ulcers or other stomach problems, bleeding problems, or liver disease. You should also not take them if you are allergic to aspirin. Always check with your health care provider if you are not sure whether or not you should take NSAIDs.It may also help to get enough rest and avoid using alcohol and tobacco.When should I get medical help for my period pain?For many women, some pain during your period is normal. However, you should contact your health care provider if:NSAIDs and self-care measures don't help, and the pain interferes with your lifeYour cramps suddenly get worseYou are over 25 and you get severe cramps for the first timeYou have a fever with your period painYou have the pain even when you are not getting your periodHow is the cause of severe period pain diagnosed?To diagnose severe period pain, your health care provider will ask you about your medical history and do a pelvic exam. You may also have an ultrasound or other imaging test. If your health care provider thinks you have secondary dysmenorrhea, you might have laparoscopy. It is a surgery that that lets your health care provider look inside your body.What are treatments for severe period pain?If your period pain is primary dysmenorrhea and you need medical treatment, your health care provider might suggest using hormonal birth control, such as the pill, patch, ring, or IUD. Another treatment option might be prescription pain relievers.If you have secondary dysmenorrhea, your treatment depends upon the condition that is causing the problem. In some cases, you may need surgery."}
{"id": "doc79", "contents": "Chiropractic  Chiropractic is a health care profession. Chiropractors perform adjustments (manipulations) to the spine or other parts of the body. The goal is to correct alignment problems, ease pain, and support the body's natural ability to heal itself. They may also use other treatments including :Heat and iceElectrical stimulationRelaxation techniquesRehabilitative and general exerciseCounseling about diet, weight loss, and other lifestyle factorsDietary supplementsMany people visit chiropractors for treatment of low back pain, neck pain, and headaches.NIH: National Center for Complementary and Integrative Health"}
{"id": "doc80", "contents": "Arthritis  If you feel pain and stiffness in your body or have trouble moving around, you might have arthritis. Most kinds of arthritis cause pain and swelling in your joints. Joints are places where two bones meet, such as your elbow or knee. Over time, a swollen joint can become severely damaged. Some kinds of arthritis can also cause problems in your organs, such as your eyes or skin.Types of arthritis include:Osteoarthritis is the most common type of arthritis. It's often related to aging or to an injury.Autoimmune arthritis happens when your body's immune system attacks healthy cells in your body by mistake. Rheumatoid arthritis is the most common form of this kind of arthritis.Juvenile arthritis is a type of arthritis that happens in  children.Infectious arthritis is an infection that has spread from another part of the body to the joint.Psoriatic arthritis affects people with psoriasis.Gout is a painful type of arthritis that happens when too much uric acid builds up in the body. It often starts in the big toe.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc81", "contents": "Juvenile Arthritis  Juvenile arthritis (JA) is arthritis that happens in children. It causes joint swelling, pain, stiffness, and loss of motion. It can affect any joint, but is more common in the knees, hands, and feet. In some cases it can affect internal organs as well.The most common type of JA that children get is juvenile idiopathic arthritis. There are several other forms of arthritis affecting children.One early sign of JA may be limping in the morning. Symptoms can come and go. Some children have just one or two flare-ups. Others have symptoms that never go away. JA can cause growth problems and eye inflammation in some children.No one knows exactly what causes JA. Most types are autoimmune disorders. This means that your immune system, which normally helps your body fight infection, attacks your body's own tissues.JA can be hard to diagnose. Your health care provider may do a physical exam, lab tests, and x-rays. A team of providers usually treats JA. Medicines and physical therapy can help maintain movement and reduce swelling and pain. They may also help prevent and treat complications.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc82", "contents": "Infectious Arthritis  Most kinds of arthritis cause pain and swelling in your joints. Joints are places where two bones meet, such as your elbow or knee.  Infectious arthritis is an infection in the joint. The infection comes from a bacterial, viral, or fungal infection that spreads from another part of the body.  Symptoms of infectious arthritis include:Intense pain in the jointJoint redness and swellingChills and feverInability to move the area with the infected jointOne type of infectious arthritis is reactive arthritis. The reaction is to an infection somewhere else in your body. The joint is usually the knee, ankle, or toe.  Sometimes, reactive arthritis is set off by an infection in the bladder, or in the urethra, which carries urine out of the body. In women, an infection in the vagina can cause the reaction. For both men and women, it can start with bacteria passed on during sex. Another form of reactive arthritis starts with eating food or handling something that has bacteria on it.To diagnose infectious arthritis, your health care provider may do tests of your blood, urine, and joint fluid. Treatment includes medicines and sometimes surgery."}
{"id": "doc83", "contents": "Psoriatic Arthritis  Psoriasis is a skin disease that causes itchy or sore patches of thick, red skin with silvery scales. You usually get them on your elbows, knees, scalp, back, face, palms and feet, but they can show up on other parts of your body.Some people with psoriasis have psoriatic arthritis.  It causes pain, stiffness, and swelling of the joints.  It is often mild, but can sometimes be serious and affect many joints. The joint and skin problems don't always happen at the same time.Your doctor will do a physical exam and imaging tests to diagnose psoriatic arthritis. There is no cure, but medicines can help control inflammation and pain. In rare cases, you might need surgery to repair or replace damaged joints."}
{"id": "doc84", "contents": "Rheumatoid Arthritis  Rheumatoid arthritis (RA) is a form of arthritis that causes pain, swelling, stiffness and loss of function in your joints. It can affect any joint but is common in the wrist and fingers.More women than men get rheumatoid arthritis. It often starts in middle age and is most common in older people. You might have the disease for only a short time, or symptoms might come and go. The severe form can last a lifetime.Rheumatoid arthritis is different from osteoarthritis, the common arthritis that often comes with older age. RA can affect body parts besides joints, such as your eyes, mouth and lungs. RA is an autoimmune disease, which means the arthritis results from your immune system attacking your body's own tissues.No one knows what causes rheumatoid arthritis. Genes, environment, and hormones might contribute. Treatments include medicine, lifestyle changes, and surgery. These can slow or stop joint damage and reduce pain and swelling.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
