{"id": "doc1", "contents": "Myasthenia Gravis  Myasthenia gravis is a disease that causes weakness in your voluntary muscles. These are the muscles that you control. For example, you may have weakness in the muscles for eye movement, facial expressions, and swallowing. You can also have weakness in other muscles.  This weakness gets worse with activity, and better with rest.Myasthenia gravis is an autoimmune disease. Your body's immune system makes antibodies that block or change some of the nerve signals to your muscles.  This makes your muscles weaker.Other conditions can cause muscle weakness, so myasthenia gravis can be hard to diagnose. Tests used to make a diagnosis include blood, nerve, muscle, and imaging tests.With treatment, the muscle weakness often gets much better. Medicines can help improve nerve-to-muscle messages and make muscles stronger. Other drugs keep your body from making so many abnormal antibodies. These medicines can have major side effects, so they should be used carefully. There are also treatments which filter abnormal antibodies from the blood or add healthy antibodies from donated blood. Sometimes, surgery to take out the thymus gland helps.Some people with myasthenia gravis go into remission. This means that they do not have symptoms.  The remission is usually temporary, but sometimes it can be permanent.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc2", "contents": "Neuromuscular Disorders  Neuromuscular disorders affect your neuromuscular system. They can cause problems with:The nerves that control your musclesYour musclesCommunication between your nerves and musclesThese disorders can cause your muscles to become weak and waste away. You may also have symptoms such as spasms, twitching, and pain.Examples of neuromuscular disorders include:Amyotrophic lateral sclerosisMuscular dystrophyMyasthenia gravisSpinal muscular atrophyThere can be different causes for these diseases. Many of them are genetic.This means they are inherited (run in families) or are caused by a new mutation in your genes. Some neuromuscular disorders are autoimmune diseases. Sometimes the cause is unknown.Many neuromuscular diseases have no cure. But treatments may improve symptoms, increase mobility, and lengthen life."}
{"id": "doc3", "contents": "Thymus Cancer  The thymus is a small organ in your upper chest, under your breastbone. Before birth and during childhood, the thymus helps the body make a type of white blood cell. These cells help protect you from infections. Cancer of the thymus is rare. You are more likely to get it if you have other diseases such as myasthenia gravis, lupus or rheumatoid arthritis. Sometimes there are no symptoms.  Other times, thymus cancer can cause:A cough that doesn't go away Chest painTrouble breathingDoctors use a physical exam, imaging tests, and a biopsy to diagnose thymus cancer. The most common treatment is surgery to remove the tumor. Other options include radiation therapy, chemotherapy, and hormone therapy.NIH: National Cancer Institute"}
{"id": "doc4", "contents": "Autoimmune Diseases  What are autoimmune diseases?Your immune system protects you from disease and infection by attacking germs that get into your body, such as viruses and bacteria. Your immune system can tell that the germs aren't part of you, so it destroys them. If you have an autoimmune disease, your immune system attacks the healthy cells of your organs and tissues by mistake.There are more than 80 types of autoimmune diseases. They can affect almost any part of your body. For example, alopecia areata is an autoimmune disease of the skin that causes hair loss. Autoimmune hepatitis affects the liver. In type 1 diabetes, the immune system attacks the pancreas.  And in rheumatoid arthritis, the immune system can attack many parts of the body, including the joints, lungs, and eyes.What causes autoimmune diseases?No one is sure why autoimmune diseases happen. But you can't catch them from other people.Autoimmune diseases do tend to run in families, which means that certain genes may make some people more likely to develop a problem. Viruses, certain chemicals, and other things in the environment may trigger an autoimmune disease if you already have the genes for it.Who is at risk for autoimmune diseases?Millions of Americans of all ages have autoimmune diseases. Women develop many types of autoimmune diseases much more often than men. And if you have one autoimmune disease, you are more likely to get another.What are the symptoms of autoimmune diseases?The symptoms of an autoimmune disease depend on the part of your body that's affected. Many types of autoimmune diseases cause redness, swelling, heat, and pain, which are the signs and symptoms of inflammation.  But other illnesses can cause the same symptoms.The symptoms of autoimmune diseases can come and go. During a flare-up, your symptoms may get severe for a while. Later on, you may have a remission, which means that your symptoms get better or disappear for a period of time.How are autoimmune diseases diagnosed?Doctors often have a hard time diagnosing autoimmune diseases. There's usually not a specific test to show whether you have a certain autoimmune disease. And the symptoms can be confusing. That's because many autoimmune diseases have similar symptoms. And some symptoms, such as muscle aches, are common in many other illnesses. So it can take a long time and some visits to different types of doctors to get a diagnosis.To help your doctor find out if an autoimmune disease is causing your symptoms,:Learn about the health conditions in your family history.  What health problems did your grandparents, aunts, uncles, and cousins have? Write down what you learn and share it with your doctor.Keep track of your symptoms, including how long they last and what makes them better or worse. Share your notes with your doctor.See a specialist who deals with the symptoms that bother you most. For example, if you have rash, see a dermatologist (skin doctor).What are the treatments for autoimmune diseases?The treatment depends on the disease. In most cases, the goal of treatment is to suppress (slow down) your immune system, and ease swelling, redness, and pain from inflammation. Your doctor may give you corticosteroids or other medicines to help you feel better. For some diseases, you may need treatment for the rest of your life."}
{"id": "doc5", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
