{"id": "doc1", "contents": "Sickle Cell Disease  What is sickle cell disease (SCD)?Sickle cell disease (SCD) is a group of inherited red blood cell disorders. If you have SCD, there is a problem with your hemoglobin. Hemoglobin is a protein in red blood cells that carries oxygen throughout the body. With SCD, the hemoglobin forms into stiff rods within the red blood cells. This changes the shape of the red blood cells. The cells are supposed to be disc-shaped, but this changes them into a crescent, or sickle, shape.The sickle-shaped cells are not flexible and cannot change shape easily. Many of them burst apart as they move through your blood vessels. The sickle cells usually only last 10 to 20 days, instead of the normal 90 to 120 days. Your body may have trouble making enough new cells to replace the ones that you lost. Because of this, you may not have enough red blood cells. This is a condition called anemia, and it can make you feel tired.The sickle-shaped cells can also stick to vessel walls, causing a blockage that slows or stops the flow of blood. When this happens, oxygen can't reach nearby tissues. The lack of oxygen can cause attacks of sudden, severe pain, called pain crises. These attacks can occur without warning. If you get one, you might need to go to the hospital for treatment.What causes sickle cell disease (SCD)?The cause of SCD is a defective gene, called a sickle cell gene. People with the disease are born with two sickle cell genes, one from each parent.If you are born with one sickle cell gene, it's called sickle cell trait. People with sickle cell trait are generally healthy, but they can pass the defective gene on to their children.Who is at risk for sickle cell disease (SCD)?In the United States, most of the people with SCD are African Americans:About 1 in 13 African American babies is born with sickle cell traitAbout 1 in every 365 black children is born with sickle cell diseaseSCD also affects some people who come from Hispanic, southern European, Middle Eastern, or Asian Indian backgrounds.What are the symptoms of sickle cell disease (SCD)?People with SCD start to have signs of the disease during the first year of life, usually around 5 months of age. Early symptoms of SCD may include:Painful swelling of the hands and feetFatigue or fussiness from anemiaA yellowish color of the skin (jaundice) or the whites of the eyes (icterus)The effects of SCD vary from person to person and can change over time. Most of the signs and symptoms of SCD are related to complications of the disease. They may include severe pain, anemia, organ damage, and infections.How is sickle cell disease (SCD) diagnosed?A blood test can show if you have SCD or sickle cell trait. All states now test newborns as part of their screening programs, so treatment can begin early.People who are thinking about having children can have the test to find out how likely it is that their children will have SCD.Doctors can also diagnose SCD before a baby is born. That test uses a sample of amniotic fluid (the liquid in the sac surrounding the baby) or tissue taken from the placenta (the organ that brings oxygen and nutrients to the baby).What are the treatments for sickle cell disease (SCD)?The only cure for SCD is bone marrow or stem cell transplantation. Because these transplants are risky and can have serious side effects, they are usually only used in children with severe SCD. For the transplant to work, the bone marrow must be a close match. Usually, the best donor is a brother or sister.There are treatments that can help relieve symptoms, lessen complications, and prolong life:Antibiotics to try to prevent infections in younger childrenPain relievers for acute or chronic painHydroxyurea, a medicine that has been shown to reduce or prevent several SCD complications. It increases the amount of fetal hemoglobin in the blood. This medicine is not right for everyone; talk to your health care provider about whether you should take it. This medicine is not safe during pregnancy.Childhood vaccinations to prevent infectionsBlood transfusions for severe anemia. If you have had some serious complications, such as a stroke, you may have transfusions to prevent more complications.There are other treatments for specific complications.To stay as healthy as possible, make sure that you get regular medical care, live a healthy lifestyle, and avoid situations that may set off a pain crisis.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Genes and Gene Therapy  Genes are the building blocks of inheritance. Passed from parent to child, they contain "}
{"id": "doc3", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Newborn Screening  Your newborn infant has screening tests before leaving the hospital. There may be different tests depending on the state where you live. They include:Tests on a few drops of blood from pricking the baby's heel. The tests look for inherited disorders. All states test for at least 30 of these conditions.A hearing test that measures the baby's response to soundA skin test that measures the level of oxygen in the blood. This can tell if the baby has a congenital heart defect.These tests look for serious medical conditions. If not treated, some of these conditions can cause lifelong health problems. Others can cause early death. With early diagnosis, treatment can begin right away, before serious problems can occur or become permanent.If a screening shows that your baby might have a condition, the health care provider or the state health department will call you. It is important to follow up quickly. Further testing can verify whether your baby has the condition. If so, treatment should start right away. NIH: National Institute of Child Health and Human Development"}
{"id": "doc5", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc6", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc7", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc8", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc9", "contents": "Gaucher Disease  Gaucher disease is a rare, inherited disorder. It is a type of lipid metabolism disorder. If you have it, you do not have enough of an enzyme called glucocerebrosidase.  This causes too much of a fatty substance to build up in your spleen, liver, lungs, bones and, sometimes, your brain. This prevents these organs from working properly.There are three types:Type 1, the most common form, causes liver and spleen enlargement, bone pain and fractures (broken bones), and, sometimes, lung and kidney problems. It does not affect the brain. It can occur at any age.Type 2, which causes severe brain damage, appears in infants. Most children who have it die by age 2.In type 3, there may be liver and spleen enlargement. The brain is gradually affected. It usually starts in childhood or adolescence.Gaucher disease has no cure. Treatment options for types 1 and 3 include medicine and enzyme replacement therapy, which is usually very effective. There is no good treatment for the brain damage of types 2 and 3.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Multiple Myeloma  Multiple myeloma is a cancer that begins in plasma cells, a type of white blood cell. These cells are part of your immune system, which helps protect the body from germs and other harmful substances. In time, myeloma cells collect in the bone marrow and in the solid parts of bones.No one knows the exact causes of multiple myeloma, but it is more common in older people and African Americans. It can run in families. Common symptoms may include:Bone pain, often in the back or ribsFractures (broken bones)Weakness or fatigueWeight lossFrequent infections and feversFeeling very thirstyFrequent urinationDoctors diagnose multiple myeloma using lab tests, imaging tests, and a bone marrow biopsy.  Your treatment depends on how advanced the disease is and whether you have symptoms.  If you have no symptoms, you may not need treatment right away. If you have symptoms, you may have chemotherapy, stem cell transplantation, radiation, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc11", "contents": "Allergy  An allergy is a reaction by your immune system to something that does not bother most other people. People who have allergies often are sensitive to more than one thing. Substances that often cause reactions are:PollenDust mitesMold sporesPet danderFoodInsect stingsMedicinesNormally, your immune system fights germs. It is your body's defense system. In most allergic reactions, however, it is responding to a false alarm. Genes and the environment probably both play a role.Allergies can cause a variety of symptoms such as a runny nose, sneezing, itching, rashes, swelling, or asthma. Allergies can range from minor to severe.  Anaphylaxis is a severe reaction that can be life-threatening.   Doctors use skin and blood tests to diagnose allergies. Treatments include medicines, allergy shots, and avoiding the substances that cause the reactions."}
{"id": "doc12", "contents": "Food Allergy  Food allergy is an abnormal response to a food triggered by your body's immune system.In adults, the foods that most often trigger allergic reactions include fish, shellfish, peanuts, and tree nuts, such as walnuts. Problem foods for children can include eggs, milk, peanuts, tree nuts, soy, and wheat.The allergic reaction may be mild. In rare cases it can cause a severe reaction called anaphylaxis. Symptoms of food allergy include:Itching or swelling in your mouthVomiting, diarrhea, or abdominal cramps and painHives or eczemaTightening of the throat and trouble breathingDrop in blood pressureYour health care provider may use a detailed history, elimination diet, and skin and blood tests to diagnose a food allergy.When you have food allergies, you must be prepared to treat an accidental exposure. Wear a medical alert bracelet or necklace, and carry an auto-injector device containing epinephrine (adrenaline).You can only prevent the symptoms of food allergy by avoiding the food. After you and your health care provider have identified the foods to which you are sensitive, you must remove them from your diet."}
{"id": "doc13", "contents": "Hay Fever  Each spring, summer, and fall, trees, weeds, and grasses release tiny pollen grains into the air. Some of the pollen ends up in your nose and throat. This can trigger a type of allergy called hay fever.Symptoms can include:Sneezing, often with a runny or clogged noseCoughing and postnasal dripItching eyes, nose and throatRed and watery eyesDark circles under the eyesYour health care provider may diagnose hay fever based on a physical exam and your symptoms. Sometimes skin or blood tests are used. Taking medicines and using nasal sprays can relieve symptoms. You can also rinse out your nose, but be sure to use distilled or sterilized water with saline. Allergy shots can help make you less sensitive to pollen and provide long-term relief."}
{"id": "doc14", "contents": "Latex Allergy  Latex is a milky fluid that comes from the tropical rubber tree. Hundreds of everyday products contain latex. Repeated exposure to a protein in natural latex can make you more likely to develop a latex allergy. If your immune system detects the protein, a reaction can start in minutes. You could get a rash or asthma. In rare cases you could have a severe reaction called anaphylaxis.Your doctor may use a physical exam and skin and blood tests to diagnose it. There are medicines to treat a reaction, but it is best to try to avoid latex. Common latex products include:GlovesCondomsBalloonsRubber bandsShoe solesPacifiersYou can find latex-free versions of these products."}
{"id": "doc15", "contents": "Drug Reactions  Most of the time, medicines make our lives better. They reduce aches and pains, fight infections, and control problems such as high blood pressure or diabetes. But medicines can also cause unwanted reactions, such as drug interactions, side effects, and allergies.What is a drug interaction?A drug interaction is a change in the way a drug acts in the body when taken with certain other drugs, foods, or supplements or when taken while you have certain medical conditions. Examples include:Two drugs, such as aspirin and blood thinnersDrugs and food, such as statins and grapefruitDrugs and supplements, such as gingko and blood thinnersDrugs and medical conditions, such as aspirin and peptic ulcersInteractions could cause a drug to be more or less effective, cause side effects, or change the way one or both drugs work.What are side effects?Side effects are unwanted, usually unpleasant, effects caused by medicines. Most are mild, such as a stomachache, dry mouth, or drowsiness, and go away after you stop taking the medicine.  Others can be more serious. Sometimes a drug can interact with a disease that you have and cause a side effect. For example, if you have a heart condition, certain decongestants can cause you to have a rapid heartbeat.What are drug allergies?Drug allergies are another type of reaction. They can range from mild to life-threatening. Skin reactions, such as hives and rashes, are the most common type. Anaphylaxis, a serious allergic reaction, is less common.How can I stay safe when taking medicines?When you start a new prescription or over-the-counter medicine, make sure you understand how to take it correctly. Know which other medicines, foods, and supplements you need to avoid. Always talk to your health care provider or pharmacist if you have questions about your medicines."}
