{"id": "doc1", "contents": "Thyroid Cancer  Your thyroid is a butterfly-shaped gland in your neck, just above your collarbone.  It makes hormones that help the body work normally. There are several types of cancer of the thyroid gland. You are at greater risk if you:Are between ages 25 and 65Are a womanAre AsianHave a family member who has had thyroid diseaseHave had radiation treatments to your head or neckYou should see a doctor if you have a lump or swelling in your neck. Doctors use a physical exam, thyroid tests, other blood and imaging tests, and a biopsy to diagnose thyroid cancer. Treatment depends on the type of cancer you have and how far the cancer has spread. Many patients receive a combination of treatments. They may include surgery, radioactive iodine, hormone treatment, radiation therapy, chemotherapy, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Swallowing Disorders  If you have a swallowing disorder, you may have difficulty or pain when swallowing. Some people cannot swallow at all. Others may have trouble swallowing liquids, foods, or saliva. This makes it hard to eat. Often, it can be difficult to take in enough calories and fluids to nourish your body.Anyone can have a swallowing disorder, but it is more common in older adults. It often happens because of other conditions, including:Nervous system disorders, such as Parkinson's disease and cerebral palsy\tProblems with your esophagus, including GERD (gastroesophageal reflux disease)StrokeHead or spinal cord  injury\tCancer of the head, neck, or esophagusMedicines can help some people, while others may need surgery.  Swallowing treatment with a speech-language pathologist can help.  You may find it helpful to change your diet or hold your head or neck in a certain way when you eat. In very serious cases, people may need feeding tubes.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc3", "contents": "Stroke Rehabilitation  A stroke can cause lasting brain damage. People who survive a stroke need to relearn skills they lost because of the damage. Rehabilitation can help them relearn those skills.The effects of a stroke depend on which area of the brain was damaged. The types of disabilities a stroke can cause include:Paralysis or problems controlling movementPain and other problems with the sensesProblems using or understanding languageProblems with thinking and memoryEmotional disturbancesStroke rehabilitation involves many kinds of health professionals. The goal is to help stroke survivors become as independent as possible and to have the best possible quality of life.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc4", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc5", "contents": "Esophagus Disorders  The esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. You may not be aware of your esophagus until you swallow something too large, too hot, or too cold. You may also notice it when something is wrong. You may feel pain or have trouble swallowing.The most common problem with the esophagus is GERD (gastroesophageal reflux disease). With GERD, a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. Over time, GERD can cause damage to the esophagus.Other problems include heartburn, cancer, and eosinophilic esophagitis. Doctors may use various tests to make a diagnosis. These include imaging tests, an upper endoscopy, and a biopsy.Treatment depends on the problem. Some problems get better with over-the-counter medicines or changes in diet. Others may need prescription medicines or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc6", "contents": "Mouth Disorders  Your mouth is one of the most important parts of your body. It has many different functions. It allows you to:Take in food and drinkBreathe in airStart digestion, with your teeth chewing the food you eat and your salivary glands releasing saliva to help break down the foodSpeak and singShow emotion, by smiling or poutingAny problem that affects your mouth can make it hard to eat, drink, or even smile. Some common mouth problems include:Cold sores -  painful sores on the lips and around the mouth, caused by a virusCanker sores - painful sores in the mouth, caused by bacteria or virusesThrush -  a yeast infection that causes white patches in your mouth Leukoplakia - white patches of excess cell growth on the cheeks, gums or tongue, common in smokersDry mouth - a lack of enough saliva, caused by some medicines and certain diseasesGum or tooth problemsBad breathTreatment for mouth disorders varies, depending on the problem. If a mouth problem is caused by some other disease, treating that disease can help. It is also important to keep your mouth clean and healthy by brushing, flossing, and not using tobacco."}
{"id": "doc7", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc8", "contents": "Thyroid Cancer  Your thyroid is a butterfly-shaped gland in your neck, just above your collarbone.  It makes hormones that help the body work normally. There are several types of cancer of the thyroid gland. You are at greater risk if you:Are between ages 25 and 65Are a womanAre AsianHave a family member who has had thyroid diseaseHave had radiation treatments to your head or neckYou should see a doctor if you have a lump or swelling in your neck. Doctors use a physical exam, thyroid tests, other blood and imaging tests, and a biopsy to diagnose thyroid cancer. Treatment depends on the type of cancer you have and how far the cancer has spread. Many patients receive a combination of treatments. They may include surgery, radioactive iodine, hormone treatment, radiation therapy, chemotherapy, or targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
