{"id": "doc1", "contents": "Developmental Disabilities  Developmental disabilities are severe, long-term problems. They may be physical, such as blindness.  They may affect mental ability, such as learning disabilities.  Or the problem can be both physical and mental, such as Down syndrome. The problems are usually life-long, and can affect everyday living. There are many causes of developmental disabilities, including:Genetic or chromosome abnormalities. These cause conditions such as Down syndrome and Rett syndrome.Prenatal exposure to substances. For example, drinking alcohol when pregnant can cause fetal alcohol spectrum disorders.Certain infections in pregnancyPreterm birthOften there is no cure, but treatment can help the symptoms. Treatments include physical, speech, and occupational therapy. Special education classes and psychological counseling can also help.NIH: National Institute of Child Health and Human Development"}
{"id": "doc2", "contents": "Fragile X Syndrome  Fragile X syndrome is the most common form of inherited developmental disability. A problem with a specific gene causes the disease. Normally, the gene makes a protein you need for brain development.  But the problem causes a person to make little or none of the protein. This causes the symptoms of Fragile X. People with only a small change in the gene might not show any signs of Fragile X. People with bigger changes can have severe symptoms. These might include:Intelligence problems, ranging from learning disabilities to severe intellectual disabilitiesSocial and emotional problems, such as aggression in boys or shyness in girlsSpeech and language problems, especially in boysA genetic blood test can diagnose Fragile X. There is no cure. You can treat some symptoms with educational, behavioral, or physical therapy, and with medicines. Getting treatment early can help.NIH: National Institute of Child Health and Human Development"}
{"id": "doc3", "contents": "Fetal Alcohol Spectrum Disorders  Alcohol can harm your baby at any stage during a pregnancy. That includes the earliest stages, before you even know you are pregnant. Drinking during pregnancy can cause a group of conditions called fetal alcohol spectrum disorders (FASDs). Children who are born with FASD can have a mix of problems, such as medical, behavioral, educational, and social problems. The kinds of problems they have depend on which type of FASD they have. The problems could include :Abnormal facial features, such as a smooth ridge between the nose and upper lipSmall head sizeShorter-than-average heightLow body weightPoor coordinationHyperactive behaviorDifficulty with attention and memoryLearning disabilities and difficulty in schoolSpeech and language delaysIntellectual disability or low IQPoor reasoning and judgment skillsSleep and sucking problems as a babyVision or hearing problemsProblems with the heart, kidneys, or bonesFetal alcohol syndrome (FAS) is the most serious type of FASD. People with fetal alcohol syndrome have facial abnormalities, including wide-set and narrow eyes, growth problems and nervous system abnormalities.Diagnosing FASD can be hard because there is no specific test for it. The health care provider will make a diagnosis by looking at the child's signs and symptoms and asking whether the mother drank alcohol during pregnancy.FASDs last a lifetime. There is no cure for FASDs, but treatments can help. These include medicines to help with some symptoms, medical care for health problems, behavior and education therapy, and parent training. A good treatment plan is specific to the child's problems. It should include close monitoring, follow-ups, and changes when needed.Certain \"protective factors\" can help reduce the effects of FASDs and help people who have them reach their full potential. They include:Diagnosis before 6 years of ageLoving, nurturing, and stable home environment during the school yearsAbsence of violence around themInvolvement in special education and social servicesThere is no known safe amount of alcohol during pregnancy. To prevent FASDs, you should not drink alcohol while you are pregnant, or when you might get pregnant.Centers for Disease Control and Prevention"}
{"id": "doc4", "contents": "Down Syndrome  Down syndrome is a condition in which a person is born with an extra copy of chromosome 21.  People with Down syndrome can have physical problems, as well as intellectual disabilities. Every person born with Down syndrome is different.People with the syndrome may also have other health problems. They may be born with heart disease. They may have dementia. They may have hearing problems and problems with the intestines, eyes, thyroid, and skeleton.The chance of having a baby with Down syndrome increases as a woman gets older. Down syndrome cannot be cured. Early treatment programs can help improve skills.  They may include speech, physical, occupational, and/or educational therapy. With support and treatment, many people with Down syndrome live happy, productive lives.NIH: National Institute of Child Health and Human Development"}
{"id": "doc5", "contents": "Phenylketonuria  Phenylketonuria (PKU) is a type of amino acid metabolism disorder. It is inherited. If you have it, your body can't process phenylalanine (Phe). Phe is an amino acid, a building block of proteins. It is in almost all foods. If your Phe level gets too high, it can damage your brain and cause severe intellectual disability.  All babies born in U.S. hospitals must now have a screening test for PKU. This makes it easier to diagnose and treat the problem early. The best treatment for PKU is a diet of low-protein foods. There are special formulas for newborns.  For older children and adults, the diet includes many fruits and vegetables. It also includes some low-protein breads, pastas, and cereals. Nutritional formulas provide the vitamins and minerals you can't get from their food.Babies who get on this special diet soon after they are born develop normally. Many have no symptoms of PKU. It is important to stay on the diet for the rest of your life.NIH: National Institute of Child Health and Human Development"}
{"id": "doc6", "contents": "Epilepsy  Epilepsy is a brain disorder that causes people to have recurring seizures.  The seizures happen when clusters of nerve cells, or neurons, in the brain send out the wrong signals. People may have strange sensations and emotions or behave strangely. They may have violent muscle spasms or lose consciousness.Epilepsy has many possible causes, including illness, brain injury, and abnormal brain development. In many cases, the cause is unknown.Doctors use brain scans and other tests to diagnose epilepsy. It is important to start treatment right away. There is no cure for epilepsy, but medicines can control seizures for most people. When medicines are not working well, surgery or implanted devices such as vagus nerve stimulators may help. Special diets can help some children with epilepsy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc7", "contents": "Seizures  Seizures are symptoms of a brain problem. They happen because of sudden, abnormal "}
{"id": "doc8", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc9", "contents": "Aphasia  Aphasia is a disorder caused by damage to the parts of the brain that control language. It can make it hard for you to read, write, and say what you mean to say. It is most common in adults who have had a stroke. Brain tumors, infections, injuries, and dementia can also cause it. The type of problem you have and how bad it is depends on which part of your brain is damaged and how much damage there is. There are four main types:\tExpressive aphasia - you know what you want to say, but you have trouble saying or writing what you mean  \tReceptive aphasia - you hear the voice or see the print, but you can't make sense of the words  \tAnomic aphasia - you have trouble using the correct word for objects, places, or events \tGlobal aphasia - you can't speak, understand speech,  read, or write Some people recover from aphasia without treatment. Most, however, need language therapy as soon as possible. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Cerebellar Disorders  When you play the piano or hit a tennis ball you are activating the cerebellum. The cerebellum is the area of the brain that controls coordination and balance. Problems with the cerebellum include:CancerGenetic disordersAtaxias - failure of muscle control in the arms and legs that result in movement disordersDegeneration - disorders caused by brain cells decreasing in size or wasting awayTreatment of cerebellar disorders depends on the cause. In some cases, there is no cure but treatment may help with symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Bell's Palsy  Bell's palsy is the most common cause of facial paralysis. It usually affects just one side of the face. Symptoms appear suddenly and are at their worst about 48 hours after they start. They can range from mild to severe and include:TwitchingWeaknessParalysisDrooping eyelid or corner of mouthDroolingDry eye or mouthExcessive tearing in the eyeImpaired ability to tasteScientists think that a viral infection makes the facial nerve swell or become inflamed.  You are most likely to get Bell's palsy if you are pregnant, diabetic or sick with a cold or flu.Three out of four patients improve without treatment.  With or without treatment, most people begin to get better within 2 weeks and recover completely within 3 to 6 months. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc12", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc13", "contents": "Parkinson's Disease  Parkinson's disease (PD) is a type of movement disorder. It happens when nerve cells in the brain don't produce enough of a brain chemical called dopamine. Sometimes it is genetic, but most cases do not seem to run in families. Exposure to chemicals in the environment might play a role.Symptoms begin gradually, often on one side of the body.  Later they affect both sides. They  include:Trembling of hands, arms, legs, jaw and face Stiffness of the arms, legs and trunk Slowness of movement Poor balance and coordination As symptoms get worse, people with the disease may have trouble walking, talking, or doing simple tasks. They may also have problems such as depression, sleep problems, or trouble chewing, swallowing, or speaking.There is no specific test for PD, so it can be difficult to diagnose.  Doctors use a medical history and a neurological examination to diagnose it.PD usually begins around age 60, but it can start earlier. It is more common in men than in women. There is no cure for PD. A variety of medicines sometimes help symptoms dramatically. Surgery and deep brain stimulation (DBS) can help severe cases. With DBS, electrodes are surgically implanted in the brain. They send electrical pulses to stimulate the parts of the brain that control movement.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc14", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc15", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc16", "contents": "Autoimmune Diseases  What are autoimmune diseases?Your immune system protects you from disease and infection by attacking germs that get into your body, such as viruses and bacteria. Your immune system can tell that the germs aren't part of you, so it destroys them. If you have an autoimmune disease, your immune system attacks the healthy cells of your organs and tissues by mistake.There are more than 80 types of autoimmune diseases. They can affect almost any part of your body. For example, alopecia areata is an autoimmune disease of the skin that causes hair loss. Autoimmune hepatitis affects the liver. In type 1 diabetes, the immune system attacks the pancreas.  And in rheumatoid arthritis, the immune system can attack many parts of the body, including the joints, lungs, and eyes.What causes autoimmune diseases?No one is sure why autoimmune diseases happen. But you can't catch them from other people.Autoimmune diseases do tend to run in families, which means that certain genes may make some people more likely to develop a problem. Viruses, certain chemicals, and other things in the environment may trigger an autoimmune disease if you already have the genes for it.Who is at risk for autoimmune diseases?Millions of Americans of all ages have autoimmune diseases. Women develop many types of autoimmune diseases much more often than men. And if you have one autoimmune disease, you are more likely to get another.What are the symptoms of autoimmune diseases?The symptoms of an autoimmune disease depend on the part of your body that's affected. Many types of autoimmune diseases cause redness, swelling, heat, and pain, which are the signs and symptoms of inflammation.  But other illnesses can cause the same symptoms.The symptoms of autoimmune diseases can come and go. During a flare-up, your symptoms may get severe for a while. Later on, you may have a remission, which means that your symptoms get better or disappear for a period of time.How are autoimmune diseases diagnosed?Doctors often have a hard time diagnosing autoimmune diseases. There's usually not a specific test to show whether you have a certain autoimmune disease. And the symptoms can be confusing. That's because many autoimmune diseases have similar symptoms. And some symptoms, such as muscle aches, are common in many other illnesses. So it can take a long time and some visits to different types of doctors to get a diagnosis.To help your doctor find out if an autoimmune disease is causing your symptoms,:Learn about the health conditions in your family history.  What health problems did your grandparents, aunts, uncles, and cousins have? Write down what you learn and share it with your doctor.Keep track of your symptoms, including how long they last and what makes them better or worse. Share your notes with your doctor.See a specialist who deals with the symptoms that bother you most. For example, if you have rash, see a dermatologist (skin doctor).What are the treatments for autoimmune diseases?The treatment depends on the disease. In most cases, the goal of treatment is to suppress (slow down) your immune system, and ease swelling, redness, and pain from inflammation. Your doctor may give you corticosteroids or other medicines to help you feel better. For some diseases, you may need treatment for the rest of your life."}
{"id": "doc17", "contents": "Seizures  Seizures are symptoms of a brain problem. They happen because of sudden, abnormal "}
{"id": "doc18", "contents": "Neurologic Diseases  The brain, spinal cord, and nerves make up the nervous system. Together they control all the workings of the body. When something goes wrong with a part of your nervous system, you can have trouble moving, speaking, swallowing, breathing, or learning.  You can also have problems with your memory, senses, or mood.There are more than 600 neurologic diseases. Major types include: Diseases caused by faulty genes, such as Huntington's disease and muscular dystrophy Problems with the way the nervous system develops, such as spina bifidaDegenerative diseases, where nerve cells are damaged or die, such as Parkinson's disease and Alzheimer's disease Diseases of the  blood vessels that supply the brain, such as stroke Injuries to the spinal cord and brain Seizure disorders, such as epilepsy  Cancer, such as brain tumors infections, such as meningitis"}
{"id": "doc19", "contents": "Seizures  Seizures are symptoms of a brain problem. They happen because of sudden, abnormal "}
{"id": "doc20", "contents": "Epilepsy  Epilepsy is a brain disorder that causes people to have recurring seizures.  The seizures happen when clusters of nerve cells, or neurons, in the brain send out the wrong signals. People may have strange sensations and emotions or behave strangely. They may have violent muscle spasms or lose consciousness.Epilepsy has many possible causes, including illness, brain injury, and abnormal brain development. In many cases, the cause is unknown.Doctors use brain scans and other tests to diagnose epilepsy. It is important to start treatment right away. There is no cure for epilepsy, but medicines can control seizures for most people. When medicines are not working well, surgery or implanted devices such as vagus nerve stimulators may help. Special diets can help some children with epilepsy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc21", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc22", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc23", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc24", "contents": "Seizures  Seizures are symptoms of a brain problem. They happen because of sudden, abnormal "}
{"id": "doc25", "contents": "Epilepsy  Epilepsy is a brain disorder that causes people to have recurring seizures.  The seizures happen when clusters of nerve cells, or neurons, in the brain send out the wrong signals. People may have strange sensations and emotions or behave strangely. They may have violent muscle spasms or lose consciousness.Epilepsy has many possible causes, including illness, brain injury, and abnormal brain development. In many cases, the cause is unknown.Doctors use brain scans and other tests to diagnose epilepsy. It is important to start treatment right away. There is no cure for epilepsy, but medicines can control seizures for most people. When medicines are not working well, surgery or implanted devices such as vagus nerve stimulators may help. Special diets can help some children with epilepsy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc26", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc27", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc28", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc29", "contents": "Seizures  Seizures are symptoms of a brain problem. They happen because of sudden, abnormal "}
{"id": "doc30", "contents": "Epilepsy  Epilepsy is a brain disorder that causes people to have recurring seizures.  The seizures happen when clusters of nerve cells, or neurons, in the brain send out the wrong signals. People may have strange sensations and emotions or behave strangely. They may have violent muscle spasms or lose consciousness.Epilepsy has many possible causes, including illness, brain injury, and abnormal brain development. In many cases, the cause is unknown.Doctors use brain scans and other tests to diagnose epilepsy. It is important to start treatment right away. There is no cure for epilepsy, but medicines can control seizures for most people. When medicines are not working well, surgery or implanted devices such as vagus nerve stimulators may help. Special diets can help some children with epilepsy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc31", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc32", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc33", "contents": "Leukodystrophies  What are leukodystrophies?Leukodystrophies are a group of rare genetic disorders that affect the central nervous system (CNS). The CNS is made up of your brain and spinal cord.  Leukodystrophies damage the white matter of your CNS. The white matter includes:Nerve fibers, also called axons, which connect your nerve cellsMyelin, a layer of proteins and fatty materials that covers and protects the nerve fibers. It also helps speed up signals between the nerve cells.When the white matter is damaged, it can slow down or block the signals between nerve cells. This can cause many different symptoms, including trouble with movement, vision, hearing, and thinking.There are over 50 types of leukodystrophies. Some types are present at birth, while others may not cause symptoms until a child becomes a toddler. A few types mainly affect adults. Most types get worse over time.What causes leukodystrophies?Leukodystrophies are caused by genetic changes. These changes are usually inherited, meaning that they are passed from parent to child.What are the symptoms of leukodystrophies?The symptoms of leukodystrophies depend on the type; they can include a gradual loss of:Muscle tonebalance and mobilityWalkingSpeechAbility to eatVisionHearingBehaviorThere can also be other symptoms, such as:Learning disabilitiesbladder issuesBreathing problemsDevelopmental disabilitiesMuscle control disordersSeizuresHow are leukodystrophies diagnosed?Leukodystrophies can be hard to diagnose because there are so many different types which can have different symptoms. Your health care provider may use many tools to make a diagnosis:Physical and neurological examsA medical history, including asking about family historyImaging tests, such as an MRI or CT scanGenetic testing to look for genetic changes that could cause leukodystrophiesLab testsWhat are the treatments for leukodystrophies?There is no cure for leukodystrophies. Treatment focuses on relieving symptoms and providing support. It may include:Medicines to manage muscle tone, seizures, and spasticity (muscle stiffness)Physical, occupational, and speech therapies to improve mobility, function, and cognitive problemsNutritional therapy for eating and swallowing problemsEducational and recreational programsStem cell or bone marrow transplantation can be helpful for a few types of leukodystrophy.One type of leukodystrophy, CTX, is treatable if it is diagnosed early. It is treated with chenodeoxycholic acid (CDCA) replacement therapy.NIH: National Institute of Neurological Disorders and Stroke "}
{"id": "doc34", "contents": "Depression  Depression is a serious medical illness. It's more than just a feeling of being sad or \"blue\" for a few days. If you are one of the more than 19 million teens and adults in the United States who have depression, the feelings do not go away. They persist and interfere with your everyday life. Symptoms can include:Feeling sad or \"empty\"Loss of interest in favorite activitiesOvereating, or not wanting to eat at allNot being able to sleep, or sleeping too muchFeeling very tiredFeeling hopeless, irritable, anxious, or guiltyAches or pains, headaches, cramps, or digestive problemsThoughts of death or suicideDepression is a disorder of the brain. There are a variety of causes, including genetic, biological, environmental, and psychological factors. Depression can happen at any age, but it often begins in teens and young adults. It is much more common in women. Women can also get  postpartum depression after the birth of a baby. Some people get seasonal affective disorder in the winter. Depression is one part of bipolar disorder.There are effective treatments for depression, including antidepressants, talk therapy, or both.NIH: National Institute of Mental Health"}
{"id": "doc35", "contents": "Postpartum Depression  Many women have the baby blues after childbirth. If you have the baby blues, you may have mood swings, feel sad, anxious or overwhelmed, have crying spells, lose your appetite, or have trouble sleeping. The baby blues most often go away within a few days or a week. The symptoms are not severe and do not need treatment.The symptoms of postpartum depression last longer and are more severe.   You may also feel hopeless and worthless and lose interest in the baby. You may have thoughts of hurting yourself or the baby. Very rarely, new mothers develop something even more serious. They may have hallucinations or try to hurt themselves or the baby. They need to get treatment right away, often in the hospital.Postpartum depression can begin anytime within the first year after childbirth. The cause is unknown. Hormonal and physical changes after birth and the stress of caring for a new baby may play a role. Women who have had depression are at higher risk.If you think you have postpartum depression, tell your health care provider. Medicines, including antidepressants, and talk therapy can help you get well.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc36", "contents": "Teen Depression  What is depression in teens?Teen depression is a serious medical illness. It's more than just a feeling of being sad or \"blue\" for a few days. It is an intense feeling of sadness, hopelessness, and anger or frustration that lasts much longer. These feelings make it hard for you to function normally and do your usual activities. You may also have trouble focusing and have no motivation or energy. Depression can make you feel like it is hard to enjoy life or even get through the day.What causes depression in teens?Many factors may play a role in depression, including:Genetics. Depression can run in families.Brain biology and chemistry.Hormones. Hormone changes can contribute to depression.Stressful childhood events such as trauma, the death of a loved one, bullying, and abuse.Which teens are at risk of depression?Depression can happen at any age, but often begins in the teens or early adulthood. Certain teens are at higher risk of depression, such as those who:Have other mental health conditions, such as anxiety, eating disorders, and substance useHave other diseases, such as diabetes, cancer, and heart diseaseHave family members with mental illnessHave a dysfunctional family/family conflictHave problems with friends or other kids at schoolHave learning problems or attention deficit hyperactivity disorder (ADHD)Have had trauma in childhoodHave low self-esteem, a pessimistic outlook, or poor coping skillsAre members of the LGBTQ+ community, especially when their families are not supportiveWhat are the symptoms of depression in teens?If you have depression, you have one or more of these symptoms most of the time:SadnessFeeling of emptinessHopelessnessBeing angry, irritable, or frustrated, even at minor thingsYou also may also have other symptoms, such as:No longer caring about things you used to enjoyChanges in weight - losing weight when you are not dieting or gaining weight from eating too muchChanges in sleep - having trouble falling asleep or staying asleep, or sleeping much more than usualFeeling restless or having trouble sitting stillFeeling very tired or not having energyFeeling worthless or very guiltyHaving trouble concentrating, remembering information, or making decisionsThinking about dying or suicideHow is depression in teens diagnosed?If you think you might be depressed, tell someone that you trust, such as your:Parents or guardianTeacher or counselorDoctorThe next step is to see your doctor for a checkup. Your doctor can first make sure that you do not have another health problem that is causing your depression. To do this, you may have a physical exam and lab tests.If you don't have another health problem, you will get a psychological evaluation. Your doctor may do it, or you may be referred to a mental health professional to get one. You may be asked about things such as:Your thoughts and feelingsHow you are doing at schoolAny changes in your eating, sleeping, or energy levelWhether you are suicidalWhether you use alcohol or drugsHow is depression in teens treated?Effective treatments for depression in teens include talk therapy, or a combination of talk therapy and medicines:Talk therapyTalk therapy, also called psychotherapy or counseling, can help you understand and manage your moods and feelings. It involves going to see a therapist, such as a psychiatrist, a psychologist, a social worker, or counselor. You can talk out your emotions to someone who understands and supports you. You can also learn how to stop thinking negatively and start to look at the positives in life. This will help you build confidence and feel better about yourself.There are many different types of talk therapy. Certain types have been shown to help teens deal with depression, including:Cognitive behavioral therapy (CBT), which helps you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Interpersonal therapy (IPT), which focuses on improving your relationships. It helps you understand and work through troubled relationships that may contribute to your depression. IPT may help you change behaviors that are causing problems.  You also explore major issues that may add to your depression, such as grief or life changes.MedicinesIn some cases, your doctor will suggest medicines along with talk therapy. There are a few antidepressants that have been widely studied and proven to help teens. If you are taking medicine for depression, it is important to see your doctor regularly.It is also important to know that it will take some time for you to get relief from antidepressants:It can take 3 to 4 weeks until an antidepressant takes effectYou may have to try more than one antidepressant to find one that works for youIt can also take some time to find the right dose of an antidepressantIn some cases, teenagers may have an increase in suicidal thoughts or behavior when taking antidepressants. This risk is higher in the first few weeks after starting the medicine and when the dose is changed. Make sure to tell your parents or guardian if you start feeling worse or have thoughts of hurting yourself.You should not stop taking the antidepressants on your own. You need to work with your doctor to slowly and safely decrease the dose before you stop.Programs for severe depressionSome teens who have severe depression or are at risk of hurting themselves may need more intensive treatment. They may go into a psychiatric hospital or do a day program. Both offer counseling, group discussions, and activities with mental health professionals and other patients. Day programs may be full-day or half-day, and they often last for several weeks."}
{"id": "doc37", "contents": "Seasonal Affective Disorder  Seasonal affective disorder (SAD) is a type of depression that comes and goes with the seasons. It usually starts in the late fall and early winter and goes away during the spring and summer. Some people do have episodes of depression that start in the spring or summer, but that is a lot less common. Symptoms of SAD may include:SadnessGloomy outlookFeeling hopeless, worthless, and irritableLoss of interest or pleasure in activities you used to enjoyLow energyDifficulty sleeping or oversleepingCarbohydrate cravings and weight gainThoughts of death or suicideSAD is more common in women, young people, and those who live far from the equator. You are also more likely to have SAD if you or your family members have depression.The exact causes of SAD are unknown. Researchers have found that people with SAD may have an imbalance of serotonin, a brain chemical that affects your mood. Their bodies also make too much melatonin, a hormone that regulates sleep, and not enough vitamin D.The main treatment for SAD is light therapy. The idea behind light therapy is to replace the sunshine that you miss during the fall and winter months. You sit in front of a light therapy box every morning to get daily exposure to bright, artificial light. But some people with SAD do not respond to light therapy alone. Antidepressant medicines and talk therapy can reduce SAD symptoms, either alone or combined with light therapy.NIH: National Institute of Mental Health"}
{"id": "doc38", "contents": "Antidepressants  What are antidepressants?Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.Are antidepressants used for other conditions?A health care provider may prescribe antidepressants for anxiety, chronic pain, or insomnia. Sometimes providers also prescribe antidepressants for other conditions.What are the different types of antidepressants?There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.Most of the newer antidepressants belong to one of these three groups:Selective serotonin reuptake inhibitors (SSRIs)Serotonin and norepinephrine reuptake inhibitors (SNRIs)Atypical antidepressants, which are newer antidepressants that don't fit into the other groupsIf these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.Which type of antidepressant is right for me?Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.Your provider will work with you to choose the best option to try first. You'll consider questions such as:Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.How long do antidepressants take to work?Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.How long will I need to take an antidepressant?When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.What are the side effects of antidepressants?Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.The most common side effects from antidepressants include:Nausea and vomitingWeight gainDiarrheaSleepinessSexual problems, such as a lack of desire or ability to have sexWhen thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.What can I do to take antidepressants safely?Antidepressants are generally safe when you use them correctly:Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.Follow all instructions about how to take your medicine.Talk with your provider if side effects bother you.Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.NIH: National Institute of Mental Health"}
