{"id": "doc1", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc2", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc3", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Diabetes and Pregnancy  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, high blood sugar levels are not good for your baby.About seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. Most of the time, it goes away after you have your baby. But it does increase your risk for developing type 2 diabetes later on. Your child is also at risk for obesity and type 2 diabetes.Most women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.If you already have diabetes, the best time to control your blood sugar is before you get pregnant. High blood sugar levels can be harmful to your baby during the first weeks of pregnancy - even before you know you are pregnant. To keep you and your baby healthy, it is important to keep your blood sugar as close to normal as possible before and during pregnancy.Either type of diabetes during pregnancy increases the chances of problems for you and your baby. To help lower the chances talk to your health care team about:A meal plan for your pregnancyA safe exercise planHow often to test your blood sugarTaking your medicine as prescribed. Your medicine plan may need to change during pregnancy.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc6", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc7", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc8", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc9", "contents": "Hantavirus Infections  Hantavirus pulmonary syndrome (HPS) is a rare but deadly viral infection. It is spread by mice and rats. They shed the virus in their urine, droppings, and saliva. Tiny droplets with the virus can enter the air. People can get the disease if they breathe infected air or come into contact with rodents or their urine or droppings. You cannot catch it from people.Early symptoms of HPS include:\tFatigue\tFever \tMuscle aches, especially in the thighs, hips and back\tHeadaches\tChills\tDizziness\tNausea, vomiting, diarrhea or abdominal painLater symptoms include coughing and shortness of breath. Controlling rodents in and around your house is the best way to prevent infection. If you have been around rodents and have symptoms of fever, deep muscle aches, and severe shortness of breath, see your doctor immediately.There is no specific treatment, cure, or vaccine for HPS. Patients may do better if it is recognized early and they get medical care in an intensive care unit. They often need to use a breathing machine and have oxygen therapy.Centers for Disease Control and Prevention"}
{"id": "doc10", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc11", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc12", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc13", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc14", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc15", "contents": "Adrenal Gland Disorders  What are adrenal glands?Your adrenal glands are two small organs that sit on top of each kidney. The adrenal glands make different types of hormones you need to stay alive and healthy. Hormones are chemicals that travel in your bloodstream and control how different parts of your body work.The adrenal glands make the hormones cortisol, aldosterone, adrenaline, and noradrenaline. They also make hormones that your body uses to make sex hormones (estrogen and testosterone). All of these hormones do many important jobs, including:Turning food into energy and managing blood sugar levelsBalancing salt and waterKeeping blood pressure normalResponding to illness and stress (your \"fight or flight\" response)Timing when and how fast a child develops sexuallySupporting pregnancyWhat are adrenal gland disorders?When you have an adrenal gland disorder, your body makes too much or too little of one or more hormones. The symptoms depend on the type of problem you have and how much it affects the hormone levels in your body.There are many types of adrenal gland disorders, including:Addison's Disease - a condition in which the adrenal glands don't make enough cortisolCushing's Syndrome - a condition caused by too much cortisol in the body, often from taking steroid medicines for a long timeAldosterone-producing adenoma - a benign tumor (not cancer) that makes too much aldosterone and may cause serious high blood pressureHereditary paraganglioma-pheochromocytoma - an inherited condition causing different types of tumors that make adrenaline and other hormones. Some tumors may become cancerous.Adrenal gland cancer - cancerous tumors, including adrenocortical carcinoma and neuroblastomaCongenital Adrenal Hyperplasia (CAH) - a group of inherited disorders in which the adrenal glands don't make enough cortisol. The most common type is 21-hydroxylase deficiency (also called CAH1). In the United States, newborn babies get a blood test to see if they have CAH. People born with CAH may not have symptoms until childhood or later in life.What causes adrenal gland disorders?The cause of adrenal gland disorders depends on the type of disorder you have. Causes can include:Medicines such as steroidsA problem in another gland, such as the pituitary gland. The pituitary gland releases hormones that affect how the adrenal glands work.Changes in genes (mutations). These changes can cause the adrenal glands to make too much or too little of one or more hormones.InfectionsIn many cases the cause of the problem isn't clear.How are adrenal gland disorders diagnosed?Health care providers use different tests to check for adrenal disorders depending on your symptoms and health history.  For example, you may have tests of your blood, urine (pee), or saliva (spit).  These tests check your hormone levels. Your provider may order x-rays, CT scans, or MRI scans to look for tumors.What are the treatments for adrenal gland disorders?Different types of adrenal gland disorders have different treatments. They include medicines and surgery.  Radiation therapy is sometimes a treatment for tumors. There are treatments to cure certain adrenal gland disorders. For other disorders, treatments can manage your symptoms.NIH: National Institute of Child Health and Human Development"}
{"id": "doc16", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc17", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc19", "contents": "Chest Pain  Having a pain in your chest can be scary.  It does not always mean that you are having a heart attack.  There can be many other causes, including:Other heart problems, such as anginaPanic attacksDigestive problems, such as heartburn or esophagus disordersSore musclesLung diseases, such as pneumonia, pleurisy, or pulmonary embolismCostochondritis - an inflammation of joints in your chestSome of these problems can be serious.  Get immediate medical care if you have chest pain that does not go away, crushing pain or pressure in the chest, or chest pain along with nausea, sweating, dizziness or shortness of breath. Treatment depends on the cause of the pain."}
{"id": "doc20", "contents": "Coronary Artery Disease  Coronary artery disease (CAD) is the most common type of heart disease. It is the leading cause of death in the United States in both men and women.CAD happens when the arteries that supply blood to heart muscle become hardened and narrowed. This is due to the buildup of cholesterol and other material, called plaque, on their inner walls. This buildup is called atherosclerosis. As it grows, less blood can flow through the arteries. As a result, the heart muscle can't get the blood or oxygen it needs. This can lead to chest pain (angina) or a heart attack.  Most heart attacks happen when a blood clot suddenly cuts off the hearts' blood supply, causing permanent heart damage.  Over time, CAD can also weaken the heart muscle and contribute to heart failure and arrhythmias. Heart failure means the heart can't pump blood well to the rest of the body. Arrhythmias are changes in the normal beating rhythm of the heart.  NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc21", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc23", "contents": "Diabetic Heart Disease  If you have diabetes or pre-diabetes you have an increased risk for heart disease. Diabetic heart disease can be coronary heart  disease (CHD), heart failure, and diabetic cardiomyopathy.  "}
{"id": "doc24", "contents": "Mental Disorders  What are mental disorders?Mental disorders (or mental illnesses) are conditions that affect your thinking, feeling, mood, and behavior. They may be occasional or long-lasting (chronic). They can affect your ability to relate to others and function each day.What are some types of mental disorders?There are many different types of mental disorders. Some common ones include:Anxiety disorders, including panic disorder, obsessive-compulsive disorder, and phobiasDepression, bipolar disorder, and other mood disordersEating disordersPersonality disordersPost-traumatic stress disorderPsychotic disorders, including schizophreniaWhat causes mental disorders?There is no single cause for mental illness. A number of factors can contribute to risk for mental illness, such as:Your genes and family historyYour life experiences, such as stress or a history of abuse, especially if they happen in childhoodBiological factors such as chemical imbalances in the brainA traumatic brain injuryA mother's exposure to viruses or toxic chemicals while pregnantUse of alcohol or recreational drugsHaving a serious medical condition like cancerHaving few friends, and feeling lonely or isolatedMental disorders are not caused by character flaws. They have nothing to do with being lazy or weak.Who is at risk for mental disorders?Mental disorders are common. More than half of all Americans will be diagnosed with a mental disorder at some time in their life.How are mental disorders diagnosed?The steps to getting a diagnosis include:A medical historyA physical exam and possibly lab tests, if your provider thinks that other medical conditions could be causing your symptomsA psychological evaluation. You will answer questions about your thinking, feelings, and behaviors.What are the treatments for mental disorders?Treatment depends on which mental disorder you have and how serious it is. You and your provider will work on a treatment plan just for you. It usually involves some type of therapy. You may also take medicines. Some people also need social support and education on managing their condition.In some cases, you may need more intensive treatment. You may need to go to a psychiatric hospital.  This could be because your mental illness is severe. Or it could be because you are at risk of hurting yourself or someone else. In the hospital, you will get counseling, group discussions, and activities with mental health professionals and other patients."}
{"id": "doc25", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
{"id": "doc26", "contents": "Obsessive-Compulsive Disorder  What is obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.What causes obsessive-compulsive disorder (OCD)?The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.Who is at risk for obsessive-compulsive disorder (OCD)?Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.Risk factors for OCD include:Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).What are the symptoms of obsessive-compulsive disorder (OCD)?People with OCD may have symptoms of obsessions, compulsions, or both:Obsessions are repeated thoughts, urges, or mental images that cause anxiety. They may involve things such as"}
{"id": "doc27", "contents": "Cardiomyopathy  Cardiomyopathy is the name for diseases of the heart muscle. These diseases enlarge your heart muscle or make it thicker and more rigid than normal. In rare cases, scar tissue replaces the muscle tissue.Some people live long, healthy lives with cardiomyopathy. Some people don't even realize they have it. In others, however, it can make the heart less able to pump blood through the body. This can cause serious complications, including"}
{"id": "doc28", "contents": "Diabetic Heart Disease  If you have diabetes or pre-diabetes you have an increased risk for heart disease. Diabetic heart disease can be coronary heart  disease (CHD), heart failure, and diabetic cardiomyopathy.  "}
{"id": "doc29", "contents": "Health Problems in Pregnancy  Every pregnancy has some risk of problems. You may have problems because of a health condition you had before you got pregnant. You could also develop a condition during pregnancy. Other causes of problems during pregnancy can include being pregnant with more than one baby, a health problem in a previous pregnancy, drug use during pregnancy, or being over age 35. Any of these can affect your health, the health of your baby, or both.If you have a chronic condition, you should talk to your health care provider about how to minimize your risk before you get pregnant. Once you are pregnant, you may need a health care team to monitor your pregnancy. Some common health problems that can complicate a pregnancy include:High blood pressurePolycystic ovary syndromeKidney problemsAutoimmune disordersObesityHIV/AIDSCancerInfectionsOther conditions that can make pregnancy risky can happen while you are pregnant - for example, gestational diabetes and Rh incompatibility. Good prenatal care can help detect and treat them.Some discomforts, like nausea, back pain, and fatigue, are common during pregnancy.  Sometimes it is hard to know what is normal. Call your health care provider if something is bothering or worrying you."}
{"id": "doc30", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc31", "contents": "Newborn Screening  Your newborn infant has screening tests before leaving the hospital. There may be different tests depending on the state where you live. They include:Tests on a few drops of blood from pricking the baby's heel. The tests look for inherited disorders. All states test for at least 30 of these conditions.A hearing test that measures the baby's response to soundA skin test that measures the level of oxygen in the blood. This can tell if the baby has a congenital heart defect.These tests look for serious medical conditions. If not treated, some of these conditions can cause lifelong health problems. Others can cause early death. With early diagnosis, treatment can begin right away, before serious problems can occur or become permanent.If a screening shows that your baby might have a condition, the health care provider or the state health department will call you. It is important to follow up quickly. Further testing can verify whether your baby has the condition. If so, treatment should start right away. NIH: National Institute of Child Health and Human Development"}
