{"id": "doc1", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc2", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc3", "contents": "Meniere's Disease  Meniere's disease is a disorder of the inner ear. It can cause severe dizziness, a roaring sound in your ears called tinnitus, hearing loss that comes and goes and the feeling of ear pressure or pain. It usually affects just one ear. It is a common cause of hearing loss. Attacks of dizziness may come on suddenly or after a short period of tinnitus or muffled hearing. Some people have single attacks of dizziness once in a while. Others may have many attacks close together over several days. Some people with Meniere's disease have \"drop attacks\" during which the  dizziness is so bad they lose their balance and fall.Scientists don't yet know the cause. They think that it has to do with the fluid levels or the mixing of fluids in the canals of your inner ear.  Doctors diagnose it based on a physical exam and your symptoms. A hearing test can check to see how it has affected your hearing.There is no cure. Treatments include medicines to control dizziness, limiting salt in your diet, and taking water pills. A device that fits into the outer ear and delivers air pulses to the middle ear can help. Severe cases may require surgery.NIH: National Institute on Deafness and Other Communication Disorders "}
{"id": "doc4", "contents": "Acoustic Neuroma  An acoustic neuroma is a benign tumor that develops on the nerve that connects the ear to the brain. The tumor usually grows slowly. As it grows, it presses against the hearing and balance nerves. At first, you may have no symptoms or mild symptoms. They can include: Loss of hearing on one side  Ringing in ears Dizziness and balance problemsThe tumor can also eventually cause numbness or paralysis of the face. If it grows large enough, it can press against the brain, becoming life-threatening.Acoustic neuroma can be difficult to diagnose, because the symptoms are similar to those of middle ear problems.  Ear exams, hearing tests, and scans can show if you have it.If the tumor stays small, you may only need to have it checked regularly.  If you do need treatment, surgery and radiation are options.If the tumors affect both hearing nerves, it is often because of a genetic disorder called neurofibromatosis.NIH: National Institute on Deafness and Communication Disorders"}
{"id": "doc5", "contents": "Anaphylaxis  Anaphylaxis is a serious allergic reaction. It can begin very quickly, and symptoms may be life-threatening. The most common causes are reactions to foods (especially peanuts), medications, and stinging insects. Other causes include exercise and exposure to latex. Sometimes no cause can be found.It can affect many organs:Skin - itching, hives, redness, swellingNose - sneezing, stuffy nose, runny noseMouth - itching, swelling of the lips or tongueThroat - itching, tightness, trouble swallowing, swelling of the back of the throatChest - shortness of breath, coughing, wheezing, chest pain or tightnessHeart - weak pulse, passing out, shockGastrointestinal tract - vomiting, diarrhea, crampsNervous system - dizziness or faintingIf someone is having a serious allergic reaction, call 911. If an auto-injector  is available, give the person the injection right away."}
{"id": "doc6", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Childhood Brain Tumors  Brain tumors are abnormal growths inside the skull. They are among the most common types of childhood cancers. Some are benign tumors, which aren't cancer. They can still be serious. Malignant tumors are cancerous.Childhood brain and spinal cord tumors can cause headaches and other symptoms. However, other conditions can also cause the same symptoms. Check with a doctor if your child has any of the following problems:Morning headache or headache that goes away after vomitingFrequent nausea and vomitingVision, hearing, and speech problemsLoss of balance or trouble walkingUnusual sleepinessPersonality changesSeizuresIncreased head size in infantsThe symptoms are not the same in every child.Doctors use physical and neurological exams, lab tests, and imaging to diagnose brain tumors. Most childhood brain tumors are diagnosed and removed in surgery.Treatment for children is sometimes different than for an adult. Long-term side effects are an important issue. The options also depend on the type of tumor and where it is. Removal of the tumor is often possible. If not, radiation, chemotherapy, or both may be used.NIH: National Cancer Institute"}
{"id": "doc8", "contents": "Migraine  What are migraines?Migraines are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.What causes migraines?Researchers believe that migraine has a genetic cause. There are also a number of factors that can trigger a migraine. These factors vary from person to person, and they include:StressAnxietyHormonal changes in womenBright or flashing lightsLoud noisesStrong smellsMedicinesToo much or not enough sleepSudden changes in weather or environmentOverexertion (too much physical activity)TobaccoCaffeine or caffeine withdrawalSkipped mealsMedication overuse (taking medicine for migraines too often)Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:AlcoholChocolateAged cheesesMonosodium glutamate (MSG)Some fruits and nutsFermented or pickled goodsYeastCured or processed meatsWho is at risk for migraines?About 12% of Americans get migraines. They can affect anyone, but you are more likely to have them if you:Are a woman. Women are three times more likely than men to get migraines.Have a family history of migraines. Most people with migraines have family members who have migraines.Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.What are the symptoms of migraines?There are four different phases of migraines. You may not always go through every phase each time you have a migraine.:Prodome. This phase starts up to 24 hours before you get the migraine. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a migraine.Headache. A migraine usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a migraine without a headache. Other migraine symptoms may includeIncreased sensitivity to light, noise, and odorsNausea and vomitingWorsened pain when you move, cough, or sneezePostdrome (following the headache). You may feel exhausted, weak, and confused after a migraine. This can last up to a day.Migraines are more common in the morning; people often wake up with them. Some people have migraines at predictable times, such as before menstruation or on weekends following a stressful week of work.How are migraines diagnosed?To make a diagnosis, your health care provider will:Take your medical historyAsk about your symptomsDo a physical and neurological examAn important part of diagnosing migraines is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.How are migraines treated?There is no cure for migraines. Treatment focuses on relieving symptoms and preventing additional attacks.There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.There are also other things you can do to feel better:Resting with your eyes closed in a quiet, darkened roomPlacing a cool cloth or ice pack on your foreheadDrinking fluidsThere are some lifestyle changes you can make to prevent migraines:Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of migraines. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.Make a log of what seems to trigger your migraines. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.Hormone therapy may help some women whose migraines seem to be linked to their menstrual cycleIf you have obesity, losing weight may also be helpfulIf you have frequent or severe migraines, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent migraines. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent migraines. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Bullying and Cyberbullying  What is bullying?Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:Aggressive behavior.A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.Repetition, meaning it happens more than once or that it probably will happen againWhat are the types of bullying?There are three types of bullying:Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.Verbal bullying is saying or writing mean things, including name-calling, taunting, and threateningWhat is cyberbullying?Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:Posting rumors on social mediaSharing embarrassing pictures or videos onlineSharing someone else's private information online (doxing)Making threats against someone onlineCreating fake accounts and posting information to embarrass someoneCertain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.How is cyberbullying different from bullying?Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:Anonymous - people can hide their identities when they are online or using a cell phonePersistent - people can send messages instantly, at any time of the day or nightPermanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.Hard to notice - teachers and parents may not overhear or see cyberbullying taking placeWho is at risk of being bullied?Kids are at a higher risk of being bullied if they:Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicityAre seen as weakHave depression, anxiety, or low self-esteemDon't have many friends or are less popularDon't socialize well with othersHave an intellectual or developmental disabilityWho is at risk of being a bully?There are two types of kids who are more likely to bully others:Kids who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of othersKids who are more isolated from peers, may be depressed or anxious, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelingsThere are certain factors that make someone more likely to be a bully. They include:Being aggressive or easily frustratedHaving trouble at home, such as violence or bullying in the home or having uninvolved parentsHaving trouble following rulesSeeing violence positivelyHaving friends who bully othersWhat are the effects of bullying?Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:Depression, anxiety, and low self-esteem. These problems sometimes last into adulthood.Health complaints, including headaches and stomachachesLower grades and test scoresMissing and dropping out of schoolKids who bully others have a higher risk for substance use, problems in school, and violence later in life."}
{"id": "doc10", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc11", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc12", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Diabetes and Pregnancy  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, high blood sugar levels are not good for your baby.About seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. Most of the time, it goes away after you have your baby. But it does increase your risk for developing type 2 diabetes later on. Your child is also at risk for obesity and type 2 diabetes.Most women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.If you already have diabetes, the best time to control your blood sugar is before you get pregnant. High blood sugar levels can be harmful to your baby during the first weeks of pregnancy - even before you know you are pregnant. To keep you and your baby healthy, it is important to keep your blood sugar as close to normal as possible before and during pregnancy.Either type of diabetes during pregnancy increases the chances of problems for you and your baby. To help lower the chances talk to your health care team about:A meal plan for your pregnancyA safe exercise planHow often to test your blood sugarTaking your medicine as prescribed. Your medicine plan may need to change during pregnancy.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc15", "contents": "Head and Neck Cancer  Head and neck cancer includes cancers of the mouth, nose, sinuses, salivary glands, throat, and lymph nodes in the neck. Most begin in the moist tissues that line the mouth, nose, and throat. Symptoms include:\tA lump or sore that does not heal\tA sore throat that does not go away\tTrouble swallowing\tA change or hoarseness in the voiceHead and neck cancers are twice as common in men. Using tobacco or alcohol increases your risk. In fact, around 75% of head and neck cancers are linked to tobacco use, including smoking and smokeless tobacco. Infection with HPV is a risk factor for some head and neck cancers. To diagnose head and neck cancer, your doctor will do a physical exam and diagnostic tests. You will have a biopsy, where a sample of tissue is taken out and examined under a microscope. It is the only test that can tell for sure if you have cancer.If found early, these cancers are often curable. Treatments may include surgery, radiation therapy, chemotherapy, or a combination. Treatments can affect eating, speaking or even breathing, so patients may need rehabilitation.NIH: National Cancer Institute"}
{"id": "doc16", "contents": "Neck Injuries and Disorders  Any part of your neck - muscles, bones, joints, tendons, ligaments, or nerves - can cause neck problems. Neck pain is very common. Pain may also come from your shoulder, jaw, head, or upper arms. Muscle strain or tension often causes neck pain. The problem is usually overuse, such as from sitting at a computer for too long.  Sometimes you can strain your neck muscles from sleeping in an awkward position or overdoing it during exercise. Falls or accidents, including car accidents, are another common cause of neck pain.  Whiplash, a soft tissue injury to the neck, is also called neck sprain or strain.Treatment depends on the cause, but may include applying ice, taking pain relievers, getting physical therapy or wearing a cervical collar. You rarely need surgery."}
{"id": "doc17", "contents": "Oral Cancer  Oral cancer can form in any part of the mouth. Most oral cancers begin in the flat cells that cover the surfaces of your mouth, tongue, and lips. Anyone can get oral cancer, but the risk is higher if you are male, use tobacco, drink lots of alcohol, have HPV, or have a history of head or neck cancer. Frequent sun exposure is also a risk factor for lip cancer. Symptoms of oral cancer include :\tWhite or red patches in your mouth\tA mouth sore that won't heal\tBleeding in your mouthLoose teeth\tProblems or pain with swallowing\tA lump in your neck\tAn earacheTests to diagnose oral cancer include a physical exam, endoscopy, biopsy, and imaging tests. Oral cancer treatments may include surgery, radiation therapy, and chemotherapy. Some patients have a combination of treatments. NIH: National Cancer Institute"}
{"id": "doc18", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc19", "contents": "Guide to Good Posture  Good posture is about more than standing up straight so you can look your best. It is an important part of your long-term health. Making sure that you hold your body the right way, whether you are moving or still, can prevent pain, injuries, and other health problems.What is posture?Posture is how you hold your body. There are two types:Dynamic posture is how you hold yourself when you are moving, like when you are walking, running, or bending over to pick up something.Static posture is how you hold yourself when you are not moving, like when you are sitting, standing, or sleeping.It is important to make sure that you have good dynamic and static posture.The key to good posture is the position of your spine. Your spine has three natural curves - at your neck, mid back, and low back. Correct posture should maintain these curves, but not increase them. Your head should be above your shoulders, and the top of your shoulder should be over the hips.How can posture affect my health?Poor posture can be bad for your health. Slouching or slumping over can:Misalign your musculoskeletal systemWear away at your spine, making it more fragile and prone to injuryCause neck, shoulder, and back painDecrease your flexibilityAffect how well your joints moveAffect your balance and increase your risk of fallingMake it harder to digest your foodMake it harder to breatheHow can I improve my posture in general?Be mindful of your posture during everyday activities, like watching television, washing dishes, or walkingStay active. Any kind of exercise may help improve your posture, but certain types of exercises can be especially helpful. They include yoga, tai chi, and other classes that focuses on body awareness. It is also a good idea to do exercises that strengthen your core (muscles around your back, abdomen, and pelvis).Maintain a healthy weight. Extra weight can weaken your abdominal muscles, cause problems for your pelvis and spine, and contribute to low back pain. All of these can hurt your posture.Wear comfortable, low-heeled shoes. High heels, for example, can throw off your balance and force you to walk differently. This puts more stress on your muscles and harms your posture.Make sure work surfaces are at a comfortable height for you, whether you're sitting in front of a computer, making dinner, or eating a meal.How can I improve my posture when sitting?Many Americans spend a lot of their time sitting - either at work, at school, or at home. It is important to sit properly, and to take frequent breaks:Switch sitting positions oftenTake brief walks around your office or homeGently stretch your muscles every so often to help relieve muscle tensionDon't cross your legs; keep your feet on the floor, with your ankles in front of your kneesMake sure that your feet touch the floor, or if that's not possible, use a footrestRelax your shoulders; they should not be rounded or pulled backwardsKeep your elbows in close to your body. They should be bent between 90 and 120 degrees.Make sure that your back is fully supported. Use a back pillow or other back support if your chair does not have a backrest that can support your lower back's curve.Make sure that your thighs and hips are supported. You should have a well-padded seat, and your thighs and hips should be parallel to the floor.How can I improve my posture when standing?Stand up straight and tallKeep your shoulders backPull your stomach inPut your weight mostly on the balls of your feetKeep your head levelLet your arms hang down naturally at your sidesKeep your feet about shoulder-width apartWith practice, you can improve your posture; you will look and feel better."}
{"id": "doc20", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc21", "contents": "Spinal Stenosis  Your spine, or backbone, protects your spinal cord and allows you to stand and bend. Spinal stenosis causes narrowing in your spine. The narrowing puts pressure on your nerves and spinal cord and can cause pain.Spinal stenosis occurs mostly in people older than 50. Younger people with a spine injury or a narrow spinal canal are also at risk. Diseases such as arthritis and scoliosis can cause spinal stenosis, too. Symptoms might appear gradually or not at all. They include:Pain in your neck or backNumbness, weakness, cramping, or pain in your arms or legsPain going down the legFoot problemsDoctors diagnose spinal stenosis with a physical exam and imaging tests. Treatments include medications, physical therapy, braces, and surgery.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc22", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc23", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc24", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc25", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc26", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc27", "contents": "Gum Disease  If you have gum disease, you're not alone. Many U.S. adults currently have some form of the disease. It ranges from simple gum inflammation, called gingivitis, to serious damage to the tissue and bone supporting the teeth.   In the worst cases, you can lose teeth.In gingivitis, the gums become red and swollen. They can bleed easily. Gingivitis is a mild form of gum disease. You can usually reverse it  with daily brushing and flossing and regular cleanings by a dentist or dental hygienist. Untreated gingivitis can lead to periodontitis. If you have periodontitis, the gums pull away from the teeth and form pockets that  become infected. If not treated, the bones, gums and connective tissue that support the teeth are destroyed.NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc28", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc29", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
