{"id": "doc1", "contents": "Pelvic Floor Disorders  The pelvic floor is a group of muscles and other tissues that form a sling or hammock across the pelvis. In women, it holds the uterus, bladder, bowel, and other pelvic organs in place so that they can work properly.  The pelvic floor can become weak or be injured. The main causes are pregnancy and childbirth. Other causes include being overweight, radiation treatment, surgery, and getting older.Common symptoms include:Feeling heaviness, fullness, pulling, or aching in the vagina. It gets worse by the end of the day or during a bowel movement.Seeing or feeling a \"bulge\" or \"something coming out\" of the vaginaHaving a hard time starting to urinate or emptying the bladder completelyHaving frequent urinary tract infectionsLeaking urine when you cough, laugh, or exerciseFeeling an urgent or frequent need to urinateFeeling pain while urinatingLeaking stool or having a hard time controlling gasBeing constipatedHaving a hard time making it to the bathroom in timeYour health care provider diagnoses the problem with a physical exam, a pelvic exam, or special tests. Treatments include special pelvic muscle exercises called Kegel exercises. A mechanical support device called a pessary helps some women. Surgery and medicines are other treatments.NIH: National Institute of Child Health and Human Development"}
{"id": "doc2", "contents": "Mitral Valve Prolapse  Mitral valve prolapse (MVP) occurs when one of your heart's valves doesn't work properly. The flaps of the valve are \"floppy\" and don't close tightly. Most people who have the condition are born with it. It also tends to run in families.Most of the time, MVP doesn't cause any problems. Rarely, blood can leak the wrong way through the floppy valve. This can cause:Palpitations (feelings that your heart is skipping a beat, fluttering, or beating too hard or too fast)Shortness of breathCoughFatigue, dizziness, or anxietyMigraine headachesChest discomfortMost people who have mitral valve prolapse (MVP) don't need treatment because they don't have symptoms and complications. If you need treatment for MVP, medicines can help relieve symptoms or prevent complications. Very few people will need surgery to repair or replace the mitral valve.MVP puts you at risk for infective endocarditis, a kind of heart infection. To prevent it, doctors used to prescribe antibiotics before dental work or certain surgeries.  Now, only people at high risk of endocarditis need the antibiotics.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc3", "contents": "Rectal Disorders  The rectum is the lower part of your large intestine where your body stores stool. Problems with rectum are common. They include hemorrhoids, abscesses, incontinence and cancer."}
{"id": "doc4", "contents": "Constipation  Constipation means that a person has three or fewer bowel movements in a week. The stool can be hard and dry. Sometimes it is painful to pass. At one time or another, almost "}
{"id": "doc5", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Marfan Syndrome  Marfan syndrome is a disorder that affects connective tissue. Connective tissues are proteins that support skin, bones, blood vessels, and other organs. One of these proteins is fibrillin. A problem with the fibrillin gene causes Marfan syndrome. Marfan syndrome can be mild to severe, and the symptoms can vary. People with Marfan syndrome are often very tall, thin, and loose jointed. Most people with Marfan syndrome have heart and blood vessel problems, such as a weakness in the aorta or heart valves that leak. They may also have problems with their bones, eyes, skin, nervous system, and lungs.There is no specific test for Marfan syndrome. Your doctor may use your medical history, family history, and a physical exam to diagnose it. Marfan syndrome has no cure, but treatments can help delay or prevent complications. Treatments include medicines, surgery, and other therapies.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc7", "contents": "Connective Tissue Disorders  Your connective tissue supports many different parts of your body, such as your skin, eyes, and heart. It is like a \"cellular glue\" that gives your body parts their shape and helps keep them strong. It also helps some of your tissues do their work. It is made of many kinds of proteins. Cartilage and fat are types of connective tissue.Over 200 disorders that impact connective tissue. There are different types:Genetic disorders, such as Ehlers-Danlos syndrome, Marfan syndrome, and osteogenesis imperfectaAutoimmune disorders, such as lupus and sclerodermaCancers, like some types of soft tissue sarcomaEach disorder has its own symptoms and needs different treatment. NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc8", "contents": "Ehlers-Danlos Syndrome  Ehlers-Danlos syndrome (EDS) is a group of inherited disorders that weaken "}
{"id": "doc9", "contents": "Mitral Valve Prolapse  Mitral valve prolapse (MVP) occurs when one of your heart's valves doesn't work properly. The flaps of the valve are \"floppy\" and don't close tightly. Most people who have the condition are born with it. It also tends to run in families.Most of the time, MVP doesn't cause any problems. Rarely, blood can leak the wrong way through the floppy valve. This can cause:Palpitations (feelings that your heart is skipping a beat, fluttering, or beating too hard or too fast)Shortness of breathCoughFatigue, dizziness, or anxietyMigraine headachesChest discomfortMost people who have mitral valve prolapse (MVP) don't need treatment because they don't have symptoms and complications. If you need treatment for MVP, medicines can help relieve symptoms or prevent complications. Very few people will need surgery to repair or replace the mitral valve.MVP puts you at risk for infective endocarditis, a kind of heart infection. To prevent it, doctors used to prescribe antibiotics before dental work or certain surgeries.  Now, only people at high risk of endocarditis need the antibiotics.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc10", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc11", "contents": "GERD  Your esophagus is the tube that carries food from your mouth to your stomach. Gastroesophageal reflux disease (GERD) happens when a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. You may feel a burning in the chest or throat called heartburn.  Sometimes, you can taste stomach fluid in the back of the mouth.  If you have these symptoms more than twice a week, you may have GERD. You can also have GERD without having heartburn. Your symptoms could include a dry cough, asthma symptoms, or trouble swallowing.Anyone, including infants and children, can have GERD.  If not treated, it can lead to more serious health problems. In some cases, you might need medicines or surgery.  However, many people can improve their symptoms by:Avoiding alcohol and spicy, fatty or acidic foods that trigger heartburnEating smaller mealsNot eating close to bedtime Losing weight if needed Wearing loose-fitting clothesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Reflux in Infants  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your baby has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. Babies may have GERD if their symptoms prevent them from feeding or if the reflux lasts more than 12 to 14 months.What causes reflux and GERD in infants?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your baby swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In babies who have reflux, the lower esophageal sphincter muscle is not fully developed and lets the stomach contents back up the esophagus. This causes your baby to spit up (regurgitate). Once his or her sphincter muscle fully develops, your baby should no longer spit up.In babies who have GERD, the sphincter muscle becomes weak or relaxes when it shouldn't. How common are reflux and GERD in infants?Reflux is very common in babies. About half all babies spit up many times a day in the first 3 months of their lives. They usually stop spitting up between the ages of 12 and 14 months.GERD is also common in younger infants. Many 4-month-olds have it. But by their first birthday, only 10% of babies still have GERD. What are the symptoms of reflux and GERD in infants?In babies, the main symptom of reflux and GERD is spitting up. GERD may also cause symptoms such as:Arching of the back, often during or right after eatingColic - crying that lasts for more than 3 hours a day with no medical causeCoughingGagging or trouble swallowingIrritability, especially after eatingPoor eating or refusing to eatPoor weight gain, or weight lossWheezing or trouble breathingForceful or frequent vomitingNIH: National Institute of Diabetes and Digestive and Kidney DiseasesHow do doctors diagnose reflux and GERD in infants?In most cases, a doctor diagnoses reflux by reviewing your baby's symptoms and medical history. If the symptoms do not get better with feeding changes and anti-reflux medicines, your baby may need testing.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Common tests include:Upper GI series, which looks at the shape of your baby's upper GI (gastrointestinal) tract. Your baby will drink or eat a contrast liquid called barium. The barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your baby to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your baby's esophagus. A doctor or nurse places a thin flexible tube through your baby's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your baby will wear this for 24 hours, most likely in the hospital.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your baby's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What feeding changes can help treat my infant's reflux or GERD?Feeding changes may help your baby's reflux and GERD:Add rice cereal to your baby's bottle of formula or breastmilk. Check with the doctor about how much to add. If the mixture is too thick, you can change the nipple size or cut a little \"x\" in the nipple to make the opening larger.Burp your baby after every 1 to 2 ounces of formula. If you breastfeed, burp your baby after nursing from each breast.Avoid overfeeding; give your baby the amount of formula or breast milk recommended.Hold your baby upright for 30 minutes after feedings.If you use formula and your doctor thinks that your baby may be sensitive to milk protein, your doctor may suggest switching to a different type of formula. Do not change formulas without talking to the doctor.What treatments might the doctor give for my infant's GERD?If feeding changes do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your baby's stomach. The doctor will only suggest medicine if your baby still has regular GERD symptoms and:You already tried some feeding changesYour baby has problems sleeping or feedingYour baby does not grow properlyThe doctor will often prescribe a medicine on a trial basis and will explain any possible complications. You shouldn't give your baby any medicines unless the doctor tells you to.Medicines for GERD in babies include:H2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesIf these don't help and your baby still has severe symptoms, then surgery might be an option. Pediatric gastroenterologists only use surgery to treat GERD in babies in rare cases. They may suggest surgery when babies have severe breathing problems or have a physical problem that causes GERD symptoms."}
{"id": "doc13", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc15", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc16", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc20", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc21", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc22", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc24", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc25", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
