{"id": "doc1", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc2", "contents": "Fluid and Electrolyte Balance  Electrolytes are minerals in your body that have an electric charge. They are in your blood, urine, tissues, and other body fluids. Electrolytes are important because they help:Balance the amount of water in your bodyBalance your body's acid/base (pH) levelMove nutrients into your cellsMove wastes out of your cellsMake sure that your nerves, muscles, the heart, and the brain work the way they shouldSodium, calcium, potassium, chloride, phosphate, and magnesium are all electrolytes. You get them from the foods you eat and the fluids you drink.The levels of electrolytes in your body can become too low or too high. This can happen when the amount of water in your body changes. The amount of water that you take in should equal the amount you lose. If something upsets this balance, you may have too little water (dehydration) or too much water (overhydration). Some medicines, vomiting, diarrhea, sweating, and liver or kidney problems can all upset your water balance.Treatment helps you to manage the imbalance. It also involves identifying and treating what caused the imbalance."}
{"id": "doc3", "contents": "Shock  Shock happens when not enough blood and oxygen can get to your organs and tissues.  It causes very low blood pressure and may be life-threatening. It often happens along with a serious injury. There are several kinds of shock. Hypovolemic shock happens when you lose a lot of blood or fluids. Causes include internal or external bleeding, dehydration, burns, and severe vomiting and/or diarrhea. Septic shock is caused by infections in the bloodstream. A severe allergic reaction can cause anaphylactic shock. An insect bite or sting might cause it. Cardiogenic shock happens when the heart cannot pump blood effectively. This may happen after a heart attack. Neurogenic shock is caused by damage to the nervous system.Symptoms of shock include:Confusion or lack of alertnessLoss of consciousnessSudden and ongoing rapid heartbeatSweatingPale skinA weak pulseRapid breathingDecreased or no urine outputCool hands and feetShock is a life-threatening medical emergency and it is important to get help right away. Treatment of shock depends on the cause.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Urethral Disorders  The urethra is the tube that allows urine to pass out of the body. In men, it's a long tube that runs through the penis. It also carries semen in men. In women, it's short and is just above the vagina. Urethral problems may happen due to aging, illness, or injury.  They include:Urethral cancer - a rare cancer that happens more often in menUrethral stricture - a narrowing of the opening of the urethraUrethritis - inflammation of the urethra, sometimes caused by infectionUrethral problems may cause pain or difficulty passing urine.  You may also have bleeding or discharge from the urethra.Doctors diagnose urethral problems using different tests. These include urine tests, x-rays and an examination of the urethra with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery."}
{"id": "doc5", "contents": "Urethral Disorders  The urethra is the tube that allows urine to pass out of the body. In men, it's a long tube that runs through the penis. It also carries semen in men. In women, it's short and is just above the vagina. Urethral problems may happen due to aging, illness, or injury.  They include:Urethral cancer - a rare cancer that happens more often in menUrethral stricture - a narrowing of the opening of the urethraUrethritis - inflammation of the urethra, sometimes caused by infectionUrethral problems may cause pain or difficulty passing urine.  You may also have bleeding or discharge from the urethra.Doctors diagnose urethral problems using different tests. These include urine tests, x-rays and an examination of the urethra with a scope called a cystoscope. Treatment depends on the cause of the problem. It may include medicines and, in severe cases, surgery."}
{"id": "doc6", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc7", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Esophagus Disorders  The esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. You may not be aware of your esophagus until you swallow something too large, too hot, or too cold. You may also notice it when something is wrong. You may feel pain or have trouble swallowing.The most common problem with the esophagus is GERD (gastroesophageal reflux disease). With GERD, a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. Over time, GERD can cause damage to the esophagus.Other problems include heartburn, cancer, and eosinophilic esophagitis. Doctors may use various tests to make a diagnosis. These include imaging tests, an upper endoscopy, and a biopsy.Treatment depends on the problem. Some problems get better with over-the-counter medicines or changes in diet. Others may need prescription medicines or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
