{"id": "doc1", "contents": "Scoliosis  Scoliosis causes a sideways curve of your backbone, or spine. These curves are often S- or C-shaped.  Scoliosis is most common in late childhood and the early teens, when children grow fast. Girls are more likely to have it than boys. It can run in families. Symptoms include leaning to one side and having uneven shoulders and hips. Sometimes it is easy to notice, but not always.Children may get screening for scoliosis at school or during a checkup. If it looks like there is a problem, your doctor will use your medical and family history, a physical exam, and imaging tests to make a diagnosis. Treatment depends on your age, how much more you're likely to grow, how much curving there is, and whether the curve is temporary or permanent. People with mild scoliosis might only need checkups to see if the curve is getting worse. Others might need to wear a brace or have surgery. NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc2", "contents": "Eye Movement Disorders  When you look at an object, you're using several muscles to move both eyes to focus on it. If you have a problem with the muscles, the eyes don't work properly.There are many kinds of eye movement disorders. Two common ones are:Strabismus - a disorder in which the two eyes don't line up in the same direction. This results in \"crossed eyes\" or \"walleye.\"Nystagmus - fast, uncontrollable movements of the eyes, sometimes called \"dancing eyes\"Some eye movement disorders are present at birth. Others develop over time and may be associated with other problems, such as injuries. Treatments include glasses, patches, eye muscle exercises, and surgery. There is no cure for some kinds of eye movement disorders, such as most kinds of nystagmus."}
{"id": "doc3", "contents": "Friedreich Ataxia  Friedreich ataxia is an inherited disease that damages your nervous system. The damage affects your spinal cord and the nerves that control muscle movement in your arms and legs.  Symptoms usually begin between the ages of 5 and 15. The main symptom is ataxia, which means trouble coordinating movements. Specific symptoms include:Difficulty walking\tMuscle weakness\tSpeech problems\tInvoluntary eye movements\tScoliosis (curving of the spine to one side)\tHeart palpitations, from the heart disease which can happen along with Friedreich ataxiaPeople with Friedreich ataxia usually need a wheelchair 15 to 20 years after symptoms first appear. In severe cases, people become incapacitated. There is no cure. You can treat symptoms with medicines, braces, surgery, and physical therapy.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc4", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc5", "contents": "Spinal Muscular Atrophy  What is spinal muscular atrophy (SMA)?Spinal muscular atrophy (SMA) is a group of genetic diseases that damages and kills motor neurons. Motor neurons are a type of nerve cell in the spinal cord and lower part of the brain. They control movement in your arms, legs, face, chest, throat, and tongue.As the motor neurons die off, your muscles start to weaken and atrophy (waste away). The muscle damage gets worse over time and can affect speaking, walking, swallowing, and breathing.What are the types of spinal muscular atrophy (SMA) and what are their symptoms?There are different types of SMA. They are based on how serious the disease is and when the symptoms start:Type l is also called Werdnig-Hoffman disease or infantile-onset SMA. It is the most severe type. It is also the most common. Babies with this type usually show signs of the disease before 6 months of age. In more severe cases, the signs show up even before or just after birth (Types 0 or 1A). The babies may have trouble swallowing and breathing and may not move around a lot. They have chronic shortening of muscles or tendons (called contractures). They usually cannot sit up without help. Without treatment, many children with this type will die before 2 years of age.Type ll is a moderate to severe type of SMA. It usually first noticed between 6 and 18 months of age. Most children with this type can sit without support but cannot stand or walk without help. They may also have trouble breathing. They can usually live into adolescence or young adulthood.Type lll is also called Kugelberg-Welander disease. It is the mildest type that affects children. The signs of the disease usually show up after age 18 months. Children with this type can walk by themselves but may have trouble running, getting up from a chair, or climbing stairs. They may also have scoliosis (curvature of the spine), contractures, and respiratory infections. With treatment, most children with this type will have a normal lifespan.Type IV is rare and often mild. It usually causes symptoms after 21 years of age. The symptoms include mild to moderate leg muscle weakness, tremors, and mild breathing problems. The symptoms slowly get worse over time. People with this type of SMA have a normal lifespan.What causes spinal muscular atrophy (SMA)?Most types of SMA are caused by a change in the SMN1 gene. This gene is responsible for making a protein that the motor neurons need to be healthy and to function. But when part of the SMN1 gene is missing or abnormal, there isn't enough protein for the motor neurons. This causes the motor neurons to die off.Most people have two copies of the SM1 gene - one from each parent. SMA normally only happens when both copies have the gene change. If only one copy has the change, there usually aren't any symptoms. But that gene could be passed down from parent to child.Some of the less common types of SMA may be caused by changes in other genes.How is spinal muscular atrophy (SMA) diagnosed?Your health care provider may use many tools to diagnose SMA:A physical examA medical history, including asking about family historyGenetic testing to check for the gene changes that cause SMAElectromyography and nerve conduction studies and a muscle biopsy may be done, especially if no gene changes were foundParents who have a family history of SMA may want to do a prenatal test to check to see whether their baby has an SMN1 gene change. An amniocentesis or in some cases a chorionic villi sampling (CVS) is used to get the sample for testing.In some states, genetic testing for SMA is part of newborn screening tests.What are the treatments for spinal muscular atrophy (SMA)?There is no cure for SMA. Treatments can help manage symptoms and prevent complications. They may include:Medicines to help the body make more of the proteins that the motor neurons needGene therapy for children under 2 years of agePhysical, occupational, and rehabilitation therapy to help to improve posture and the mobility of the joints. These therapies may also improve blood flow and slow muscle weakness and atrophy. Some people may also need therapy for trouble speaking, chewing, and swallowing.Assistive devices such as supports or braces, orthotics, speech synthesizers, and wheelchairs to help people stay more independentGood nutrition and a balanced diet to help maintain weight and strength. Some people might need a feeding tube in order to get the nutrition they need.Breathing support for people who have muscle weakness in the neck, throat, and chest. The support may include devices to help with breathing during the day and to prevent sleep apnea at night. Some people might need to be on a ventilator.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc6", "contents": "Back Pain  If you've ever groaned, \"Oh, my aching back!\", you are not alone. Back pain is one of the most common medical problems, affecting 8 out of 10 people at some point during their lives. Back pain can range from a dull, constant ache to a sudden, sharp pain. "}
{"id": "doc7", "contents": "Back Injuries  Your back is made of bones, muscles, and other tissues extending from your neck to your pelvis. Back injuries can result from sports injuries, work around the house or in the garden, or a sudden jolt such as a car accident. The lower back is the most common site of back injuries and back pain. Common back injuries include :Sprains and strainsHerniated disksFractured (broken) vertebraeThese injuries can cause pain and limit your movement. Treatments vary but might include medicines, icing, bed rest, physical therapy, or surgery. You might be able to prevent some back injuries by maintaining a healthy weight, lifting objects with your legs, and using lower-back support when you sit. "}
{"id": "doc8", "contents": "Chiropractic  Chiropractic is a health care profession. Chiropractors perform adjustments (manipulations) to the spine or other parts of the body. The goal is to correct alignment problems, ease pain, and support the body's natural ability to heal itself. They may also use other treatments including :Heat and iceElectrical stimulationRelaxation techniquesRehabilitative and general exerciseCounseling about diet, weight loss, and other lifestyle factorsDietary supplementsMany people visit chiropractors for treatment of low back pain, neck pain, and headaches.NIH: National Center for Complementary and Integrative Health"}
{"id": "doc9", "contents": "Non-Drug Pain Management  What is pain?Pain is a signal in your nervous system that something may be wrong. It is an unpleasant feeling, such as a prick, tingle, sting, burn, or ache. Pain may be sharp or dull. It may come and go, or it may be constant. You may feel pain in one area of your body, such as your back, abdomen, chest, pelvis, or you may feel pain all over.There are two types of pain:Acute pain usually comes on suddenly, because of a disease, injury, or inflammation. It can often be diagnosed and treated. It usually goes away, though sometimes it can turn into chronic pain.Chronic pain lasts for a long time, and can cause severe problemsWhat are pain relievers?Pain relievers are medicines that reduce or relieve pain. There are many different pain medicines, and each one has advantages and risks. Some are over-the-counter (OTC) medicines. Others are stronger medicines, which are available by prescription. The most powerful prescription pain relievers are opioids. They are very effective, but people who take them are at risk of addiction and overdose.Because of the side effects and risks of pain relievers, you may want to try non-drug treatments first. And if you do need to take medicines, also doing some non-drug treatments may allow you to take a lower dose.What are some non-drug treatments for pain?There are many non-drug treatments that can help with pain. It is important to check with your health care provider before trying any of them:Acupuncture involves stimulating acupuncture points. These are specific points on your body. There are different acupuncture methods. The most common one involves inserting thin needles through the skin. Others include using pressure, electrical stimulation, and heat. Acupuncture is based on the belief that qi (vital energy) flows through the body along paths, called meridians. Practitioners believe that stimulating the acupuncture points can rebalance the qi. Research suggests that acupuncture can help manage certain pain conditions.Biofeedback techniques use electronic devices to measure body functions such as breathing and heart rate. This teaches you to be more aware of your body functions so you can learn to control them. For example, a biofeedback device may show you measurements of your muscle tension. By watching how these measurements change, you can become more aware of when your muscles are tense and learn to relax them. Biofeedback may help to control pain, including chronic headaches and back pain.Electrical stimulation involves using a device to send a gentle electric current to your nerves or muscles. This can help treat pain by interrupting or blocking the pain signals. Types includeTranscutaneous electrical stimulation (TENS)Implanted electric nerve stimulationDeep brain or spinal cord stimulationMassage therapy is a treatment in which the soft tissues of the body are kneaded, rubbed, tapped, and stroked. Among other benefits, it may help people relax, and relieve stress and pain.Meditation is a mind-body practice in which you focus your attention on something, such as an object, word, phrase, or breathing. This helps you to minimize distracting or stressful thoughts or feelings.Physical therapy uses techniques such as heat, cold, exercise, massage, and manipulation. It can help to control pain, as well as condition muscles and restore strength.Psychotherapy (talk therapy) uses methods such as discussion, listening, and counseling to treat mental and behavioral disorders. It can also help people who have pain, especially chronic pain, byTeaching them coping skills, to be able to better deal with the stress that pain can causeAddressing negative thoughts and emotions that can make pain worseProviding them with supportRelaxation therapy can help reduce muscle tension and stress, lower blood pressure, and control pain. It may involve tensing and relaxing muscles throughout the body. It may be used with guided imagery (focusing the mind on positive images) and meditation.Surgery can sometimes be necessary to treat severe pain, especially when it is caused by back problems or serious musculoskeletal injuries. There are always risks to getting surgery, and it does not always work to treat pain. So it is important to go through all of the risks and benefits with your health care provider."}
{"id": "doc10", "contents": "Guide to Good Posture  Good posture is about more than standing up straight so you can look your best. It is an important part of your long-term health. Making sure that you hold your body the right way, whether you are moving or still, can prevent pain, injuries, and other health problems.What is posture?Posture is how you hold your body. There are two types:Dynamic posture is how you hold yourself when you are moving, like when you are walking, running, or bending over to pick up something.Static posture is how you hold yourself when you are not moving, like when you are sitting, standing, or sleeping.It is important to make sure that you have good dynamic and static posture.The key to good posture is the position of your spine. Your spine has three natural curves - at your neck, mid back, and low back. Correct posture should maintain these curves, but not increase them. Your head should be above your shoulders, and the top of your shoulder should be over the hips.How can posture affect my health?Poor posture can be bad for your health. Slouching or slumping over can:Misalign your musculoskeletal systemWear away at your spine, making it more fragile and prone to injuryCause neck, shoulder, and back painDecrease your flexibilityAffect how well your joints moveAffect your balance and increase your risk of fallingMake it harder to digest your foodMake it harder to breatheHow can I improve my posture in general?Be mindful of your posture during everyday activities, like watching television, washing dishes, or walkingStay active. Any kind of exercise may help improve your posture, but certain types of exercises can be especially helpful. They include yoga, tai chi, and other classes that focuses on body awareness. It is also a good idea to do exercises that strengthen your core (muscles around your back, abdomen, and pelvis).Maintain a healthy weight. Extra weight can weaken your abdominal muscles, cause problems for your pelvis and spine, and contribute to low back pain. All of these can hurt your posture.Wear comfortable, low-heeled shoes. High heels, for example, can throw off your balance and force you to walk differently. This puts more stress on your muscles and harms your posture.Make sure work surfaces are at a comfortable height for you, whether you're sitting in front of a computer, making dinner, or eating a meal.How can I improve my posture when sitting?Many Americans spend a lot of their time sitting - either at work, at school, or at home. It is important to sit properly, and to take frequent breaks:Switch sitting positions oftenTake brief walks around your office or homeGently stretch your muscles every so often to help relieve muscle tensionDon't cross your legs; keep your feet on the floor, with your ankles in front of your kneesMake sure that your feet touch the floor, or if that's not possible, use a footrestRelax your shoulders; they should not be rounded or pulled backwardsKeep your elbows in close to your body. They should be bent between 90 and 120 degrees.Make sure that your back is fully supported. Use a back pillow or other back support if your chair does not have a backrest that can support your lower back's curve.Make sure that your thighs and hips are supported. You should have a well-padded seat, and your thighs and hips should be parallel to the floor.How can I improve my posture when standing?Stand up straight and tallKeep your shoulders backPull your stomach inPut your weight mostly on the balls of your feetKeep your head levelLet your arms hang down naturally at your sidesKeep your feet about shoulder-width apartWith practice, you can improve your posture; you will look and feel better."}
