{"id": "doc1", "contents": "Kidney Failure  Healthy kidneys clean your blood by removing excess fluid, minerals, and wastes. They also make hormones that keep your bones strong and your blood healthy. But if the kidneys are damaged, they don't work properly. Harmful wastes can build up in your body. Your blood pressure may rise. Your body may retain excess fluid and not make enough red blood cells. This is called kidney failure.If your kidneys fail, you need treatment to replace the work they normally do. The treatment options are dialysis or a kidney transplant. Each treatment has benefits and drawbacks. No matter which treatment you choose, you'll need to make some changes in your life, including how you eat and plan your activities. But with the help of health care providers, family, and friends, most people with kidney failure can lead full and active lives.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Dialysis  When your kidneys are healthy, they clean your blood. They also make hormones that keep "}
{"id": "doc3", "contents": "Chronic Kidney Disease  You have two kidneys, each about the size of your fist.  Their main job is to filter your blood. They remove wastes and extra water, which become urine. They also keep the body's chemicals balanced, help control blood pressure, and make hormones.Chronic kidney disease (CKD) means that your kidneys are damaged and can't filter blood as they should. This damage can cause wastes to build up in your body. It can also cause other problems that can harm your health. Diabetes and high blood pressure are the most common causes of CKD.The kidney damage occurs slowly over many years. Many people don't have any symptoms until their kidney disease is very advanced. Blood and urine tests are the only way to know if you have kidney disease.Treatments cannot cure kidney disease, but they may slow kidney disease. They include medicines to lower blood pressure, control blood sugar, and lower cholesterol. CKD may still get worse over time. Sometimes it can lead to kidney failure. If your kidneys fail, you will need  dialysis or a kidney transplantation.You can take steps to keep your kidneys healthier longer:Choose foods with less  salt (sodium)Control your blood pressure; your health care provider can tell you what your blood pressure should beKeep your blood sugar in the target range, if you have diabetesLimit the amount of alcohol you drinkChoose foods that are healthy for your heart: fruits, vegetables, whole grains, and low-fat dairy foodsLose weight if you are overweightBe physically activeDon't smokeNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Critical Care  What is critical care?Critical care is medical care for people who have life-threatening injuries and illnesses. It usually takes place in an intensive care unit (ICU). A team of specially-trained health care providers gives you 24-hour care. This includes using machines to constantly monitor your vital signs. It also usually involves giving you specialized treatments.Who needs critical care?You need critical care if you have a life-threatening illness or injury, such as:Severe burnsCOVID-19Heart attackHeart failureKidney failurePeople recovering from certain major surgeriesRespiratory failureSepsisSevere bleedingSerious infectionsSerious injuries, such as from car crashes, falls, and shootingsShockStrokeWhat happens in a critical care unit?In a critical care unit, health care providers use lots of different equipment, including:Catheters, flexible tubes used to get fluids into the body or to drain fluids from the bodyDialysis machines (\"artificial kidneys\") for people with kidney failureFeeding tubes, which give you nutritional supportIntravenous (IV) tubes to give you fluids and medicinesMachines which check your vital signs and display them on monitorsOxygen therapy to give you extra oxygen to breathe inTracheostomy tubes, which are breathing tubes. The tube is placed in a surgically made hole that goes through the front of the neck and into the windpipe.Ventilators (breathing machines), which move air in and out of your lungs. This is for people who have respiratory failure.These machines can help keep you alive, but many of them can also raise your risk of infection.Sometimes people in a critical care unit are not able to communicate. It's important that you have an advance directive in place. This can help your health care providers and family members make important decisions, including end-of-life decisions, if you are not able to make them."}
{"id": "doc5", "contents": "Diabetic Kidney Problems  If you have diabetes, your blood glucose, or blood sugar, levels are too high.  Over time, this can damage your kidneys. Your kidneys clean your blood. If they are damaged, waste and fluids build up in your blood instead of leaving your body.Kidney damage from diabetes is called diabetic nephropathy. It begins long before you have symptoms. People with diabetes should get regular screenings for kidney disease. Tests include a urine test to detect protein in your urine and a blood test to show how well your kidneys are working.If the damage continues, your kidneys could fail. In fact, diabetes is the most common cause of kidney failure in the United States. People with kidney failure need either dialysis or a kidney transplant.You can slow down kidney damage or keep it from getting worse. Controlling your blood sugar and blood pressure, taking your medicines and not eating too much protein can help.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc6", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc7", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Campylobacter Infections  Campylobacter infection is a common foodborne illness. You usually get it from eating contaminated food, especially raw or undercooked poultry. You can also get it from drinking contaminated water or raw milk, or handling infected animal feces (poop).Some infected people don't have any symptoms.  If you do have symptoms, they start two to five days after you are infected. They usually last about one week, and can include:Diarrhea (which could be bloody)CrampingAbdominal painFever FatigueNausea and vomitingHealth care providers use stool tests to make a diagnosis. Most people get better without treatment. You should drink extra fluids for as long as the diarrhea lasts. People who have a severe infection or a weakened immune system may need to take antibiotics. In rare cases, the infection can cause reactive arthritis or Guillain-Barre syndrome.To prevent Campylobacter infection, cook poultry thoroughly. Use a separate cutting board and utensils for meats. Make sure to clean them carefully with soap and hot water after you use them.Centers for Disease Control and Prevention"}
{"id": "doc9", "contents": "Ulcerative Colitis  Ulcerative colitis (UC) is a disease that causes inflammation and sores, called ulcers, in the lining of the rectum and colon. It is one of a group of diseases called inflammatory bowel disease.UC can happen at any age, but it usually starts between the ages of 15 and 30. It tends to run in families. The most common symptoms are pain in the abdomen and blood or pus in diarrhea. Other symptoms may include:AnemiaSevere tirednessWeight lossLoss of appetiteBleeding from the rectumSores on the skinJoint painGrowth failure in childrenAbout half of people with UC have mild symptoms.Doctors use blood tests, stool tests, colonoscopy or sigmoidoscopy, and imaging tests to diagnose UC. Several types of drugs can help control it. Some people have long periods of remission, when they are free of symptoms. In severe cases, doctors must remove the colon.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Bowel Movement  A bowel movement is the last stop in the movement of food through your digestive tract. Your stool passes out of your body through the rectum and anus.  Another name for stool is feces.  It is made of what is left after your digestive system (stomach, small intestine, and colon) absorbs nutrients and fluids from what you eat and drink.Sometimes a bowel movement isn't normal.  Diarrhea happens when stool passes through the large intestine too quickly. Constipation occurs when stool passes through the large intestine too slowly. Bowel incontinence is a problem controlling your bowel movements. Other abnormalities with bowel movements may be a sign of a digestive problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc12", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Viral Infections  Viruses are very tiny germs. They are made of genetic material inside of a protein coating. Viruses cause familiar infectious diseases such as the common cold, flu and warts. They also cause severe illnesses such as HIV/AIDS, Ebola, and COVID-19.Viruses are like hijackers. They invade living, normal cells and use those cells to multiply and produce other viruses like themselves. This can kill, damage, or change the cells and make you sick. Different viruses attack certain cells in your body such as your liver, respiratory system, or blood.When you get a virus, you may not always get sick from it. Your immune system may be able to fight it off.For most viral infections, treatments can only help with symptoms while you wait for your immune system to fight off the virus. Antibiotics do not work for viral infections. There are antiviral medicines to treat some viral infections. Vaccines can help prevent you from getting many viral diseases."}
{"id": "doc14", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc16", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc17", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc18", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc19", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc20", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
