{"id": "doc1", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc2", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc3", "contents": "Meniere's Disease  Meniere's disease is a disorder of the inner ear. It can cause severe dizziness, a roaring sound in your ears called tinnitus, hearing loss that comes and goes and the feeling of ear pressure or pain. It usually affects just one ear. It is a common cause of hearing loss. Attacks of dizziness may come on suddenly or after a short period of tinnitus or muffled hearing. Some people have single attacks of dizziness once in a while. Others may have many attacks close together over several days. Some people with Meniere's disease have \"drop attacks\" during which the  dizziness is so bad they lose their balance and fall.Scientists don't yet know the cause. They think that it has to do with the fluid levels or the mixing of fluids in the canals of your inner ear.  Doctors diagnose it based on a physical exam and your symptoms. A hearing test can check to see how it has affected your hearing.There is no cure. Treatments include medicines to control dizziness, limiting salt in your diet, and taking water pills. A device that fits into the outer ear and delivers air pulses to the middle ear can help. Severe cases may require surgery.NIH: National Institute on Deafness and Other Communication Disorders "}
{"id": "doc4", "contents": "Acoustic Neuroma  An acoustic neuroma is a benign tumor that develops on the nerve that connects the ear to the brain. The tumor usually grows slowly. As it grows, it presses against the hearing and balance nerves. At first, you may have no symptoms or mild symptoms. They can include: Loss of hearing on one side  Ringing in ears Dizziness and balance problemsThe tumor can also eventually cause numbness or paralysis of the face. If it grows large enough, it can press against the brain, becoming life-threatening.Acoustic neuroma can be difficult to diagnose, because the symptoms are similar to those of middle ear problems.  Ear exams, hearing tests, and scans can show if you have it.If the tumor stays small, you may only need to have it checked regularly.  If you do need treatment, surgery and radiation are options.If the tumors affect both hearing nerves, it is often because of a genetic disorder called neurofibromatosis.NIH: National Institute on Deafness and Communication Disorders"}
{"id": "doc5", "contents": "Anaphylaxis  Anaphylaxis is a serious allergic reaction. It can begin very quickly, and symptoms may be life-threatening. The most common causes are reactions to foods (especially peanuts), medications, and stinging insects. Other causes include exercise and exposure to latex. Sometimes no cause can be found.It can affect many organs:Skin - itching, hives, redness, swellingNose - sneezing, stuffy nose, runny noseMouth - itching, swelling of the lips or tongueThroat - itching, tightness, trouble swallowing, swelling of the back of the throatChest - shortness of breath, coughing, wheezing, chest pain or tightnessHeart - weak pulse, passing out, shockGastrointestinal tract - vomiting, diarrhea, crampsNervous system - dizziness or faintingIf someone is having a serious allergic reaction, call 911. If an auto-injector  is available, give the person the injection right away."}
{"id": "doc6", "contents": "Bed Bugs  Bed bugs bite you and feed on your blood. You may have no reaction to the bites, or you may have small marks or itching.  Severe allergic reactions are rare. Bed bugs don't transmit or spread diseases.Adult bed bugs are brown, 1/4 to 3/8 inch long, and have a flat, oval-shaped body. Young bed bugs (called nymphs) are smaller and lighter in color. Bed bugs hide in a variety of places around the bed.  They might also hide in the seams of chairs and couches, between cushions, and in the folds of curtains.  They come out to feed about every five to ten days.  But they can survive over a year without feeding.To prevent bed bugs in your home:Check secondhand furniture for any signs of bed bugs before bringing it homeUse a protective cover that encases mattresses and box springs. Check it regularly for holes.Reduce clutter in your home so they have fewer places to hideUnpack directly into your washing machine after a trip and check your luggage carefully. When staying in hotels, put your suitcases on luggage racks instead of the floor. Check the mattress and headboard for signs of bed bugs.To get rid of bed bugs:Wash and dry bedding and clothing at high temperaturesUse mattress, box spring, and pillow encasements to trap bed bugs and help detect infestationsUse pesticides if neededEnvironmental Protection Agency"}
{"id": "doc7", "contents": "Bleeding  Bleeding is the loss of blood. It can be external, or outside the body, like when you get a cut or wound. It can also be internal, or inside the body, like when you have an injury to an internal organ.  Some bleeding, such as gastrointestinal bleeding, coughing up blood, or vaginal bleeding, can be a symptom of a disease.Normally, when you are injured and start bleeding, a blood clot forms to stop the bleeding quickly. Afterwards, the clot dissolves naturally. To be able to make a clot, your blood needs blood proteins called clotting factors and a type of blood cell called platelets. Some people have a problem with clotting, due to another medical condition or an inherited disease. There are two types of problems:Your blood may not form clots normally, known as a bleeding disorder. This happens when your body does not make enough platelets or clotting factors, or they don't work the way they should.Your blood may make too many clots, or the clots may not dissolve properlySometimes bleeding can cause other problems. A bruise is bleeding under the skin. Some strokes are caused by bleeding in the brain. Severe bleeding may require first aid or a trip to the emergency room."}
{"id": "doc8", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc9", "contents": "Deep Vein Thrombosis  Deep vein thrombosis, or DVT, is a blood clot that forms in a vein deep in the body. Most deep vein clots occur in the lower leg or thigh. If the vein swells, the condition is called thrombophlebitis. A deep vein thrombosis can break loose and cause a serious problem in the lung,  called a pulmonary embolism.Sitting still for a long time can make you more likely to get a DVT. Some medicines and disorders that increase your risk for blood clots can also lead to DVTs. Common symptoms are : Warmth and tenderness over the vein  Pain or swelling in the part of the body affected  Skin redness Treatment includes medicines to ease pain and inflammation, break up clots and keep new clots from forming. Keeping the affected area raised and applying moist heat can also help. If you are taking a long car or plane trip, take a break, walk or stretch your legs and drink plenty of liquids."}
{"id": "doc10", "contents": "Mosquito Bites  Mosquitoes are insects that live all over the world. There are thousands of different species of mosquitoes; about 200 of those live in the United States.Female mosquitoes bite animals and humans and drink a very small amount of their blood. They need protein and iron from blood to produce eggs. After drinking blood, they find some standing water and lay their eggs in it. The eggs hatch into larvae, then pupae, and then they become adult mosquitos. The males live for about a week to ten days, and the females can live up to several weeks. Some female mosquitoes can hibernate in the winter, and they can live for months.What health problems can mosquito bites cause?Most mosquito bites are harmless, but there are times when they can be dangerous. The ways that mosquito bites can affect humans include:Causing itchy bumps, as an immune system response to the mosquito's saliva. This is the most common reaction. The bumps usually go away after a day or two.Causing allergic reactions, including blisters, large hives, and in rare cases, anaphylaxis. Anaphylaxis is a severe allergic reaction that affects the whole body. It is a medical emergency.Spreading diseases to humans. Some of these diseases can be serious. Many of them do not have any treatments, and only a few have vaccines to prevent them. These diseases are more of a problem in Africa and other tropical areas of the world, but more of them are spreading to the United States. One factor is climate change, which makes the conditions in some parts of the United States more favorable to certain types of mosquitoes. Other reasons include increased trade with, and travel to, tropical and subtropical areas.Which diseases can mosquitoes spread?Common diseases spread by mosquitoes include:Chikungunya, a viral infection that causes symptoms such as fever and severe joint pain. The symptoms usually last about a week, but for some, the joint pain may last for months. Most cases of chikungunya in the United States are in people who traveled to other countries. There have been a few cases where it has spread in the United States.Dengue, a viral infection that causes a high fever, headaches, joint and muscle pain, vomiting, and a rash. Most people get better within a few weeks. In some cases, it can become very severe, even life-threatening. Dengue is rare in the United States.Malaria, a parasitic disease that causes serious symptoms such as high fevers, shaking chills, and flu-like illness. It can be life-threatening, but there are drugs to treat it. Malaria is a major health problem in many tropical and subtropical areas of the world. Almost all cases of malaria in the United States are in people who traveled to other countries.West Nile Virus (WNV), a viral infection that often has no symptoms. In those that do have symptoms, they are usually mild, and include fever, headache, and nausea. In rare cases, the virus can enter the brain, and it can be life-threatening. WNV has spread across the continental United States.Zika Virus, a viral infection that often does not cause symptoms. One in five infected people do get symptoms, which are usually mild. They include a fever, rash, joint pain, and pink eye. Besides being spread by mosquitoes, Zika can spread from mother to baby during pregnancy and cause serious birth defects. It can also spread from one partner to another during sex. There have been a few outbreaks of Zika in the southern United States.Can mosquito bites be prevented?Use an insect repellent when you go outdoors. Choose an Environmental Protection Agency (EPA)-registered insect repellent. They are evaluated to make sure they are safe and effective. Make sure that the repellant has one of these ingredients: DEET, picaridin, IR3535, oil of lemon eucalyptus, or para-menthane-diol. It is important to follow the instructions on the label.Cover up. Wear long sleeves, long pants, and socks when outdoors. Mosquitoes may bite through thin fabric, so spray thin clothes with an EPA-registered repellent like permethrin. Don't apply permethrin directly to skin.Mosquito-proof your home. Install or repair screens on windows and doors to keep mosquitoes out. Use air conditioning if you have it.Get rid of mosquito breeding sites. Regularly empty standing water from your house and yard. The water could be in flowerpots, gutters, buckets, pool covers, pet water dishes, discarded tires, or birdbaths.If you plan to travel, get information about the areas you will be going to. Find out whether there is a risk of diseases from mosquitoes, and if so, whether there is a vaccine or medicine to prevent those diseases. See a health care provider familiar with travel medicine, ideally 4 to 6 weeks before your trip."}
{"id": "doc11", "contents": "Gas  Everyone has gas. Most people pass gas 13 to 21 times a day. Passing gas through the mouth is called belching or burping.  Passing gas through the anus is called flatulence. Most of the time gas does not have an odor. The odor comes from bacteria in the large intestine that release small amounts of gases that contain sulfur.Gas in the digestive tract comes from two sources: air that you swallow and the breakdown of undigested food by bacteria in the large intestine.  Certain foods may cause gas.  Foods that produce gas in one person may not cause gas in another.You can reduce the amount of gas you have by:Drinking lots of water and non-fizzy drinksEating more slowly so you swallow less air when you eatAvoiding milk products if you have lactose intoleranceMedicines can help reduce gas or the pain and bloating caused by gas. If your symptoms still bother you, see your health care provider.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc13", "contents": "Irritable Bowel Syndrome  Irritable bowel syndrome (IBS) is a problem that affects the large intestine. It can cause abdominal cramping, bloating, and a change in bowel habits. Some people with the disorder have constipation. Some have diarrhea. Others go back and forth between the two. Although IBS can cause a great deal of discomfort, it does not harm the intestines.IBS is  common. It affects about twice as many women as men and is most often found in people younger than 45 years.  No one knows the exact cause of IBS.  There is no specific test for it. Your doctor may run tests to be sure you don't have other diseases. These tests may include stool sampling tests, blood tests, and x-rays. Your doctor may also do a test called a sigmoidoscopy or colonoscopy.  Most people diagnosed with IBS can control their symptoms with diet, stress management, probiotics, and medicine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Adhesions  Adhesions are bands of scar-like tissue. Normally, internal tissues and organs have slippery surfaces so they can shift easily as the body moves. Adhesions cause tissues and organs to stick together. They might connect the loops of the intestines to each other, to nearby organs, or to the wall of the abdomen. They can pull sections of the intestines out of place. This may block food from passing through the intestine.Adhesions can occur anywhere in the body. But they often form after surgery on the abdomen. Almost everyone who has surgery on the abdomen gets adhesions. Some adhesions don't cause any problems. But when they partly or completely block the intestines, they cause symptoms such as:Severe abdominal pain or crampingVomitingBloatingAn inability to pass gasConstipationAdhesions can sometimes cause infertility in women by preventing fertilized eggs from reaching the uterus.No tests are available to detect adhesions.  Doctors usually find them during surgery to diagnose other problems.Some adhesions go away by themselves. If they partly block your intestines, a diet low in fiber can allow food to move easily through the affected area. If you have a complete intestinal obstruction, it is life-threatening. You should get immediate medical attention and may need surgery. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc15", "contents": "Dietary Fiber  Fiber is a substance in plants. Dietary fiber is the kind you eat. It's a type of carbohydrate. You may also see it listed on a food label as soluble fiber or insoluble fiber. Both types have important health benefits.Good sources of dietary fiber include:Whole grainsNuts and seedsFruit and vegetablesDietary fiber adds bulk to your diet and makes you feel full faster, helping you control your weight. It helps digestion and helps prevent constipation. Most Americans don't eat enough dietary fiber. But add it to your diet slowly. Increasing dietary fiber too quickly can lead to gas, bloating, and cramps.Centers for Disease Control and Prevention"}
{"id": "doc16", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc17", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc18", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc19", "contents": "HIV: PrEP and PEP  What are PrEP and PEP?PrEP and PEP are medicines to prevent HIV. Each type is used in a different situation:PrEP stands for pre-exposure prophylaxis. It is for people who don't already have HIV but are at very high risk of getting it. PrEP is daily medicine that can reduce this risk. With PrEP, if you do get exposed to HIV, the medicine can stop HIV from taking hold and spreading throughout your body.PEP stands for post-exposure prophylaxis. PEP is for people who have possibly been exposed to HIV. It is only for emergency situations. PEP must be started within 72 hours after a possible exposure to HIV.PrEP (pre-exposure prophylaxis)Who should consider taking PrEP?PrEP is for people without HIV who are at very high risk for getting it. This includes:Gay/bisexual men who:Have an HIV-positive partnerHave multiple partners, a partner with multiple partners, or a partner whose HIV status is unknown and"}
{"id": "doc20", "contents": "Inhalants  What are inhalants?Inhalants are substances that people inhale (breathe in) to get high. There are other substances that people might inhale, such as alcohol. But those are not called inhalants, because they can also be used another way. Inhalants are the substances that you can misuse only by inhaling them.Using inhalants to try to get high, even once, can be very harmful to your brain and body. It can even lead to death.What are the types of inhalants?Inhalants are often products that are easily bought and can be found in the home or workplace. They contain dangerous substances that have psychoactive (mind-altering) properties when they are inhaled. There are four main types of inhalants are:Solvents, which are liquids that become gas at room temperature. They include paint thinner, nail polish remover, gasoline, and glue.Aerosol sprays, such as spray paint, deodorant spray, and vegetable oil spraysGases, including gas from lighters, whipped cream dispensers, and laughing gasNitrites (prescription medicines for chest pain)Some of the common slang terms for various inhalants include:BoldLaughing gasPoppersRushSnappersWhippetsHow do people use inhalants?People who use inhalants breathe in the fumes through their nose or mouth, usually by \"sniffing,\" \"snorting,\" \"bagging,\" or \"huffing.\" It's called different names depending on the substance and equipment used.The high that inhalants produce usually lasts just a few minutes, so people often try to make it last by inhaling them again and again over several hours.Who uses inhalants?Inhalants are mostly used by young kids and teens. They often try inhalants before they try other substances because inhalants are easier to get.What are the signs that someone is using inhalants?Signs that someone is using inhalants include:Chemical odors on breath or clothingPaint or other stains on face, hands, or clothesHidden empty spray paint or solvent containers and chemical-soaked rags or clothingRed or runny eyes or noseDrunk or disoriented appearanceSlurred speechNausea or loss of appetiteInattentiveness, lack of coordination, irritability, and depressionWhat are the health effects of using inhalants?Most inhalants affect your central nervous system and slow down brain activity. Inhalants can cause both short-term and long-term health effects:Short-term health effects include slurred or distorted speech, lack of coordination, euphoria (feeling \"high\"), dizziness, and hallucinationsLong-term health effects may include liver and kidney damage, loss of coordination, limb spasms, delayed behavioral development, and brain damageUsing inhalants, even once, could lead to an overdose. This can cause you to have seizures or your heart to stop. It can also be deadly.Are inhalants addictive?Addiction to inhalants is rare, but it can happen if you use them repeatedly. Stopping them can cause withdrawal symptoms, such as nausea, sweating, problems sleeping, and mood changes.Behavioral therapy may help people who are addicted to inhalants.Can inhalant misuse be prevented?To try to prevent inhalant abuse, parents should talk to their children about it. They should discuss the dangers of inhalants and how to deal with peer pressure if someone asks them to try it.NIH: National Institute on Drug Abuse"}
{"id": "doc21", "contents": "Cholera  Cholera is a bacterial infection that causes diarrhea. The cholera bacterium is usually found in water or food that has been contaminated by feces (poop). Cholera is rare in the US. You may get it if you travel to parts of the world with poor water and sewage treatment. Outbreaks can also happen after disasters. The disease is not likely to spread directly from person to person.Cholera infections are often mild. Some people don't have any symptoms. If you do get symptoms, they usually start 2 to 3 days after infection. The most common symptom is watery diarrhea.In some cases, the infection can be severe, causing  lots of watery diarrhea, vomiting, and leg cramps. Because you quickly lose body fluids, you are at risk for dehydration and shock. Without treatment, you could die within hours. If you think that you might have cholera, you should get medical care right away.Doctors diagnose cholera with a stool sample or rectal swab. Treatment is the replacement of the fluid and salts that you lost through the diarrhea. This is usually with a rehydration solution that you drink. People with severe cases may need an I.V. to replace the fluids. Some of them may also need antibiotics. Most people who get fluid replacement right away will recover.There are vaccines to prevent cholera. One of them is available for adults in the U.S. Very few Americans need it, because most people do not visit areas that have an active cholera outbreak.There are also simple steps you can take to help to prevent cholera infection:Use only bottled or purified water for drinking, washing dishes, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsWash your hands often with soap and clean waterMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesCenters for Disease Control and Prevention"}
{"id": "doc22", "contents": "Cryptosporidiosis  Cryptosporidiosis (crypto) is an illness caused by a parasite. The parasite lives in soil, food, and water. It may also be on surfaces that have been contaminated with feces (poop). You can become infected by swallowing the parasite, if it is in your food, drinking water, or water that you swim in. You can also get it by touching your mouth with contaminated hands.The most common symptom of crypto is watery diarrhea. Other symptoms include:\tDehydration Weight loss \tStomach cramps or pain \tFever \tNausea \tVomiting Contact your health care provider if you have watery diarrhea that lasts more than a few days. Most people with crypto get better without treatment within one to two weeks. But crypto can cause serious problems in people with weak immune systems, like those with HIV/AIDS.To reduce your risk of crypto, wash your hands often, only drink water that you know is safe, and wash or peel fresh fruits and vegetables before eating.Centers for Disease Control and Prevention"}
{"id": "doc23", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc24", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc25", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc26", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc27", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc28", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc29", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc30", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc31", "contents": "Hepatitis A  What is Hepatitis?Hepatitis is inflammation of the liver. Inflammation is swelling that happens when tissues of the body are injured or infected. It can damage your liver. This swelling and damage can affect how well your liver functions.What is hepatitis A?Hepatitis A is a type of viral hepatitis. It causes an acute, or short-term, infection. This means that people usually get better without treatment after a few weeks.Thanks to a vaccine, hepatitis A is not very common in the United States.What causes hepatitis A?Hepatitis A is caused by the hepatitis A virus. The virus spreads through contact with an infected person's stool. This can happen if you:Eat food made by someone who has the virus and did not properly wash their hands after using the bathroomDrink contaminated water or eat foods that were rinsed with contaminated waterHave close personal contact with someone who has hepatitis A. This could be through certain types of sex (like oral-anal sex), taking care of someone who is ill, or using illegal drugs with others.Who is at risk for hepatitis A?Although anyone can get hepatitis A, you are at higher risk if you:Travel to developing countriesHave sex with someone who has hepatitis AAre a man who has sex with menUse illegal drugsAre experiencing homelessnessLive with or care for someone who has hepatitis ALive with or care for a child recently adopted from a country where hepatitis A is commonWhat are the symptoms of hepatitis A?Not everyone with hepatitis A has symptoms. Adults are more likely to have symptoms than children. If you do have symptoms, they usually start 2 to 7 weeks after infection. They can include:Dark yellow urineDiarrheaFatigueFeverGray- or clay-colored stoolsJoint painLoss of appetiteNausea and/or vomitingAbdominal painYellowish eyes and skin, called jaundiceThe symptoms usually last less than 2 months, although some people can be ill for as long as 6 months.You are at a higher risk of getting a more severe infection from hepatitis A if you also have HIV, hepatitis B, or hepatitis C.\t"}
{"id": "doc32", "contents": "Advance Directives  What kind of medical care would you want if you were too ill or hurt to express your wishes? Advance directives are legal documents that allow you to spell out your decisions about end-of-life care ahead of time. They give you a way to tell your wishes to family, friends, and health care professionals and to avoid confusion later on. A living will tells which treatments you want if you are dying or permanently unconscious. You can accept or refuse medical care. You might want to include instructions on:The use of dialysis and breathing machines\tIf you want to be resuscitated if your breathing or heartbeat stops \tTube feeding\tOrgan or tissue donation "}
{"id": "doc33", "contents": "Asbestos  Asbestos is the name of a group of minerals with long, thin fibers. It was once used widely as insulation. It also occurs in the environment. Asbestos fibers are so small you can't see them. If you disturb asbestos, the fibers can float in the air. This makes them easy to inhale, and some may become lodged in the lungs.If you breathe in high levels of asbestos over a long period of time, the fibers can build up in the lungs.  This causes scarring and inflammation, and can affect breathing. Eventually it can lead to diseases such as:Asbestosis, or scarring of the lungs that makes it hard to breatheMesothelioma, a rare cancer that affects the lining of the lungs or abdomenLung cancerLung diseases associated with asbestos usually develop over many years. People who become ill from asbestos are usually exposed on the job over long periods of time. Smoking cigarettes increases the risk.Agency for Toxic Substances and Disease Registry "}
{"id": "doc34", "contents": "Bacterial Infections  Bacteria are living things that have only one cell.  Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most types of don't make you sick. Many types are helpful. Some of them help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.But infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include Streptococcus, Staphylococcus, and E. coli.Antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them causing antibiotic resistance. Later, you could get or spread an infection that those antibiotics cannot cure.NIH: National Institute of Allergy and Infectious Diseases"}
{"id": "doc35", "contents": "Caregivers  A caregiver gives care to someone who needs help taking care of themselves. The person who needs help may be a child, an adult, or an older adult. They may need help because of an injury or disability.  Or they may have a chronic illness such as Alzheimer's disease or cancer.Some caregivers are informal caregivers. They are usually family members or friends. Other caregivers are paid professionals. Caregivers may give care at home or in a hospital or other health care setting. Sometimes they are caregiving from a distance. The types of tasks that caregivers do may include:Helping with daily tasks like bathing, eating, or taking medicineDoing housework and cookingRunning errands such as shopping for food and clothesDriving the person to appointmentsProviding company and emotional supportArranging activities and medical careMaking health and financial decisionsCaregiving can be rewarding. It may help to strengthen connections to a loved one. You may feel fulfillment from helping someone else. But caregiving may also be stressful and sometimes even overwhelming. You may be \"on call\" for 24 hours a day. You may also be working outside the home and taking care of children. So you need to make sure that you are not ignoring your own needs. You have to take care of your own physical and mental health as well. Because when you feel better, you can take better care of your loved one. It will also be easier to focus on the rewards of caregiving.Dept. of Health and Human Services Office on Women's Health"}
