{"id": "doc1", "contents": "Chronic Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is chronic lymphocytic leukemia (CLL)?Chronic lymphocytic leukemia (CLL) is a type of chronic leukemia. \"Chronic\" means that the leukemia usually gets worse slowly. In CLL, the bone marrow makes abnormal lymphocytes (a type of white blood cell). When the abnormal cells crowd out the healthy cells, it can lead to infection, anemia, and easy bleeding. The abnormal cells can also spread outside the blood to other parts of the body."}
{"id": "doc2", "contents": "Childhood Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia in children?There are different types of leukemia. Some types are acute (fast growing). They usually get worse quickly if they are not treated. Most childhood leukemias are acute:Acute lymphocytic leukemia (ALL), which is the most common type of leukemia in children and the most common cancer in children. In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell.Acute myeloid leukemia (AML), which happens when bone marrow makes abnormal myeloblasts (a type of white blood cell), red blood cells, or platelets.Other types of leukemia are chronic (slow growing). They usually get worse over a longer period of time. They are rare in children:Chronic lymphocytic leukemia (CLL), in which the bone marrow makes abnormal lymphocytes (a type of white blood cell). It is more common in teens than children.Chronic myeloid leukemia (CML), in which the bone marrow makes abnormal granulocytes (a type of white blood cell). It is very rare in children.There are some other rare types of leukemia in children, including juvenile myelomonocytic leukemia (JMML).What causes leukemia in children?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise the risk of childhood leukemia.Who is at risk for leukemia in children?The factors that raise the risk of childhood leukemia include:Having a brother or sister, especially a twin, with leukemiaPast treatment with chemotherapyExposure to radiation, including radiation therapyHaving certain genetic conditions, such as "}
{"id": "doc3", "contents": "Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What are the types of leukemia?There are different types of leukemia. Which type of leukemia you have depends on the type of blood cell that becomes cancer and whether it grows quickly or slowly.The type of blood cell could be:Lymphocytes, a type of white blood cellMyeloid cells, immature cells that become white blood cells, red blood cells, or plateletsThe different types can grow quickly or slowly:Acute leukemia is fast growing. It usually gets worse quickly if it's not treated.Chronic leukemia is slow growing. It usually gets worse over a longer period of time.The main types of leukemia are:Acute lymphocytic leukemia (ALL), which is the most common type of cancer in children. It can also affect adults.Acute myeloid leukemia (AML), which is more common in older adults but can also affect childrenChronic lymphocytic leukemia (CLL), which is one of the most common types of leukemia in adults. It often occurs during or after middle age.Chronic myeloid leukemia (CML), which usually occurs in adults during or after middle ageWhat causes leukemia?Leukemia happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown.Who is at risk for leukemia?For the specific types, there are different factors which can raise your risk of getting that type. Overall, your risk of leukemia goes up as you age. It is most common over age 60.What are the symptoms of leukemia?Some of the symptoms of leukemia may include:Feeling tiredFever or night sweatsEasy bruising or bleedingWeight loss or loss of appetitePetechiae, which are tiny red dots under the skin. They are caused by bleeding.Other leukemia symptoms can be different from type to type. Chromic leukemia may not cause symptoms at first.How is leukemia diagnosed?Your health care provider may use many tools to diagnose leukemia:A physical examA medical historyBlood tests, such as a complete blood count (CBC)Bone marrow tests. There are two main types - bone marrow aspiration and bone marrow biopsy. Both tests involve removing a sample of bone marrow and bone. The samples are sent to a lab for testing.Genetic tests to look for gene and chromosome changesOnce the provider makes a diagnosis, there may be additional tests to see whether the cancer has spread. These include imaging tests and a lumbar puncture, which is a procedure to collect and test cerebrospinal fluid (CSF).What are the treatments for leukemia?The treatments for leukemia depend on which type you have, how severe the leukemia is, your age, your overall health, and other factors. Some possible treatments might include:ChemotherapyRadiation therapyChemotherapy with stem cell transplantTargeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cellsNIH: National Cancer Institute"}
{"id": "doc4", "contents": "Lymphoma  Lymphoma is a cancer of a part of the immune system called the lymph system.  There are many types of lymphoma.  One type is Hodgkin disease.  The rest are called non-Hodgkin lymphomas.Non-Hodgkin lymphomas begin when a type of white blood cell, called a T cell or B cell, becomes abnormal. The cell divides again and again, making more and more abnormal cells. These abnormal cells can spread to almost any other part of the body. Most of the time, doctors don't know why a person gets non-Hodgkin lymphoma. You are at increased risk if you have a weakened immune system or have certain types of infections.Non-Hodgkin lymphoma can cause many symptoms, such as :Swollen, painless lymph nodes in the neck, armpits or groinUnexplained weight loss Fever Soaking night sweats Coughing, trouble breathing or chest pain Weakness and tiredness that don't go away Pain, swelling or a feeling of fullness in the abdomen Your doctor will diagnose lymphoma with a physical exam, blood tests, a chest x-ray, and a biopsy.  Treatments include chemotherapy, radiation therapy, targeted therapy, biological therapy, or therapy to remove proteins from the blood. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells. Biologic therapy boosts your body's own ability to fight cancer. If you don't have symptoms, you may not need treatment right away. This is called watchful waiting.NIH: National Cancer Institute"}
{"id": "doc5", "contents": "Acute Lymphocytic Leukemia  What is leukemia?Leukemia is a term for cancers of the blood cells. Leukemia starts in blood-forming tissues such as the bone marrow. Your bone marrow makes the cells which will develop into white blood cells, red blood cells, and platelets. Each type of cell has a different job:White blood cells help your body fight infectionRed blood cells deliver oxygen from your lungs to your tissues and organsPlatelets help form clots to stop bleedingWhen you have leukemia, your bone marrow makes large numbers of abnormal cells. This problem most often happens with white blood cells. These abnormal cells build up in your bone marrow and blood. They crowd out the healthy blood cells and make it hard for your cells and blood to do their work.What is acute lymphocytic leukemia (ALL)?Acute lymphocytic leukemia is a type of acute leukemia. It's also called ALL and acute lymphoblastic leukemia. \"Acute\" means that it usually gets worse quickly if it's not treated. ALL is the most common type of cancer in children. It can also affect adults.In ALL, the bone marrow makes too many lymphocytes, a type of white blood cell. These cells normally help your body fight infection. But in ALL, they are abnormal and cannot fight infection very well. They also crowd out the healthy cells, which can lead to infection, anemia, and easy bleeding. These abnormal cells can also spread to other parts of the body, including the brain and spinal cord.What causes acute lymphocytic leukemia (ALL)?ALL happens when there are changes in the genetic material (DNA) in bone marrow cells. The cause of these genetic changes is unknown. However, there are certain factors that raise your risk of ALL.Who is at risk for acute lymphocytic leukemia (ALL)?The factors that raise your risk of ALL include:Being maleBeing whiteBeing over age 70Having had chemotherapy or radiation therapyHaving been exposed to high levels of radiationHaving certain genetic disorders, such as Down syndromeWhat are the symptoms of acute lymphocytic leukemia (ALL)?The signs and symptoms of ALL include:Weakness or feeling tiredFever or night sweatsEasy bruising or bleedingPetechiae, which are tiny red dots under the skin. They are caused by bleeding.Shortness of breathWeight loss or loss of appetitePain in the bones or stomachPain or feeling of fullness below the ribsSwollen lymph nodes - you may notice them as painless lumps in the neck, underarm, stomach, or groinHaving had many infectionsHow is acute lymphocytic leukemia (ALL) diagnosed?Your health care provider may use many tools to diagnose ALL and figure out which subtype you have:A physical examA medical historyBlood tests, such as"}
{"id": "doc6", "contents": "Lymphatic Diseases  The lymphatic system is a network of tissues and organs. It is made up of:Lymph - a fluid that contains white blood cells that defend against germsLymph vessels - vessels that carry lymph throughout your body.  They are different from blood vessels.Lymph nodes - glands found throughout the lymph vessels. Along with your spleen, these nodes are where white blood cells fight infection.Your bone marrow and thymus produce the cells in lymph. They are part of the system, too.The lymphatic system clears away infection and keeps your body fluids in balance. If it's not working properly, fluid builds in your tissues and causes swelling, called lymphedema. Other lymphatic system problems can include infections, blockage, and cancer."}
{"id": "doc7", "contents": "Skin Pigmentation Disorders  Pigmentation means coloring. Skin pigmentation disorders affect the color of your skin. Your skin gets its color from a pigment called melanin. Special cells in the skin make melanin. When these cells become damaged or unhealthy, it affects melanin production. Some pigmentation disorders affect just patches of skin. Others affect your entire body. If your body makes too much melanin, your skin gets darker. Pregnancy, Addison's disease, and sun exposure all can make your skin darker. If your body makes too little melanin, your skin gets lighter. Vitiligo is a condition that causes patches of light skin. Albinism is a genetic condition affecting a person's skin. A person with albinism may have no color, lighter than normal skin color, or patchy missing skin color. Infections, blisters and burns can also cause lighter skin. "}
{"id": "doc8", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc9", "contents": "Lymphedema  Lymphedema is the name of a type of swelling. It happens when lymph builds up in your body's soft tissues.  Lymph is a fluid that contains white blood cells that defend against germs. It can build up when the lymph system is damaged or blocked. It usually happens in the arms or legs.Causes of lymphedema include:InfectionCancerScar tissue from radiation therapy or surgical removal of lymph nodesInherited conditions in which lymph nodes or vessels are absent or abnormalTreatment can help control symptoms.  It includes exercise, compression devices, skin care, and massage.NIH: National Cancer Institute"}
{"id": "doc10", "contents": "Spleen Diseases  Your spleen is an organ above your stomach and under your ribs on your left side. It is about as big as your fist. The spleen is part of your lymphatic system, which fights infection and keeps your body fluids in balance. It contains white blood cells that fight germs. Your spleen also helps control the amount of blood in your body, and destroys old and damaged cells. Certain diseases might cause your spleen to swell. You can also damage or rupture your spleen in an injury, especially if it is already swollen. If your spleen is too damaged, you might need surgery to remove it. You can live without a spleen. Other organs, such as your liver, will take over some of the spleen's work. Without a spleen, however, your body will lose some of its ability to fight infections."}
{"id": "doc11", "contents": "Blood Disorders  Your blood is living tissue made up of liquid and solids. The liquid part, called plasma, is made of water, salts and protein. Over half of your blood is plasma. The solid part of your blood contains red blood cells, white blood cells and platelets.Blood disorders affect one or more parts of the blood and prevent your blood from doing its job.  They can be acute or chronic. Many blood disorders are inherited. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet.Types of blood disorders include:Platelet disorders, excessive clotting, and bleeding problems, which affect how your blood clotsAnemia, which happens when your blood does not carry enough oxygen to the rest of your bodyCancers of the blood, such as leukemia and myelomaEosinophilic disorders, which are problems with one type of white blood cell."}
