{"id": "doc1", "contents": "Insomnia  What is insomnia?Insomnia is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you may get too little sleep or have poor-quality sleep. You may not feel refreshed when you wake up.What are the types of insomnia?Insomnia can be acute (short-term) or chronic (ongoing). Acute insomnia is common. Common causes include stress at work, family pressures, or a traumatic event. It usually lasts for days or weeks.Chronic insomnia lasts for a month or longer. Most cases of chronic insomnia are secondary. This means they are the symptom or side effect of some other problem, such as certain medical conditions, medicines, and other sleep disorders. Substances such as caffeine, tobacco, and alcohol can also be a cause.Sometimes chronic insomnia is the primary problem. This means that it is not caused by something else. Its cause is not well understood, but long-lasting stress, emotional upset, travel and shift work can be factors. Primary insomnia usually lasts more than one month.Who is at risk for insomnia?Insomnia is common. It affects women more often than men. You can get it at any age, but older adults are more likely to have it. You are also at higher risk of insomnia if you:Have a lot of stressAre depressed or have other emotional distress, such as divorce or death of a spouseHave a lower incomeWork at night or have frequent major shifts in your work hoursTravel long distances with time changesHave an inactive lifestyleAre African American; research shows that African Americans take longer to fall asleep, don't sleep as well, and have more sleep-related breathing problems than whites.What are the symptoms of insomnia?Symptoms of insomnia include:Lying awake for a long time before you fall asleepSleeping for only short periodsBeing awake for much of the nightFeeling as if you haven't slept at allWaking up too earlyWhat other problems can insomnia cause?Insomnia can cause daytime sleepiness and a lack of energy. It also can make you feel anxious, depressed, or irritable. You may have trouble focusing on tasks, paying attention, learning, and remembering. Insomnia also can cause other serious problems. For example, it could make you may feel drowsy while driving. This could cause you get into a car accident.How is insomnia diagnosed?To diagnose insomnia, your health care provider:Takes your medical historyAsks for your sleep history. Your provider will ask you for details about your sleep habits.Does a physical exam, to rule out other medical problems that might cause insomniaMay recommend a sleep study. A sleep study measures how well you sleep and how your body responds to sleep problems.What are the treatments for insomnia?Treatments include lifestyle changes, counseling, and medicines:Lifestyle changes, including good sleep habits, often help relieve acute (short-term) insomnia. These changes might make it easier for you to fall asleep and stay asleep.A type of counseling called cognitive-behavioral therapy (CBT) can help relieve the anxiety linked to chronic (ongoing) insomniaSeveral medicines also can help relieve your insomnia and allow you to re-establish a regular sleep scheduleIf your insomnia is the symptom or side effect of another problem, it's important to treat that problem (if possible).NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Alcohol Use Disorder (AUD)  What is alcohol use disorder (AUD)?For most adults, moderate alcohol use is probably not harmful. However, about 18 million adult Americans have an alcohol use disorder (AUD).  This means that their drinking causes distress and harm. AUD can range from mild to severe, depending on the symptoms. Severe AUD is sometimes called alcoholism or alcohol dependence.AUD is a disease that causes:Craving - a strong need to drinkLoss of control - not being able to stop drinking once you've startedNegative emotional state - feeling anxious and irritable when you are not drinkingWhat is binge drinking?Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours. Not everyone who binge drinks has an AUD, but they are at higher risk for getting one.What are the dangers of too much alcohol?Too much alcohol is dangerous. Heavy drinking can increase the risk of certain cancers. It may lead to liver diseases, such as fatty liver disease and cirrhosis. It can also cause damage to the brain and other organs. Drinking during pregnancy can harm your baby. Alcohol also increases the risk of death from car crashes, injuries, homicide, and suicide.How do I know if I have an alcohol use disorder (AUD)?You may have an AUD if you can answer yes to two or more of these questions:In the past year, have you:Ended up drinking more or for a longer time than you had planned to?Wanted to cut down or stop drinking, or tried to, but couldn't?Spent a lot of your time drinking or recovering from drinking?Felt a strong need to drink?Found that drinking - or being sick from drinking - often interfered with your family life, job, or school?Kept drinking even though it was causing trouble with your family or friends?Given up or cut back on activities that you enjoyed just so you could drink?Gotten into dangerous situations while drinking or after drinking? Some examples are driving drunk and having unsafe sex.Kept drinking even though it was making you feel depressed or anxious? Or when it was adding to another health problem?Had to drink more and more to feel the effects of the alcohol?Had withdrawal symptoms when the alcohol was wearing off? They include trouble sleeping, shakiness, irritability, anxiety, depression, restlessness, nausea, and sweating. In severe cases, you could have a fever, seizures, or hallucinations.If you have any of these symptoms, your drinking may already be a cause for concern. The more symptoms you have, the more serious the problem is.What should I do if I think that I might have an alcohol use disorder (AUD)?If you think you might have an AUD, see your health care provider for an evaluation. Your provider can help make a treatment plan, prescribe medicines, and if needed, give you treatment referrals.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc3", "contents": "Bullying and Cyberbullying  What is bullying?Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:Aggressive behavior.A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.Repetition, meaning it happens more than once or that it probably will happen againWhat are the types of bullying?There are three types of bullying:Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.Verbal bullying is saying or writing mean things, including name-calling, taunting, and threateningWhat is cyberbullying?Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:Posting rumors on social mediaSharing embarrassing pictures or videos onlineSharing someone else's private information online (doxing)Making threats against someone onlineCreating fake accounts and posting information to embarrass someoneCertain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.How is cyberbullying different from bullying?Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:Anonymous - people can hide their identities when they are online or using a cell phonePersistent - people can send messages instantly, at any time of the day or nightPermanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.Hard to notice - teachers and parents may not overhear or see cyberbullying taking placeWho is at risk of being bullied?Kids are at a higher risk of being bullied if they:Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicityAre seen as weakHave depression, anxiety, or low self-esteemDon't have many friends or are less popularDon't socialize well with othersHave an intellectual or developmental disabilityWho is at risk of being a bully?There are two types of kids who are more likely to bully others:Kids who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of othersKids who are more isolated from peers, may be depressed or anxious, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelingsThere are certain factors that make someone more likely to be a bully. They include:Being aggressive or easily frustratedHaving trouble at home, such as violence or bullying in the home or having uninvolved parentsHaving trouble following rulesSeeing violence positivelyHaving friends who bully othersWhat are the effects of bullying?Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:Depression, anxiety, and low self-esteem. These problems sometimes last into adulthood.Health complaints, including headaches and stomachachesLower grades and test scoresMissing and dropping out of schoolKids who bully others have a higher risk for substance use, problems in school, and violence later in life."}
{"id": "doc4", "contents": "Celiac Disease  Celiac disease is an immune disease in which people can't eat gluten because it will damage their small intestine. If you have celiac disease and eat foods with gluten, your immune system responds by damaging the small intestine.  Gluten is a protein found in wheat, rye, and barley. It may also be in other products like vitamins and supplements, hair and skin products, toothpastes, and lip balm.Celiac disease affects each person differently. Symptoms may occur in the digestive system, or in other parts of the body. One person might have diarrhea and abdominal pain, while another person may be irritable or depressed. Irritability is one of the most common symptoms in children. Some people have no symptoms.Celiac disease is genetic. Blood tests can help your doctor diagnose the disease. Your doctor may also need to examine a small piece of tissue from your small intestine. Treatment is a diet free of gluten. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Child Abuse  Child abuse is doing something or failing to do something that results in harm to a "}
{"id": "doc6", "contents": "Chronic Fatigue Syndrome  What is chronic fatigue syndrome (CFS)?Chronic fatigue syndrome (CFS) is a serious, long-term illness that affects many body systems. Another name for it is myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). CFS can often make you unable to do your usual activities. Sometimes you may not even be able to get out of bed.What causes chronic fatigue syndrome (CFS)?The cause of CFS is unknown. There may be more than one thing that causes it. It is possible that two or more triggers might work together to cause the illness.Who is at risk for chronic fatigue syndrome (CFS)?Anyone can get CFS, but it is most common in people between 40 and 60 years old. Adult women have it more often that adult men. Whites are more likely than other races to get a diagnosis of CFS, but many people with CFS have not been diagnosed with it.What are the symptoms of chronic fatigue syndrome (CFS)?CFS symptoms can include:Severe fatigue that is not improved by restSleep problemsPost-exertional malaise (PEM), where your symptoms get worse after any physical or mental activityProblems with thinking and concentratingPainDizzinessCFS can be unpredictable. Your symptoms may come and go. They may change over time - sometimes they might get better, and other times they may get worse.How is chronic fatigue syndrome (CFS) diagnosed?CFS can be difficult to diagnose. There is no specific test for CFS, and other illnesses can cause similar symptoms. Your health care provider has to rule out other diseases before making a diagnosis of CFS. He or she will do a thorough medical exam, including:Asking about your medical history and your family's medical historyAsking about your current illness, including your symptoms. Your doctor will want to know how often you have symptoms, how bad they are, how long they have lasted, and how they affect your life.A thorough physical and mental status examBlood, urine, or other testsWhat are the treatments for chronic fatigue syndrome (CFS)?There is no cure or approved treatment for CFS, but you may be able to treat or manage some of your symptoms. You, your family, and your health care provider should work together to decide on a plan. You should figure out which symptom causes the most problems and try to treat that first. For example, if sleep problems affect you the most, you might first try using good sleep habits. If those do not help, you may need to take medicines or see a sleep specialist.Strategies such as learning new ways to manage activity can also be helpful. You need to make sure that you do not \"push and crash.\" This can happen when you feel better, do too much, and then get worse again.Since the process of developing a treatment plan and attending to self-care can be hard if you have CFS, it is important to have support from family members and friends.Don't try any new treatments without talking to your health care provider. Some treatments that are promoted as cures for CFS are unproven, often costly, and could be dangerous.Centers for Disease Control and Prevention"}
{"id": "doc7", "contents": "Fatigue  Everyone feels tired now and then. Sometimes you may just want to stay in bed. But, after a good night's sleep, most people feel refreshed and ready to face a new day. If you continue to feel tired for weeks, it's time to see your doctor. He or she may be able to help you find out what's causing your fatigue and recommend ways to relieve it.Fatigue itself is not a disease. Medical problems, treatments, and personal habits can add to fatigue. These include:Taking certain medicines, such as antidepressants, antihistamines, and medicines for nausea and painHaving medical treatments, like chemotherapy and radiationRecovering from major surgeryAnxiety, stress, or depressionStaying up too lateDrinking too much alcohol or too many caffeinated drinksPregnancyOne disorder that causes extreme fatigue is chronic fatigue syndrome (CFS). This fatigue is not the kind of tired feeling that goes away after you rest. Instead, it lasts a long time and limits your ability to do ordinary daily activities.NIH: National Institute on Aging"}
{"id": "doc8", "contents": "Fibromyalgia  What is fibromyalgia?Fibromyalgia is chronic condition that causes pain all over the body, fatigue, and other symptoms. People with fibromyalgia may be more sensitive to pain than people who don't have it. This is called abnormal pain perception processing.What causes fibromyalgia?The exact cause of fibromyalgia is unknown. Researchers think that certain things might contribute to its cause:Stressful or traumatic events, such as car accidentsRepetitive injuriesIllnesses such as viral infectionsSometimes, fibromyalgia can develop on its own. It can run in families, so genes may play a role in the cause.Who is at risk for fibromyalgia?Anyone can get fibromyalgia, but it is more common in:Women; they are twice as likely to have fibromyalgiaMiddle-aged peoplePeople with certain diseases, such as lupus, rheumatoid arthritis, or ankylosing spondylitisPeople who have a family member with fibromyalgiaWhat are the symptoms of fibromyalgia?Common symptoms of fibromyalgia include:Pain and stiffness all over the bodyFatigue and tirednessProblems with thinking, memory, and concentration (sometimes called \"fibro fog\")Depression and anxietyHeadaches, including migrainesIrritable bowel syndromeNumbness or tingling in the hands and feetPain in the face or jaw, including disorders of the jaw know as temporomandibular joint syndrome (TMJ)Sleep problemsHow is fibromyalgia diagnosed?Fibromyalgia can be hard to diagnose. It sometimes takes visits to several different health care providers to get a diagnosis. One problem is that there isn't a specific test for it. And the main symptoms, pain and fatigue, are common in many other conditions. Health care providers have to rule out other causes of the symptoms before making a diagnosis of fibromyalgia. This is called making a differential diagnosis.TYour health care provider may use many tools to make a diagnosis:A medical history, including asking detailed questions about your symptomsA physical examX-rays and blood tests to rule out other conditionsThe guidelines for diagnosing fibromyalgia, which includeA history of widespread pain lasting more than 3 monthsPhysical symptoms including fatigue, waking unrefreshed, and cognitive (memory or thought) problemsThe number of areas throughout the body in which you had pain in the past weekWhat are the treatments for fibromyalgia?Not all health care providers are familiar with fibromyalgia and its treatment. You should see a doctor or team of health care providers who specialize in the treatment of fibromyalgia.Fibromyalgia is treated with a combination of treatments, which may include medicines, lifestyle changes, talk therapy, and complementary therapies:MedicinesOver-the-counter pain relieversPrescription medicines that were specifically approved to treat fibromyalgiaPrescription pain medicinesCertain antidepressants, which may help with pain or sleep problemsLifestyle changesGetting enough sleepGetting regular physical activity. If you have not already been active, start slowly and gradually increase how much activity you get. You may want to see a physical therapist, who can help you create a plan that is right for you.Learning how to manage stressEating a healthy dietLearning to pace yourself. If you do too much, it can make your symptoms worse. So you need to learn to balance being active with your need for rest.Talk therapy, such as cognitive behavioral therapy (CBT), can help you learn strategies to deal with pain, stress, and negative thoughts. If you also have depression along with your fibromyalgia, talk therapy can help with that too.Complementary therapies have helped some people with the symptoms of fibromyalgia. But researchers need to do more studies to show which ones are effective. You could consider trying them, but you should check with your health care provider first. These therapies includeMassage therapyMovement therapiesChiropractic therapyAcupuncture"}
{"id": "doc9", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc10", "contents": "Adrenal Gland Disorders  What are adrenal glands?Your adrenal glands are two small organs that sit on top of each kidney. The adrenal glands make different types of hormones you need to stay alive and healthy. Hormones are chemicals that travel in your bloodstream and control how different parts of your body work.The adrenal glands make the hormones cortisol, aldosterone, adrenaline, and noradrenaline. They also make hormones that your body uses to make sex hormones (estrogen and testosterone). All of these hormones do many important jobs, including:Turning food into energy and managing blood sugar levelsBalancing salt and waterKeeping blood pressure normalResponding to illness and stress (your \"fight or flight\" response)Timing when and how fast a child develops sexuallySupporting pregnancyWhat are adrenal gland disorders?When you have an adrenal gland disorder, your body makes too much or too little of one or more hormones. The symptoms depend on the type of problem you have and how much it affects the hormone levels in your body.There are many types of adrenal gland disorders, including:Addison's Disease - a condition in which the adrenal glands don't make enough cortisolCushing's Syndrome - a condition caused by too much cortisol in the body, often from taking steroid medicines for a long timeAldosterone-producing adenoma - a benign tumor (not cancer) that makes too much aldosterone and may cause serious high blood pressureHereditary paraganglioma-pheochromocytoma - an inherited condition causing different types of tumors that make adrenaline and other hormones. Some tumors may become cancerous.Adrenal gland cancer - cancerous tumors, including adrenocortical carcinoma and neuroblastomaCongenital Adrenal Hyperplasia (CAH) - a group of inherited disorders in which the adrenal glands don't make enough cortisol. The most common type is 21-hydroxylase deficiency (also called CAH1). In the United States, newborn babies get a blood test to see if they have CAH. People born with CAH may not have symptoms until childhood or later in life.What causes adrenal gland disorders?The cause of adrenal gland disorders depends on the type of disorder you have. Causes can include:Medicines such as steroidsA problem in another gland, such as the pituitary gland. The pituitary gland releases hormones that affect how the adrenal glands work.Changes in genes (mutations). These changes can cause the adrenal glands to make too much or too little of one or more hormones.InfectionsIn many cases the cause of the problem isn't clear.How are adrenal gland disorders diagnosed?Health care providers use different tests to check for adrenal disorders depending on your symptoms and health history.  For example, you may have tests of your blood, urine (pee), or saliva (spit).  These tests check your hormone levels. Your provider may order x-rays, CT scans, or MRI scans to look for tumors.What are the treatments for adrenal gland disorders?Different types of adrenal gland disorders have different treatments. They include medicines and surgery.  Radiation therapy is sometimes a treatment for tumors. There are treatments to cure certain adrenal gland disorders. For other disorders, treatments can manage your symptoms.NIH: National Institute of Child Health and Human Development"}
{"id": "doc11", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc12", "contents": "Colonic Polyps  A polyp is an extra piece of tissue that grows inside your body. Colonic polyps grow in the large intestine, or colon.  Most polyps are not dangerous. However, some polyps may turn into cancer or already be cancer. To be safe, doctors remove polyps and test them.  Polyps can be removed when a doctor examines the inside of the large intestine during a colonoscopy.Anyone can get polyps, but certain people are more likely than others. You may have a greater chance of getting polyps if you :\tAre over age 50 \tHave had polyps before \tHave a family member with polyps \tHave a family history of colon cancer Most colon polyps do not cause symptoms. If you have symptoms, they may include blood on your underwear or on toilet paper after a bowel movement, blood in your stool, or constipation or diarrhea lasting more than a week.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Men's Health  Most men need to pay more attention to their health. Compared to women, men are more likely to:Smoke and drinkMake unhealthy or risky choicesPut off regular checkups and medical careThere are also health conditions that only affect men, such as prostate cancer and low testosterone. Many of the major health risks that men face - like colon cancer or heart disease - can be prevented and treated with early diagnosis. Screening tests can find diseases early, when they are easier to treat. It's important to get the screening tests you need."}
{"id": "doc14", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "Genetic Disorders  Genes are the building blocks of heredity. They are passed from parent to child. They hold DNA, the instructions for making proteins. Proteins do most of the work in cells. They move molecules from one place to another, build structures, break down toxins, and do many other maintenance jobs.Sometimes there is a mutation, a change in a gene or genes.  The mutation changes the gene's instructions for making a protein, so the protein does not work properly or is missing entirely. This can cause a medical condition called a genetic disorder.You can inherit a gene mutation from one or both parents.  A mutation can also happen during your lifetime.There are three types of genetic disorders:Single-gene disorders, where a mutation affects one gene.  Sickle cell anemia is an example.Chromosomal disorders, where chromosomes (or parts of chromosomes) are missing or changed. Chromosomes are the structures that hold our genes.  Down syndrome is a chromosomal disorder.Complex disorders, where there are mutations in two or more genes. Often your lifestyle and environment also play a role.  Colon cancer is an example.Genetic tests on blood and other tissue can identify genetic disorders.NIH: National Library of Medicine"}
{"id": "doc16", "contents": "Colorectal Cancer  The colon and rectum are part of the large intestine. Colorectal cancer occurs when tumors form in the lining of the large intestine. It is common in both men and women. The risk of developing colorectal cancer rises after age 50. You're also more likely to get it if you have colorectal polyps, a family history of colorectal cancer, ulcerative colitis or Crohn's disease, eat a diet high in fat, or smoke.Symptoms of colorectal cancer include:Diarrhea or constipationA feeling that your bowel does not empty completelyBlood (either bright red or very dark) in your stoolStools that are narrower than usualFrequent gas pains or cramps, or feeling full or bloatedWeight loss with no known reasonFatigueNausea or vomitingBecause you may not have symptoms at first, it's important to have screening tests. Everyone over 50 should get screened. Tests include colonoscopy and tests for blood in the stool. Treatments for colorectal cancer include surgery, chemotherapy, radiation, or a combination. Surgery can usually cure it when it is found early.NIH: National Cancer Institute"}
{"id": "doc17", "contents": "Colonic Polyps  A polyp is an extra piece of tissue that grows inside your body. Colonic polyps grow in the large intestine, or colon.  Most polyps are not dangerous. However, some polyps may turn into cancer or already be cancer. To be safe, doctors remove polyps and test them.  Polyps can be removed when a doctor examines the inside of the large intestine during a colonoscopy.Anyone can get polyps, but certain people are more likely than others. You may have a greater chance of getting polyps if you :\tAre over age 50 \tHave had polyps before \tHave a family member with polyps \tHave a family history of colon cancer Most colon polyps do not cause symptoms. If you have symptoms, they may include blood on your underwear or on toilet paper after a bowel movement, blood in your stool, or constipation or diarrhea lasting more than a week.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc18", "contents": "Men's Health  Most men need to pay more attention to their health. Compared to women, men are more likely to:Smoke and drinkMake unhealthy or risky choicesPut off regular checkups and medical careThere are also health conditions that only affect men, such as prostate cancer and low testosterone. Many of the major health risks that men face - like colon cancer or heart disease - can be prevented and treated with early diagnosis. Screening tests can find diseases early, when they are easier to treat. It's important to get the screening tests you need."}
{"id": "doc19", "contents": "Anemia  If you have anemia, your blood does not carry enough oxygen to the rest of your body.  The most common cause of anemia is not having enough iron. Your body needs iron to make hemoglobin. Hemoglobin is an iron-rich protein that gives the red color to blood. It carries oxygen from the lungs to the rest of the body.Anemia has three main causes: blood loss, lack of red blood cell production, and high rates of red blood cell destruction.Conditions that may lead to anemia include:Heavy periodsPregnancyUlcersColon polyps or colon cancerInherited disordersA diet that does not have enough iron, folic acid or vitamin B12Blood disorders such as sickle cell anemia and thalassemia, or cancerAplastic anemia, a condition that can be inherited or acquiredG6PD deficiency, a metabolic disorderAnemia can make you feel tired, cold, dizzy, and irritable. You may be short of breath or have a headache.Your doctor will diagnose anemia with a physical exam and blood tests. Treatment depends on the kind of anemia you have.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc20", "contents": "Genetic Disorders  Genes are the building blocks of heredity. They are passed from parent to child. They hold DNA, the instructions for making proteins. Proteins do most of the work in cells. They move molecules from one place to another, build structures, break down toxins, and do many other maintenance jobs.Sometimes there is a mutation, a change in a gene or genes.  The mutation changes the gene's instructions for making a protein, so the protein does not work properly or is missing entirely. This can cause a medical condition called a genetic disorder.You can inherit a gene mutation from one or both parents.  A mutation can also happen during your lifetime.There are three types of genetic disorders:Single-gene disorders, where a mutation affects one gene.  Sickle cell anemia is an example.Chromosomal disorders, where chromosomes (or parts of chromosomes) are missing or changed. Chromosomes are the structures that hold our genes.  Down syndrome is a chromosomal disorder.Complex disorders, where there are mutations in two or more genes. Often your lifestyle and environment also play a role.  Colon cancer is an example.Genetic tests on blood and other tissue can identify genetic disorders.NIH: National Library of Medicine"}
