{"id": "doc1", "contents": "Acute Flaccid Myelitis  What is acute flaccid myelitis (AFM)?Acute flaccid myelitis (AFM) is a neurologic disease. It is rare, but serious. It affects an area of the spinal cord called gray matter. This can cause the muscles and reflexes in the body to become weak.Because of these symptoms, some people call AFM a \"polio-like\" illness. But since 2014, people with AFM have been tested, and they did not have poliovirus.What causes acute flaccid myelitis (AFM)?Researchers think that viruses, including enteroviruses, likely play a role in causing AFM.  Most people with AFM had a mild respiratory illness or fever (like you would get from a viral infection) before they got AFM.Who is at risk for acute flaccid myelitis (AFM)?Anyone can get AFM, but most cases (more than 90%) have been in young children.What are the symptoms of acute flaccid myelitis (AFM)?Most people with AFM will suddenly have:Arm or leg weaknessA loss of muscle tone and reflexesSome people also have other symptoms, including:Facial drooping/weaknessTrouble moving the eyesDrooping eyelidsTrouble swallowingSlurred speechPain in the arms, legs, back, or neckSometimes AFM can weaken the muscles that you need for breathing. This can lead to respiratory failure, which is very serious. If you get respiratory failure, you may need to use a ventilator (breathing machine) to help you breathe.If you or your child develops any of these symptoms, you should get medical care right away.How is acute flaccid myelitis (AFM) diagnosed?AFM causes many of the same symptoms as other neurologic diseases, such as transverse myelitis and Guillain-Barre syndrome. This can make it difficult to diagnose. The doctor may use many tools to make a diagnosis:A neurologic exam, including looking at where there is weakness, poor muscle tone, and decreased reflexesAn MRI to look at the spinal cord and brainLab tests on the cerebrospinal fluid (the fluid around the brain and spinal cord)Nerve conduction and electromyography (EMG) studies. These tests check nerve speed and the response of muscles to the messages from the nerves. It is important that the tests are done as soon as possible after the symptoms start.What are the treatments for acute flaccid myelitis (AFM)?There is no specific treatment for AFM. A doctor who specializes in treating brain and spinal cord illnesses (neurologist) may recommend treatments for specific symptoms. For example, physical and/or occupational therapy may help with arm or leg weakness. Researchers do not know the long-term outcomes of people with AFM.Can acute flaccid myelitis (AFM) be prevented?Since viruses likley play a role in AFM, you should take steps to help prevent getting or spreading viral infections by:Washing hands often with soap and waterAvoiding touching your face with unwashed handsAvoiding close contact with people who are sickCleaning and disinfecting surfaces that you frequently touch, including toysCovering coughs and sneezes with a tissue or upper shirt sleeve, not handsStaying home when sickCenters for Disease Control and Prevention"}
{"id": "doc2", "contents": "Bell's Palsy  Bell's palsy is the most common cause of facial paralysis. It usually affects just one side of the face. Symptoms appear suddenly and are at their worst about 48 hours after they start. They can range from mild to severe and include:TwitchingWeaknessParalysisDrooping eyelid or corner of mouthDroolingDry eye or mouthExcessive tearing in the eyeImpaired ability to tasteScientists think that a viral infection makes the facial nerve swell or become inflamed.  You are most likely to get Bell's palsy if you are pregnant, diabetic or sick with a cold or flu.Three out of four patients improve without treatment.  With or without treatment, most people begin to get better within 2 weeks and recover completely within 3 to 6 months. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc3", "contents": "Facial Injuries and Disorders  Face injuries and disorders can cause pain and affect how you look. In severe cases, they can affect sight, speech, breathing and your ability to swallow. Fractures (broken bones), especially in the bones of your nose, cheekbone and jaw, are common facial injuries.Certain diseases also lead to facial disorders. For example, nerve diseases like trigeminal neuralgia or Bell's palsy sometimes cause facial pain, spasms and trouble with eye or facial movement. Birth defects can also affect the face. They can cause underdeveloped or unusually prominent facial features or a lack of facial expression. Cleft lip and palate are a common facial birth defect."}
{"id": "doc4", "contents": "Lyme Disease  What is Lyme disease?Lyme disease is a bacterial infection you get from the bite of an infected tick. At first, Lyme disease usually causes symptoms such as a rash, fever, headache, and fatigue.  But if it is not treated early, the infection can spread to your joints, heart, and nervous system. Prompt treatment can help you recover quickly.What causes Lyme disease?Lyme disease is caused by bacteria. In the United States, this is usually a bacterium called Borrelia burgdorferi. It spreads to humans through the bite of an infected tick. The ticks that spread it are blacklegged ticks (or deer ticks). They are usually found in the:NortheastMid-AtlanticUpper MidwestPacific coast, especially northern CaliforniaThese ticks can attach to any part your body. But they are often found in hard-to-see areas such as your groin, armpits, and scalp. Usually the tick must be attached to you for 36 to 48 hours or more to spread the bacterium to you.Who is at risk for Lyme disease?Anyone can get a tick bite. But people who spend lots of time outdoors in wooded, grassy areas are at a higher risk. This includes campers, hikers, and people who work in gardens and parks.Most tick bites happen in the summer months when ticks are most active and people spend more time outdoors. But you can get bitten in the warmer months of early fall, or even late winter if temperatures are unusually high. And if there is a mild winter, ticks may come out earlier than usual.What are the symptoms of Lyme disease?Early symptoms of Lyme disease start between 3 to 30 days after an infected tick bites you. The symptoms can include:A red rash called erythema migrans (EM). Most people with Lyme disease get this rash. It gets bigger over several days and may feel warm. It is usually not painful or itchy. As it starts to get better, parts of it may fade. Sometimes this makes the rash look like a \"bull's-eye.\"FeverChillsHeadacheFatigueMuscle and joint achesSwollen lymph nodesIf the infection is not treated, it can spread to your joints, heart, and nervous system. The symptoms may include:Severe headaches and neck stiffnessAdditional EM rashes on other areas of your bodyFacial palsy, which is a weakness in your facial muscles. It can cause drooping on one or both sides of your face.Arthritis with severe joint pain and swelling, especially in your knees and other large jointsPain that comes and goes in your tendons, muscles, joints, and bonesHeart palpitations, which are feelings that your heart is skipping a beat, fluttering, pounding, or beating too hard or too fastAn irregular heart beat (Lyme carditis)Episodes of dizziness or shortness of breathInflammation of the brain and spinal cordNerve painShooting pains, numbness, or tingling in the hands or feetHow is Lyme disease diagnosed?To make a diagnosis, your health care provider will consider:Your symptomsHow likely it is that you were exposed to infected blacklegged ticksThe possibility that other illnesses may cause similar symptoms"}
{"id": "doc5", "contents": "Myasthenia Gravis  Myasthenia gravis is a disease that causes weakness in your voluntary muscles. These are the muscles that you control. For example, you may have weakness in the muscles for eye movement, facial expressions, and swallowing. You can also have weakness in other muscles.  This weakness gets worse with activity, and better with rest.Myasthenia gravis is an autoimmune disease. Your body's immune system makes antibodies that block or change some of the nerve signals to your muscles.  This makes your muscles weaker.Other conditions can cause muscle weakness, so myasthenia gravis can be hard to diagnose. Tests used to make a diagnosis include blood, nerve, muscle, and imaging tests.With treatment, the muscle weakness often gets much better. Medicines can help improve nerve-to-muscle messages and make muscles stronger. Other drugs keep your body from making so many abnormal antibodies. These medicines can have major side effects, so they should be used carefully. There are also treatments which filter abnormal antibodies from the blood or add healthy antibodies from donated blood. Sometimes, surgery to take out the thymus gland helps.Some people with myasthenia gravis go into remission. This means that they do not have symptoms.  The remission is usually temporary, but sometimes it can be permanent.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc6", "contents": "Speech and Communication Disorders  Many disorders can affect our ability to speak and communicate. They range from saying sounds incorrectly to being completely unable to speak or understand speech.  Causes include:Hearing disorders and deafnessVoice problems, such as dysphonia or those caused by cleft lip or palateSpeech problems like stutteringDevelopmental disabilitiesLearning disabilitiesAutism spectrum disorderBrain injuryStrokeSome speech and communication problems may be genetic. Often, no one knows the causes. By first grade, about 5% of children have noticeable speech disorders. Speech and language therapy can help. NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc7", "contents": "Speech and Communication Disorders  Many disorders can affect our ability to speak and communicate. They range from saying sounds incorrectly to being completely unable to speak or understand speech.  Causes include:Hearing disorders and deafnessVoice problems, such as dysphonia or those caused by cleft lip or palateSpeech problems like stutteringDevelopmental disabilitiesLearning disabilitiesAutism spectrum disorderBrain injuryStrokeSome speech and communication problems may be genetic. Often, no one knows the causes. By first grade, about 5% of children have noticeable speech disorders. Speech and language therapy can help. NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc8", "contents": "Carpal Tunnel Syndrome  You're working at your desk, trying to ignore the tingling or numbness you've had for some time in your hand and wrist. Suddenly, a sharp, piercing pain shoots through the wrist and up your arm. Just a passing cramp? It could be carpal tunnel syndrome.The carpal tunnel is a narrow passageway of ligament and bones at the base of your hand. It contains nerve and tendons. Sometimes, thickening from irritated tendons or other swelling narrows the tunnel and causes the nerve to be compressed. Symptoms usually start gradually. As they worsen, grasping objects can become difficult.Often, the cause is having a smaller carpal tunnel than other people do. Other causes include performing assembly line work, wrist injury, or swelling due to certain diseases, such as rheumatoid arthritis. Women are three times more likely to have carpal tunnel syndrome than men.Early diagnosis and treatment are important to prevent permanent nerve damage. Your doctor diagnoses carpal tunnel syndrome with a physical exam and special nerve tests.  Treatment includes resting your hand, splints, pain and anti-inflammatory medicines, and sometimes surgery. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Stroke  What is a stroke?A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. This can cause lasting brain damage, long-term disability, or even death.If you think that you or someone else is having a stroke, call 911 right away. Immediate treatment may save someone's life and increase the chances for successful rehabilitation and recovery.What are the types of stroke?There are two types of stroke:Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.Hemorrhagic stroke is caused by a blood vessel that breaks and bleeds into the brainAnother condition that's similar to a stroke is a transient ischemic attack (TIA). It's sometimes called a \"mini-stroke.\" TIAs happen when the blood supply to the brain is blocked for a short time. The damage to the brain cells isn't permanent, but if you have had a TIA, you are at a much higher risk of having a stroke.Who is at risk for a stroke?Certain factors can raise your risk of a stroke. The major risk factors include:High blood pressure. This is the primary risk factor for a stroke.Diabetes.Heart diseases.Atrial fibrillation and other heart diseases can cause blood clots that lead to stroke.Smoking. When you smoke, you damage your blood vessels and raise your blood pressure.A personal or family history of stroke or TIA.Age. Your risk of stroke increases as you get older.Race and ethnicity. African Americans have a higher risk of stroke.There are also other factors that are linked to a higher risk of stroke, such as:Alcohol and illegal drug useNot getting enough physical activityHigh cholesterolUnhealthy dietHaving obesityWhat are the symptoms of stroke?The symptoms of stroke often happen quickly. They include:Sudden numbness or weakness of the face, arm, or leg (especially on one side of the body)Sudden confusion, trouble speaking, or understanding speechSudden trouble seeing in one or both eyesSudden difficulty walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIf you think that you or someone else is having a stroke, call 911 right away.How are strokes diagnosed?To make a diagnosis, your health care provider will:Ask about your symptoms and medical historyDo a physical exam, including a check of"}
{"id": "doc11", "contents": "Acoustic Neuroma  An acoustic neuroma is a benign tumor that develops on the nerve that connects the ear to the brain. The tumor usually grows slowly. As it grows, it presses against the hearing and balance nerves. At first, you may have no symptoms or mild symptoms. They can include: Loss of hearing on one side  Ringing in ears Dizziness and balance problemsThe tumor can also eventually cause numbness or paralysis of the face. If it grows large enough, it can press against the brain, becoming life-threatening.Acoustic neuroma can be difficult to diagnose, because the symptoms are similar to those of middle ear problems.  Ear exams, hearing tests, and scans can show if you have it.If the tumor stays small, you may only need to have it checked regularly.  If you do need treatment, surgery and radiation are options.If the tumors affect both hearing nerves, it is often because of a genetic disorder called neurofibromatosis.NIH: National Institute on Deafness and Communication Disorders"}
{"id": "doc12", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc14", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc15", "contents": "Gum Disease  If you have gum disease, you're not alone. Many U.S. adults currently have some form of the disease. It ranges from simple gum inflammation, called gingivitis, to serious damage to the tissue and bone supporting the teeth.   In the worst cases, you can lose teeth.In gingivitis, the gums become red and swollen. They can bleed easily. Gingivitis is a mild form of gum disease. You can usually reverse it  with daily brushing and flossing and regular cleanings by a dentist or dental hygienist. Untreated gingivitis can lead to periodontitis. If you have periodontitis, the gums pull away from the teeth and form pockets that  become infected. If not treated, the bones, gums and connective tissue that support the teeth are destroyed.NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc16", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "Balance Problems  Have you ever felt dizzy, lightheaded, or as if the room is spinning around you? If the feeling happens often, it could be a sign of a balance problem. Balance problems can make you feel unsteady. You may also have blurred vision, confusion, and disorientation. They are one cause of falls and fall-related injuries, such as a hip fracture (broken hip).Some balance problems are due to problems in the inner ear. Others may involve another part of the body, such as the brain or the heart. Aging, infections, head injury, certain medicines, or problems with blood circulation may also cause balance problems.It is important to see your doctor about balance problems. They can be a sign of other health problems, such as an ear infection or a stroke. Your doctor may send you to a specialist for a diagnosis. You may need a hearing test, blood tests, or imaging studies of your head and brain. Other possible tests look at your eye movements, and how your body responds to movement.In some cases, treating the illness that is causing the disorder will help with the balance problem. Exercises, a change in diet, and some medicines also can help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc19", "contents": "Falls  Falls can be dangerous at any age. Babies and young children can get hurt falling off furniture or down the stairs. Older children may fall off playground equipment. For older adults, falls can be especially serious. They are at higher risk of falling. They are also more likely to fracture (break) a bone when they fall, especially if they have osteoporosis. A broken bone, especially when it is in a hip, may even lead to disability and a loss of independence for older adults. Some common causes of falls include:Balance problemsSome medicines, which can make you feel dizzy, confused, or slowVision problemsAlcohol, which can affect your balance and reflexesMuscle weakness, especially in your legs, which can make it harder for you to get up from a chair or keep your balance when walking on an uneven surface.Certain illnesses, such as low blood pressure, diabetes, and neuropathySlow reflexes, which make it hard to keep your balance or move out of the way of a hazardTripping or slipping due to loss of footing or tractionAt any age, people can make changes to lower their risk of falling. It important to take care of your health, including getting regular eye exams. Regular exercise may lower your risk of falls by strengthening your muscles, improving your balance, and keeping your bones strong. And you can look for ways to make your house safer. For example, you can get rid of tripping hazards and make sure that you have rails on the stairs and in the bath. To reduce the chances of breaking a bone if you do fall, make sure that you get enough calcium and vitamin D. NIH: National Institute on Aging"}
{"id": "doc20", "contents": "Usher Syndrome  Usher syndrome is an inherited disease that causes serious hearing loss and retinitis pigmentosa, an eye disorder that causes your vision to get worse over time. It is the most common condition that affects both hearing and vision.There are three types of Usher syndrome:People with type I are deaf from birth and have severe balance problems from a young age. Vision problems usually start by age 10 and lead to blindness.People with type II have moderate to severe hearing loss and normal balance. Vision problems start in the early teens and get worse more slowly than in type I.People with type III are born with normal hearing and near-normal balance but develop vision problems and then hearing loss.There is no cure. Tools such as hearing aids or cochlear implants can help some people. Training such as Braille instruction, low-vision services, or auditory training can also help.NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc21", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc22", "contents": "Dizziness and Vertigo  When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.NIH: National Institutes of Health"}
{"id": "doc23", "contents": "Multiple Sclerosis  Multiple sclerosis (MS) is a nervous system disease that affects your brain and spinal cord.  It damages the myelin sheath, the material that surrounds and protects your nerve cells. This damage slows down or blocks messages between your brain and your body, leading to the symptoms of MS. They can include:Visual disturbancesMuscle weaknessTrouble with coordination and balanceSensations such as numbness, prickling, or \"pins and needles\" Thinking and memory problemsNo one knows what causes MS. It may be an autoimmune disease, which happens when your immune system attacks healthy cells in your body by mistake. Multiple sclerosis affects women more than men. It often begins between the ages of 20 and 40.  Usually, the disease is mild, but some people lose the ability to write, speak, or walk.There is no specific test for MS.  Doctors use a medical history, physical exam, neurological exam, MRI, and other tests to diagnose it. There is no cure for MS, but medicines may slow it down and help control symptoms. Physical and occupational therapy may also help.NIH: National Institute of Neurological Disorders and Stroke"}
