{"id": "doc1", "contents": "Cerebral Palsy  What is cerebral palsy (CP)?Cerebral palsy (CP) is a group of disorders that cause problems with movement, balance, and posture. CP affects the cerebral motor cortex. This is the part of the brain that directs muscle movement. In fact, the first part of the name, cerebral, means having to do with the brain. The second part, palsy, means weakness or problems with using the muscles.What are the types of cerebral palsy (CP)?There are different types of CP:Spastic cerebral palsy, which is the most common type. It causes increased muscle tone, stiff muscles, and awkward movements. Sometimes it only affects one part of the body. In other cases, it can affect both arms and legs, the trunk, and the face.Dyskinetic cerebral palsy, which causes problems controlling the movement of the hands, arms, feet, and legs. This can make it hard to sit and walk.Ataxic cerebral palsy, which causes problems with balance and coordinationMixed cerebral palsy, which means that you have symptoms of more than one typeWhat causes cerebral palsy (CP)?CP is caused by abnormal development or damage to the developing brain. It could happen when:The cerebral motor cortex doesn't develop normally during fetal growthThere is an injury to the brain before, during, or after birthBoth the brain damage and the disabilities it causes are permanent.Who is at risk for cerebral palsy (CP)?CP is more common among boys than girls. It affects black children more often than white children.Certain medical conditions or events that can happen during pregnancy and delivery that may increase a baby's risk of being born with cerebral palsy, including:Being born too smallBeing born too earlyBeing born a twin or other multiple birthBeing conceived by in vitro fertilization (IVF) or other assisted reproductive technology (ART)Having a mother who had an infection during pregnancyHaving a mother with certain health problems in pregnancy, such as thyroid problemsSevere jaundiceHaving complications during birthRh incompatibilitySeizuresExposure to toxinsWhat are the signs of cerebral palsy (CP)?There are many different types and levels of disability with CP. So the signs can be different in each child.The signs usually appear in the early months of life. But sometimes there is a delay in getting a diagnosis until after age two. Infants with CP often have developmental delays. They are slow to reach developmental milestones such as learning to roll over, sit, crawl, or walk. They may also have abnormal muscle tone. They may seem floppy, or they may be stiff or rigid.It's important to know that children without CP can also have these signs. Contact your child's health care provider know if your child has any of these signs, so you can get a correct diagnosis.How is cerebral palsy (CP) diagnosed?Diagnosing CP involves several steps:Developmental monitoring (or surveillance) means tracking a child's growth and development over time. If there are any concerns about your child's development, then he or she should have a developmental screening test as soon as possible.Developmental screening involves a giving your child a short test to check for motor, movement, or other developmental delays. If the screenings are not normal, the provider will recommend some evaluations.Developmental and medical evaluations are done to diagnose which disorder your child has. The provider many use many tools to make the diagnosis:"}
{"id": "doc2", "contents": "Brain Malformations  Most brain malformations begin long before a baby is born. Something damages the developing nervous system or causes it to develop abnormally. Sometimes it's a genetic problem. In other cases, exposure to certain medicines, infections, or radiation during pregnancy interferes with brain development. Parts of the brain may be missing, abnormally small or large, or not fully developed.Treatment depends upon the problem. In many cases, treatment only helps with symptoms. It may include antiseizure medicines, shunts to drain fluid from the brain, and physical therapy.There are head malformations that do not involve the brain. Craniofacial disorders are the result of abnormal growth of soft tissue and bones in the face and head. It's common for new babies to have slightly uneven heads, but parents should watch the shape of their baby's head for possible problems.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc3", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
{"id": "doc4", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Speech and Language Problems in Children  Children vary in their development of speech and language skills. Health care professionals have lists of milestones for what's normal. These milestones help figure out whether a child is on track or if he or she may need extra help.  For example, a child usually has one or two words like \"Hi,\" \"dog,\" \"Dada,\" or \"Mama\" by her first birthday.Sometimes a delay may be caused by hearing loss. Other times it may be due to a speech or language disorder. Children who have speech disorders may have trouble making speech sounds correctly. They may hesitate or stutter when talking. Children with language disorders might have trouble understanding what others say or difficulty sharing their thoughts.  If you have concerns about your child's speech or language development, talk to your child's health care provider. NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc6", "contents": "Turner Syndrome  Turner syndrome is a genetic disorder that affects a girl's development. The cause is a missing or incomplete X chromosome. Girls who have it are short, and their ovaries don't work properly.Other physical features typical of Turner syndrome are:\tShort, \"webbed\" neck with folds of skin from tops of shoulders to sides of neck\tLow hairline in the back\tLow-set ears\tSwollen hands and feetMost women with Turner syndrome are infertile. They are at risk for health difficulties such as high blood pressure, kidney problems, diabetes, cataracts, osteoporosis, and thyroid problems.Doctors diagnose Turner syndrome based on symptoms and a genetic test. Sometimes it is found in prenatal testing. There is no cure for Turner syndrome, but there are some treatments for the symptoms. Growth hormone often helps girls reach heights that are close to average. Hormone replacement can help start sexual development. Assisted reproduction techniques can help some women with Turner syndrome get pregnant.NIH: National Institute of Child Health and Human Development"}
{"id": "doc7", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc8", "contents": "Birth Defects  What are birth defects?A birth defect is a problem that happens while a baby is developing in the mother's body.  Most birth defects happen during the first 3 months of pregnancy. One out of every 33 babies in the United States is born with a birth defect.A birth defect may affect how the body looks, works, or both. Some birth defects like cleft lip or neural tube defects are structural problems that can be easy to see. Others, like heart disease, are found using special tests. Birth defects can range from mild to severe. How a birth defect affects a child's life depends mostly on which organ or body part is involved and how severe the defect is.What causes birth defects?For some birth defects, researchers know the cause. But for many birth defects, the exact cause is unknown. Researchers think that most birth defects are caused by a complex mix of factors, which can include:Genetics. One or more genes might have a change or mutation that prevents them from working properly. For example, this happens in Fragile X syndrome. With some defects, a gene or part of the gene might be missing.Chromosomal problems. In some cases, a chromosome or part of a chromosome might be missing. This is what happens in Turner syndrome. In other cases, such as with Down syndrome, the child has an extra chromosome. Exposures to medicines, chemicals, or other toxic substances. For example, alcohol misuse can cause fetal alcohol spectrum disorders.Infections during pregnancy. For example, infection with Zika virus during pregnancy can cause a serious defect in the brain.Lack of certain nutrients. Not getting enough folic acid before and during pregnancy is a key factor in causing neural tube defects.Who is at risk of having a baby with birth defects?Certain factors may might increase the chances of having a baby with a birth defect, such as:Smoking, drinking alcohol, or taking certain \"street\" drugs during pregnancyHaving certain medical conditions, such as obesity or uncontrolled diabetes, before and during pregnancyTaking certain medicinesHaving someone in your family with a birth defect. To learn more about your risk of having a baby with a birth defect, you can talk with a genetic counselor,Being an older mother, typically over the age of 34 yearsHow are birth defects diagnosed?Health care providers can diagnose some birth defects during pregnancy, using prenatal testing.  That's why it important to get regular prenatal care.Other birth defects may not be found until after the baby is born. Providers may find them through newborn screening. Some defects, such as club foot, are obvious right away. Other times, the health care provider may not discover a defect until later in life, when the child has symptoms.What are the treatments for birth defects?Children with birth defects often need special care and treatments. Because the symptoms and problems caused by birth defects vary, the treatments also vary. Possible treatments may include surgery, medicines, assistive devices, physical therapy, and speech therapy.Often, children with birth defects need a variety of services and may need to see several specialists. The primary health care provider can coordinate the special care that the child needs.Can birth defects be prevented?Not all birth defects can be prevented. But there are things you can do before and during pregnancy to increase your chance of having a healthy baby:Start prenatal care as soon as you think you might be pregnant, and see your health care provider regularly during pregnancyGet 400 micrograms (mcg) of folic acid every day. If possible, you should start taking it at least one month before you get pregnant.Don't drink alcohol, smoke, or use \"street\" drugsTalk to your health care provider about any medicines you are taking or thinking about taking. This includes prescription and over-the-counter medicines, as well as dietary or herbal supplements.Learn how to prevent infections during pregnancyIf you have any medical conditions, try to get them under control before you get pregnantCenters for Disease Control and Prevention"}
{"id": "doc9", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc10", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc11", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc12", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc14", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc15", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
