{"id": "doc1", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc2", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc3", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc4", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc5", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc6", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc7", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc8", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc9", "contents": "Alcohol  If you are like many Americans, you drink alcohol at least occasionally. For many people, moderate drinking is probably safe. But drinking less is better for your health than drinking more. And there are some people who should not drink at all.Because drinking too much can be harmful, it's important to know how alcohol affects you and how much is too much.How does alcohol affect the body?Alcohol is a central nervous system depressant. This means that it is a drug that slows down brain activity. It can change your mood, behavior, and self-control. It can cause problems with memory and thinking clearly. Alcohol can also affect your coordination and physical control.Alcohol also has effects on the other organs in your body. For example, it can raise your blood pressure and heart rate. If you drink too much at once, it could make you throw up.Why are the effects of alcohol different from person to person?Alcohol's effects vary from person to person, depending on a variety of factors, including:How much you drankHow quickly you drank itThe amount of food you ate before drinkingYour ageYour sexYour race or ethnicityYour physical conditionWhether or not you have a family history of alcohol problemsWhat is moderate drinking?For most women, moderate drinking is no more than one standard drink a dayFor most men, moderate drinking is no more than two standard drinks a dayEven though moderate drinking may be safe for many people, there are still risks. Moderate drinking can raise the risk of death from certain cancers and heart diseases.What is a standard drink?In the United States, a standard drink is one that contains about 14 grams of pure alcohol, which is found in:12 ounces of beer (5% alcohol content)5 ounces of wine (12% alcohol content)1.5 ounces or a \"shot\" of distilled spirits or liquor (40% alcohol content)Who should not drink alcohol?Some people should not drink alcohol at all, including those who:Are recovering from an alcohol use disorder (AUD) or are unable to control the amount they drinkAre under age 21Are pregnant or trying to become pregnantAre taking medicines that can interact with alcoholHave medical conditions that get can worse if you drink alcoholAre planning on drivingWill be operating machineryIf you have questions about whether it is safe for you to drink, talk with your health care provider.What is excessive drinking?Excessive drinking includes binge drinking and heavy alcohol use:Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours.Heavy alcohol use is having having more than 4 drinks on any day for men or more than 3 drinks for womenBinge drinking raises your risk of injuries, car crashes, and alcohol poisoning. It also puts you of becoming violent or being the victim of violence.Heavy alcohol use over a long period of time may cause health problems such as:Alcohol use disorderLiver diseases, including cirrhosis and fatty liver diseaseHeart diseasesIncreased risk for certain cancersIncreased risk of injuriesHeavy alcohol use can also cause problems at home, at work, and with friends. But treatment can help.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc10", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc11", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc12", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc14", "contents": "Carbon Monoxide Poisoning  Carbon monoxide (CO) is a gas that has no odor or color. But it is very dangerous. It can cause sudden illness and death. CO is found in combustion fumes, such as those made by cars and trucks, lanterns, stoves, gas ranges and heating systems. CO from these fumes can build up in places that don't have a good flow of fresh air.  You can be poisoned by breathing them in.  The most common symptoms of CO poisoning are:\tHeadache\tDizziness\tWeakness\tNausea\tVomiting\tChest pain\tConfusionIt is often hard to tell if someone has CO poisoning, because the symptoms may be like those of other illnesses. People who are sleeping or intoxicated can die from CO poisoning before they have symptoms. A CO detector can warn you if you have high levels of CO in your home. Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Cryptosporidiosis  Cryptosporidiosis (crypto) is an illness caused by a parasite. The parasite lives in soil, food, and water. It may also be on surfaces that have been contaminated with feces (poop). You can become infected by swallowing the parasite, if it is in your food, drinking water, or water that you swim in. You can also get it by touching your mouth with contaminated hands.The most common symptom of crypto is watery diarrhea. Other symptoms include:\tDehydration Weight loss \tStomach cramps or pain \tFever \tNausea \tVomiting Contact your health care provider if you have watery diarrhea that lasts more than a few days. Most people with crypto get better without treatment within one to two weeks. But crypto can cause serious problems in people with weak immune systems, like those with HIV/AIDS.To reduce your risk of crypto, wash your hands often, only drink water that you know is safe, and wash or peel fresh fruits and vegetables before eating.Centers for Disease Control and Prevention"}
{"id": "doc16", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc17", "contents": "Premenstrual Syndrome  Premenstrual syndrome, or PMS, is a group of symptoms that start one to two weeks before your period. Most women have at least some symptoms of PMS, and the symptoms go away after their periods start. For some women, the symptoms are severe enough to interfere with their lives. They have a type of PMS called premenstrual dysphoric disorder, or PMDD.Common PMS symptoms include:Breast swelling and tenderness AcneBloating and weight gainPain - headache or joint painFood cravings Irritability, mood swings, crying spells, depression No one knows what causes PMS, but hormonal changes trigger the symptoms. No single PMS treatment works for everyone. Over-the-counter pain relievers such as ibuprofen, aspirin or naproxen may help ease cramps, headaches, backaches and breast tenderness. Exercising, getting enough sleep, and avoiding salt, caffeine, and alcohol can also help.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc18", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc19", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc20", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc21", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc22", "contents": "Urinary Tract Infections  The urinary system is the body's drainage system for removing wastes and extra water. It includes two kidneys, two ureters, a bladder, and a urethra. Urinary tract infections (UTIs) are the second most common type of infection in the body.You may have a UTI if you notice:Pain or burning when you urinateFever, tiredness, or shakinessAn urge to urinate oftenPressure in your lower belly Urine that smells bad or looks cloudy or reddishPain in your back or side below the ribsPeople of any age or sex can get UTIs. But about four times as many women get UTIs as men. You're also at higher risk if you have diabetes, need a tube to drain your bladder, or have a spinal cord injury.If you think you have a UTI it is important to see your doctor. Your doctor can tell if you have a UTI with a urine test.  Treatment is with antibiotics. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Urinary Incontinence  What is urinary incontinence (UI)?Urinary incontinence (UI) is the loss of bladder control, or being unable to control urination. It is a common condition. It can range from being a minor problem to something that greatly affects your daily life.  In any case, it can get better with proper treatment.What are the types of urinary incontinence (UI)?There are several different types of UI. Each type has different symptoms and causes:Stress incontinence happens when stress or pressure on your bladder causes you to leak urine.  This could be due to coughing, sneezing, laughing, lifting something heavy, or physical activity. Causes include weak pelvic floor muscles and the bladder being out of its normal position.Urge, or urgency, incontinence happens when you have a strong urge (need) to urinate, and some urine leaks out before you can make it to the toilet. It is often related to an overactive bladder. Urge incontinence is most common in older people. It can sometimes be a sign of a urinary tract infection (UTI). It can also happen in some neurological conditions, such as multiple sclerosis and spinal cord injuries.Overflow incontinence happens when your bladder doesn't empty all the way. This causes too much urine to stay in your bladder. Your bladder gets too full, and you leak urine. This form of UI is most common in men. Some of the causes include tumors, kidney stones, diabetes, and certain medicines.Functional incontinence happens when a physical or mental disability, trouble speaking, or some other problem keeps you from getting to the toilet in time. For example, someone with arthritis may have trouble unbuttoning his or her pants, or a person with Alzheimer's disease may not realize they need to plan to use the toilet.Mixed incontinence means that you have more than one type of incontinence. It's usually a combination of stress and urge incontinence.Transient incontinence is urine leakage that is caused by a temporary (transient) situation such as an infection or new medicine. Once the cause is removed, the incontinence goes away.Bedwetting refers to urine leakage during sleep. This is most common in children, but adults can also have it."}
{"id": "doc24", "contents": "Antibiotics  What are antibiotics?Antibiotics are medicines that fight bacterial infections in people and animals. They work by killing the bacteria or by making it hard for the bacteria to grow and multiply.Antibiotics can be taken in different ways:Orally (by mouth). This could be pills, capsules, or liquids.Topically. This might be a cream, spray, or ointment that you put on your skin. It could also be eye ointment, eye drops, or ear drops.Through an injection or intravenously (IV). This is usually for more serious infections.What do antibiotics treat?Antibiotics only treat certain bacterial infections, such as strep throat, urinary tract infections, and E. coli.You may not need to take antibiotics for some bacterial infections. For example, you might not need them for many sinus infections or some ear infections. Taking antibiotics when they're not needed won't help you, and they can have side effects. Your health care provider can decide the best treatment for you when you're sick. Don't ask your provider to prescribe an antibiotic for you.Do antibiotics treat viral infections?Antibiotics do not work on viral infections. For example, you shouldn't take antibiotics for:Colds and runny noses, even if the mucus is thick, yellow, or greenMost sore throats (except strep throat)FluMost cases of bronchitisWhat are the side effects of antibiotics?The side effects of antibiotics range from minor to very severe. Some of the common side effects include:RashNauseaDiarrheaYeast infectionsMore serious side effects can include:C. diff infections, which cause diarrhea that can lead to severe colon damage and sometimes even deathSevere and life-threatening allergic reactionsAntibiotic resistance infectionsCall your health care provider if you develop any side effects while taking your antibiotic.Why is it important to take antibiotics only when they're needed?You should only take antibiotics when they are needed because they can cause side effects and can contribute to antibiotic resistance. Antibiotic resistance happens when the bacteria change and become able to resist the effects of an antibiotic. This means that the bacteria continue to grow.How do I use antibiotics correctly?When you take antibiotics, it is important that you take them responsibly:Always follow the directions carefully. Finish your medicine even if you feel better. If you stop taking them too soon, some bacteria may survive and re-infect you.Don't save your antibiotics for later.Don't share your antibiotic with others.Don't take antibiotics prescribed for someone else. This may delay the best treatment for you, make you even sicker, or cause side effects.Centers for Disease Control and Prevention"}
{"id": "doc25", "contents": "Circumcision  What is circumcision?Circumcision is a surgical procedure to remove the foreskin, the skin that covers the tip of the penis. In the United States, it is often done before a new baby leaves the hospital. According to the American Academy of Pediatrics (AAP), there are medical benefits and risks to circumcision.What are the medical benefits of circumcision?The possible medical benefits of circumcision include:A lower risk of HIVA slightly lower risk of other sexually transmitted diseasesA slightly lower risk of urinary tract infections and penile cancer. However, these are both rare in all males.What are the risks of circumcision?The risks of circumcision include:A low risk of bleeding or infectionPain. AAP suggests that providers use pain medicines to reduce pain from circumcision.What are the American Academy of Pediatrics (AAP) recommendations on circumcision?The AAP does not recommend routine circumcision. However, they said that because of the possible benefits, parents should have the option to circumcise their sons if they want to. They recommend that parents discuss circumcision with their baby's health care provider. Parents should make their decision based on the benefits and risks, as well as their own religious, cultural, and personal preferences."}
{"id": "doc26", "contents": "Delirium  What is delirium?Delirium is a mental state in which you are confused, disoriented, and not able to think or remember clearly. It usually starts suddenly. It is often temporary and treatable.There are three types of delirium:Hypoactive, where you are not active and seem sleepy, tired, or depressedHyperactive, where you are restless or agitatedMixed, where you change back and forth between being hypoactive and hyperactiveWhat causes delirium?There are many different problems that can cause delirium. Some of the more common causes include:Alcohol or drugs, either from intoxication or withdrawal. This includes a serious type of alcohol withdrawal syndrome called delirium tremens. It usually happens to people who stop drinking after years of alcohol abuse.Dehydration and electrolyte imbalancesDementiaHospitalization, especially in intensive careInfections, such as urinary tract infections, pneumonia, and the fluMedicines. This could be a side effect of a medicine, such as sedatives or opioids. Or it could be withdrawal after stopping a medicine.Metabolic disordersOrgan failure, such as kidney or liver failurePoisoningSerious illnessesSevere painSleep deprivationSurgeries, including reactions to anesthesiaWho is at risk for delirium?Certain factors put you at risk for delirium, including:Being in a hospital or nursing homeDementiaHaving a serious illness or more than one illnessHaving an infectionOlder ageSurgeryTaking medicines that affect the mind or behaviorTaking high doses of pain medicines, such as opioidsWhat are the symptoms of delirium?The symptoms of delirium usually start suddenly, over a few hours or a few days. They often come and go. The most common symptoms include:Changes in alertness (usually more alert in the morning, less at night)Changing levels of consciousnessConfusionDisorganized thinking, talking in a way that doesn't make senseDisrupted sleep patterns, sleepinessEmotional changes: anger, agitation, depression, irritability, overexcitementHallucinations and delusionsIncontinenceMemory problems, especially with short-term memoryTrouble concentratingHow is delirium diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsPhysical and neurological examsMental status testingLab and  diagnostic imaging testsDelirium and dementia have similar symptoms, so it can be hard to tell them apart. They can also occur together. Delirium starts suddenly and can cause hallucinations. The symptoms may get better or worse and can last for hours or weeks.  On the other hand, dementia develops slowly and does not cause hallucinations. The symptoms are stable and may last for months or years.What are the treatments for delirium?Treatment of delirium focuses on the causes and symptoms of delirium. The first step is to identify the cause. Often, treating the cause will lead to a full recovery. The recovery may take some time - weeks or sometimes even months. In the meantime, there may be treatments to manage the symptoms, such as:Controlling the environment, which includes making sure that the room is quiet and well-lit, having clocks or calendars in view, and having family members aroundMedicines, including those that control aggression or agitation and pain relievers if there is painIf needed, making sure that the person has a hearing aid, glasses, or other devices for communicationCan delirium be prevented?Treating the conditions that can cause delirium may reduce the risk of getting it. Hospitals can help lower the risk of delirium by avoiding sedatives and making sure that the room is kept quiet, calm, and well-lit. It can also help to have family members around and to have the same staff members treat the person."}
