{"id": "doc1", "contents": "Testicular Cancer  Testicles, or testes, make male hormones and sperm. They are two egg-shaped organs inside the scrotum, the loose sac of skin behind the penis.  You can get cancer in one or both testicles.Testicular cancer mainly affects young men between the ages of 20 and 39. It is also more common in men who:Have had abnormal testicle developmentHave had an undescended testicleHave a family history of the cancerSymptoms include pain, swelling, or lumps in your testicles or groin area. Doctors use a physical exam, lab tests, imaging tests, and a biopsy to diagnose testicular cancer. Most cases can be treated, especially if found early. Treatment options include surgery, radiation, and/or chemotherapy. Regular exams after treatment are important.Treatments may also cause infertility. If you may want children later on, you should consider sperm banking before treatment.NIH: National Cancer Institute"}
{"id": "doc2", "contents": "Testicular Disorders  Testicles, or testes, make male hormones and sperm. They are two egg-shaped organs inside the scrotum, the loose sac of skin behind the penis. It's easy to injure your testicles because they are not protected by bones or muscles. Men and boys should wear athletic supporters when they play sports. You should examine your testicles monthly and seek medical attention for lumps, redness, pain or other changes. Testicles can get inflamed or infected. They can also develop cancer. Testicular cancer is rare and highly treatable. It usually happens between the ages of 15 and 40."}
{"id": "doc3", "contents": "Genital Warts  Genital warts are a sexually transmitted disease (STD) caused by the human papillomavirus (HPV). The warts usually appear as a small bump or group of bumps in the genital area. They are flesh-colored and can be flat or look bumpy like cauliflower. Some genital warts are so small you cannot see them. In women, the warts usually occur in or around the vagina, on the cervix, or around the anus. In men, genital warts are less common. They may have warts on the tip of the penis, around the anus, or on the scrotum, thigh, or groin.You can get genital warts during oral, vaginal, or anal sex with an infected partner.  Correct usage of latex condoms greatly reduces, but does not completely eliminate, the risk of catching or spreading HPV. If your or your partner is allergic to latex, you can use polyurethane condoms. The most reliable way to avoid infection is to not have anal, vaginal, or oral sex. HPV vaccines may help prevent some of the HPV infections that cause genital warts.Your health care provider usually diagnoses genital warts by seeing them. The warts might disappear on their own. If not, your health care provider can treat or remove them. HPV stays in your body even after treatment, so warts can come back.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc4", "contents": "Diabetes Complications  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 diabetes, your body does not make insulin. With type 2 diabetes, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.What health problems can diabetes cause?Over time, having too much glucose in your blood can cause complications, including:Eye disease, due to changes in fluid levels, swelling in the tissues, and damage to the blood vessels in the eyesFoot problems, caused by damage to the nerves and reduced blood flow to your feetGum disease and other dental problems, because a high amount of blood sugar in your saliva helps harmful bacteria grow in your mouth. The bacteria combine with food to form a soft, sticky film called plaque. Plaque also comes from eating foods that contain sugars or starches. Some types of plaque cause gum disease and bad breath. Other types cause tooth decay and cavities.Heart disease and stroke, caused by damage to your blood vessels and the nerves that control your heart and blood vesselsKidney disease, due to damage to the blood vessels in your kidneys. Many people with diabetes develop high blood pressure. That can also damage your kidneys.Nerve problems (diabetic neuropathy), caused by damage to the nerves and the small blood vessels that nourish your nerves with oxygen and nutrientsSexual and bladder problems, caused by damage to the nerves and reduced blood flow in the genitals and bladderSkin conditions, some of which are caused by changes in the small blood vessels and reduced circulation. People with diabetes are also more likely to have infections, including skin infections.What other problems can people with diabetes have?If you have diabetes, you need to watch out for blood sugar levels that are very high (hyperglycemia) or very low (hypoglycemia). These can happen quickly and can become dangerous. Some of the causes include having another illness or infection and certain medicines. They can also happen if you don't get the right amount of diabetes medicines. To try to prevent these problems, make sure to take your diabetes medicines correctly, follow your diabetic diet, and check your blood sugar regularly.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Childbirth Problems  Childbirth is the process of giving birth to a baby. It includes labor and delivery. Usually everything goes well, but problems can happen. They may cause a risk to the mother, baby, or both. Some of the more common childbirth problems include:Preterm (premature) labor, when your labor starts before 37 completed weeks of pregnancyPremature rupture of membranes (PROM), when your water breaks too early. If labor does not start soon afterwards, this can raise the risk of infection.Problems with the placenta, such as the placenta covering the cervix, separating from the uterus before birth, or being attached too firmly to the uterusLabor that does not progress, meaning that labor is stalled. This can happen when"}
{"id": "doc6", "contents": "Health Problems in Pregnancy  Every pregnancy has some risk of problems. You may have problems because of a health condition you had before you got pregnant. You could also develop a condition during pregnancy. Other causes of problems during pregnancy can include being pregnant with more than one baby, a health problem in a previous pregnancy, drug use during pregnancy, or being over age 35. Any of these can affect your health, the health of your baby, or both.If you have a chronic condition, you should talk to your health care provider about how to minimize your risk before you get pregnant. Once you are pregnant, you may need a health care team to monitor your pregnancy. Some common health problems that can complicate a pregnancy include:High blood pressurePolycystic ovary syndromeKidney problemsAutoimmune disordersObesityHIV/AIDSCancerInfectionsOther conditions that can make pregnancy risky can happen while you are pregnant - for example, gestational diabetes and Rh incompatibility. Good prenatal care can help detect and treat them.Some discomforts, like nausea, back pain, and fatigue, are common during pregnancy.  Sometimes it is hard to know what is normal. Call your health care provider if something is bothering or worrying you."}
{"id": "doc7", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc8", "contents": "Flu  What is the flu?The flu, also called influenza, is a respiratory infection caused by viruses. Each year, millions of Americans get sick with the flu. Sometimes it causes mild illness. But it can also be serious or even deadly, especially for people over 65, newborn babies, and people with certain chronic illnesses.What causes the flu?The flu is caused by flu viruses that spread from person to person. When someone with the flu coughs, sneezes, or talks, they spray tiny droplets. These droplets can land in the mouths or noses of people who are nearby. Less often, a person may get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes.What are the symptoms of the flu?Symptoms of the flu come on suddenly and may include:Fever or feeling feverish/chillsCoughSore throatRunny or stuffy noseMuscle or body achesHeadachesFatigue (tiredness)Some people may also have vomiting and diarrhea. This is more common in children.Sometimes people have trouble figuring out whether they have a cold or the flu. There are differences between them. The symptoms of a cold usually come on more slowly and are less severe than symptoms of the flu. Colds rarely cause a fever or headaches.Sometimes people say that they have a \"flu\" when they really have something else. For example, \"stomach flu\" isn't the flu; it's gastroenteritis.What other problems can the flu cause?Some people who get the flu will develop complications. Some of these complications can be serious or even life-threatening. They include:BronchitisEar infectionSinus infectionPneumoniaInflammation of the heart (myocarditis), brain (encephalitis), or muscle tissues (myositis, rhabdomyolysis)The flu also can make chronic health problems worse. For example, people with asthma may have asthma attacks while they have flu.Certain people are more likely to have complications from the flu, including:Adults 65 and olderPregnant womenChildren younger than 5People with certain chronic health conditions, such as asthma, diabetes, and heart diseaseHow is the flu diagnosed?To diagnose the flu, health care providers will first do a medical history and ask about your symptoms. There are several tests for the flu. For the tests, your provider will swipe the inside of your nose or the back of your throat with a swab. Then the swab will be tested for the flu virus.Some tests are quick and give results in 15-20 minutes. But these tests are not as accurate as other flu tests. These other tests can give you the results in one hour or several hours.What are the treatments for the flu?Most people with the flu recover on their own without medical care. People with mild cases of the flu should stay home and avoid contact with others, except to get medical care.But if you have symptoms of flu and are in a high risk group or are very sick or worried about your illness, contact your health care provider. You might need antiviral medicines to treat your flu. Antiviral medicines can make the illness milder and shorten the time you are sick. They also can prevent serious flu complications. They usually work best when you start taking them within 2 days of getting sick.Can the flu be prevented?The best way to prevent the flu is to get flu vaccine every year. But it's also important to have good health habits like covering your cough and washing your hands often. This can help stop the spread of germs and prevent the flu.Centers for Disease Control and Prevention"}
{"id": "doc9", "contents": "Cerebral Palsy  What is cerebral palsy (CP)?Cerebral palsy (CP) is a group of disorders that cause problems with movement, balance, and posture. CP affects the cerebral motor cortex. This is the part of the brain that directs muscle movement. In fact, the first part of the name, cerebral, means having to do with the brain. The second part, palsy, means weakness or problems with using the muscles.What are the types of cerebral palsy (CP)?There are different types of CP:Spastic cerebral palsy, which is the most common type. It causes increased muscle tone, stiff muscles, and awkward movements. Sometimes it only affects one part of the body. In other cases, it can affect both arms and legs, the trunk, and the face.Dyskinetic cerebral palsy, which causes problems controlling the movement of the hands, arms, feet, and legs. This can make it hard to sit and walk.Ataxic cerebral palsy, which causes problems with balance and coordinationMixed cerebral palsy, which means that you have symptoms of more than one typeWhat causes cerebral palsy (CP)?CP is caused by abnormal development or damage to the developing brain. It could happen when:The cerebral motor cortex doesn't develop normally during fetal growthThere is an injury to the brain before, during, or after birthBoth the brain damage and the disabilities it causes are permanent.Who is at risk for cerebral palsy (CP)?CP is more common among boys than girls. It affects black children more often than white children.Certain medical conditions or events that can happen during pregnancy and delivery that may increase a baby's risk of being born with cerebral palsy, including:Being born too smallBeing born too earlyBeing born a twin or other multiple birthBeing conceived by in vitro fertilization (IVF) or other assisted reproductive technology (ART)Having a mother who had an infection during pregnancyHaving a mother with certain health problems in pregnancy, such as thyroid problemsSevere jaundiceHaving complications during birthRh incompatibilitySeizuresExposure to toxinsWhat are the signs of cerebral palsy (CP)?There are many different types and levels of disability with CP. So the signs can be different in each child.The signs usually appear in the early months of life. But sometimes there is a delay in getting a diagnosis until after age two. Infants with CP often have developmental delays. They are slow to reach developmental milestones such as learning to roll over, sit, crawl, or walk. They may also have abnormal muscle tone. They may seem floppy, or they may be stiff or rigid.It's important to know that children without CP can also have these signs. Contact your child's health care provider know if your child has any of these signs, so you can get a correct diagnosis.How is cerebral palsy (CP) diagnosed?Diagnosing CP involves several steps:Developmental monitoring (or surveillance) means tracking a child's growth and development over time. If there are any concerns about your child's development, then he or she should have a developmental screening test as soon as possible.Developmental screening involves a giving your child a short test to check for motor, movement, or other developmental delays. If the screenings are not normal, the provider will recommend some evaluations.Developmental and medical evaluations are done to diagnose which disorder your child has. The provider many use many tools to make the diagnosis:"}
{"id": "doc10", "contents": "Brain Malformations  Most brain malformations begin long before a baby is born. Something damages the developing nervous system or causes it to develop abnormally. Sometimes it's a genetic problem. In other cases, exposure to certain medicines, infections, or radiation during pregnancy interferes with brain development. Parts of the brain may be missing, abnormally small or large, or not fully developed.Treatment depends upon the problem. In many cases, treatment only helps with symptoms. It may include antiseizure medicines, shunts to drain fluid from the brain, and physical therapy.There are head malformations that do not involve the brain. Craniofacial disorders are the result of abnormal growth of soft tissue and bones in the face and head. It's common for new babies to have slightly uneven heads, but parents should watch the shape of their baby's head for possible problems.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
{"id": "doc12", "contents": "Reflux in Children  What are reflux (GER) and GERD?The esophagus is the tube that carries food from your mouth to your stomach. If your child has reflux, his or her stomach contents come back up into the esophagus. Another name for reflux is gastroesophageal reflux (GER).GERD stands for gastroesophageal reflux disease. It is a more serious and long-lasting type of reflux. If your child has reflux more than twice a week for a few weeks, it could be GERD.What causes reflux and GERD in children?There is a muscle (the lower esophageal sphincter) that acts as a valve between the esophagus and stomach. When your child swallows, this muscle relaxes to let food pass from the esophagus to the stomach. This muscle normally stays closed, so the stomach contents don't flow back into the esophagus.In children who have reflux and GERD, this muscle becomes weak or relaxes when it shouldn't, and the stomach contents flow back into the esophagus. This can happen because of:A hiatal hernia, a condition in which the upper part of your stomach pushes upward into your chest through an opening in your diaphragmIncreased pressure on the abdomen from being overweight or having obesityMedicines, such as certain asthma medicines, antihistamines (which treat allergies), pain relievers, sedatives (which help put people to sleep), and antidepressantsSmoking or exposure to secondhand smokeA previous surgery on the esophagus or upper abdomenA severe developmental delayCertain neurological conditions, such as cerebral palsyHow common are reflux and GERD in children?Many children have occasional reflux. GERD is not as common; up to 25% of children have symptoms of GERD. What are the symptoms of reflux and GERD in children?Your child might not even notice reflux. But some children taste food or stomach acid at the back of the mouth. In children, GERD can cause:Heartburn, a painful, burning feeling in the middle of the chest. It is more common in older children (12 years and up).Bad breathNausea and vomitingProblems swallowing or painful swallowingBreathing problemsThe wearing away of teethHow do doctors diagnose reflux and GERD in children?In most cases, a doctor diagnoses reflux by reviewing your child's symptoms and medical history. If the symptoms do not get better with lifestyle changes and anti-reflux medicines, your child may need testing to check for GERD or other problems.Several tests can help a doctor diagnose GERD. Sometimes doctors order more than one test to get a diagnosis. Commonly-used tests include:Upper GI series, which looks at the shape of your child's upper GI (gastrointestinal) tract. You child will drink a contrast liquid called barium. For young children, the barium is mixed in with a bottle or other food. The health care professional will take several x-rays of your child to track the barium as it goes through the esophagus and stomach.Esophageal pH and impedance monitoring, which measures the amount of acid or liquid in your child's esophagus. A doctor or nurse places a thin flexible tube through your child's nose into the stomach. The end of the tube in the esophagus measures when and how much acid comes back up into the esophagus. The other end of the tube attaches to a monitor that records the measurements. Your child will wear the tube for 24 hours. He or she may need to stay in the hospital during the test.Upper gastrointestinal (GI) endoscopy and biopsy, which uses an endoscope, a long, flexible tube with a light and camera at the end of it. The doctor runs the endoscope down your child's esophagus, stomach, and first part of the small intestine. While looking at the pictures from the endoscope, the doctor may also take tissue samples (biopsy).What lifestyle changes can help treat my child's reflux or GERD?Sometimes reflux and GERD in children can be treated with lifestyle changes:Losing weight, if neededEating smaller mealsAvoiding high-fat foodsWearing loose-fitting clothing around the abdomenStaying upright for 3 hours after meals and not reclining and slouching when sittingSleeping at a slight angle. Raise the head of your child's bed 6 to 8 inches by safely putting blocks under the bedposts.What treatments might the doctor give for my child's GERD?If changes at home do not help enough, the doctor may recommend medicines to treat GERD. The medicines work by lowering the amount of acid in your child's stomach.Some medicines for GERD in children are over-the-counter, and some are prescription medicines. They include:Over-the-counter antacidsH2 blockers, which decrease acid productionProton pump inhibitors (PPIs), which lower the amount of acid the stomach makesProkinetics, which help the stomach empty fasterIf these don't help and your child still has severe symptoms, then surgery might be an option. A pediatric gastroenterologist, a doctor who treats children who have digestive diseases, would do the surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Speech and Language Problems in Children  Children vary in their development of speech and language skills. Health care professionals have lists of milestones for what's normal. These milestones help figure out whether a child is on track or if he or she may need extra help.  For example, a child usually has one or two words like \"Hi,\" \"dog,\" \"Dada,\" or \"Mama\" by her first birthday.Sometimes a delay may be caused by hearing loss. Other times it may be due to a speech or language disorder. Children who have speech disorders may have trouble making speech sounds correctly. They may hesitate or stutter when talking. Children with language disorders might have trouble understanding what others say or difficulty sharing their thoughts.  If you have concerns about your child's speech or language development, talk to your child's health care provider. NIH: National Institute on Deafness and Other Communication Disorders"}
{"id": "doc14", "contents": "Penis Disorders  Problems with the penis can cause pain and affect a man's sexual function and fertility. "}
{"id": "doc15", "contents": "Chlamydia Infections  What is chlamydia?Chlamydia is a common sexually transmitted disease. It is caused by bacteria called Chlamydia trachomatis. It can infect both men and women. Women can get chlamydia in the cervix, rectum, or throat. Men can get chlamydia in the urethra (inside the penis), rectum, or throat.How do you get chlamydia?You can get chlamydia during oral, vaginal, or anal sex with someone who has the infection. A woman can also pass chlamydia to her baby during childbirth.If you've had chlamydia and were treated in the past, you can get re-infected if you have unprotected sex with someone who has it.Who is at risk of getting chlamydia?Chlamydia is more common in young people, especially young women. You are more likely to get it if you don't consistently use a condom, or if you have multiple partners.What are the symptoms of chlamydia?Chlamydia doesn't usually cause any symptoms. So you may not realize that you have it. People with chlamydia who have no symptoms can still pass the disease to others. If you do have symptoms, they may not appear until several weeks after you have sex with an infected partner.Symptoms in women include:Abnormal vaginal discharge, which may have a strong smellA burning sensation when urinatingPain during intercourseIf the infection spreads, you might get lower abdominal pain, pain during sex, nausea, or fever.Symptoms in men include:Discharge from your penisA burning sensation when urinatingBurning or itching around the opening of your penisPain and swelling in one or both testicles (although this is less common)If the chlamydia infects the rectum (in men or women), it can cause rectal pain, discharge, and/or bleeding.How is chlamydia diagnosed?There are lab tests to diagnose chlamydia. Your health care provider may ask you to provide a urine sample. For women, providers sometimes use (or ask you to use) a cotton swab to get a sample from your vagina to test for chlamydia.Who should be tested for chlamydia?You should go to your health provider for a test if you have symptoms of chlamydia, or if you have a partner who has a sexually transmitted disease. Pregnant women should get a test when they go to their first prenatal visit.People at higher risk should get checked for chlamydia every year:Sexually active women 25 and youngerOlder women who have new or multiple sex partners, or a sex partner who has a sexually transmitted diseaseMen who have sex with men (MSM)What other problems can chlamydia cause?In women, an untreated infection can spread to your uterus and fallopian tubes, causing pelvic inflammatory disease (PID). PID can cause permanent damage to your reproductive system. This can lead to long-term pelvic pain, infertility, and ectopic pregnancy. Women who have had chlamydia infections more than once are at higher risk of serious reproductive health complications.Men often don't have health problems from chlamydia. Sometimes it can infect the epididymis (the tube that carries sperm). This can cause pain, fever, and, rarely, infertility.Both men and women can develop reactive arthritis because of a chlamydia infection. Reactive arthritis is a type of arthritis that happens as a \"reaction\" to an infection in the body.Babies born to infected mothers can get eye infections and pneumonia from chlamydia. It may also make it more likely for your baby to be born too early.Untreated chlamydia may also increase your chances of getting or giving HIV/AIDS.What are the treatments for chlamydia?Antibiotics will cure the infection. You may get a one-time dose of the antibiotics, or you may need to take medicine every day for 7 days. Antibiotics cannot repair any permanent damage that the disease has caused.To prevent spreading the disease to your partner, you should not have sex until the infection has cleared up. If you got a one-time dose of antibiotics, you should wait 7 days after taking the medicine to have sex again. If you have to take medicine every day for 7 days, you should not have sex again until you have finished taking all of the doses of your medicine.It is common to get a repeat infection, so you should get tested again about three months after treatment.Can chlamydia be prevented?The only sure way to prevent chlamydia is to not have vaginal, anal, or oral sex.Correct usage of latex condoms greatly reduces, but does not eliminate, the risk of catching or spreading chlamydia. If your or your partner is allergic to latex, you can use polyurethane condoms.Centers for Disease Control and Prevention"}
{"id": "doc16", "contents": "Circumcision  What is circumcision?Circumcision is a surgical procedure to remove the foreskin, the skin that covers the tip of the penis. In the United States, it is often done before a new baby leaves the hospital. According to the American Academy of Pediatrics (AAP), there are medical benefits and risks to circumcision.What are the medical benefits of circumcision?The possible medical benefits of circumcision include:A lower risk of HIVA slightly lower risk of other sexually transmitted diseasesA slightly lower risk of urinary tract infections and penile cancer. However, these are both rare in all males.What are the risks of circumcision?The risks of circumcision include:A low risk of bleeding or infectionPain. AAP suggests that providers use pain medicines to reduce pain from circumcision.What are the American Academy of Pediatrics (AAP) recommendations on circumcision?The AAP does not recommend routine circumcision. However, they said that because of the possible benefits, parents should have the option to circumcise their sons if they want to. They recommend that parents discuss circumcision with their baby's health care provider. Parents should make their decision based on the benefits and risks, as well as their own religious, cultural, and personal preferences."}
{"id": "doc17", "contents": "Erectile Dysfunction  Erectile dysfunction (ED) is a common type of male sexual dysfunction. It is when a man has trouble getting or keeping an erection. ED becomes more common as you get older.  But it's not a natural part of aging.Some people have trouble speaking with their doctors about sex. But if you have ED, you should tell your doctor. ED can be a sign of health problems. It may mean your blood vessels are clogged. It may mean you have nerve damage from diabetes. If you don't see your doctor, these problems will go untreated. Your doctor can offer several new treatments for ED. For many men, the answer is as simple as taking a pill. Getting more exercise, losing weight, or stopping smoking may also help. NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc18", "contents": "Sexually Transmitted Diseases  What are sexually transmitted diseases (STDs)?Sexually transmitted diseases (STDs), or sexually transmitted infections (STIs), are infections that are passed from one person to another through sexual contact. The contact is usually vaginal, oral, or anal sex. But sometimes they can spread through other intimate physical contact. This is because some STDs, like herpes and HPV, are spread by skin-to-skin contact.There are more than 20 types of STDs, including:ChlamydiaGenital herpesGonorrheaHIV/AIDSHPVPubic liceSyphilisTrichomoniasisWhat causes sexually transmitted diseases (STDs)?STDs can be caused by bacteria, viruses, and parasites.Who is affected by sexually transmitted diseases (STDs)?Most STDs affect both men and women, but in many cases the health problems they cause can be more severe for "}
