{"id": "doc1", "contents": "Flu  What is the flu?The flu, also called influenza, is a respiratory infection caused by viruses. Each year, millions of Americans get sick with the flu. Sometimes it causes mild illness. But it can also be serious or even deadly, especially for people over 65, newborn babies, and people with certain chronic illnesses.What causes the flu?The flu is caused by flu viruses that spread from person to person. When someone with the flu coughs, sneezes, or talks, they spray tiny droplets. These droplets can land in the mouths or noses of people who are nearby. Less often, a person may get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes.What are the symptoms of the flu?Symptoms of the flu come on suddenly and may include:Fever or feeling feverish/chillsCoughSore throatRunny or stuffy noseMuscle or body achesHeadachesFatigue (tiredness)Some people may also have vomiting and diarrhea. This is more common in children.Sometimes people have trouble figuring out whether they have a cold or the flu. There are differences between them. The symptoms of a cold usually come on more slowly and are less severe than symptoms of the flu. Colds rarely cause a fever or headaches.Sometimes people say that they have a \"flu\" when they really have something else. For example, \"stomach flu\" isn't the flu; it's gastroenteritis.What other problems can the flu cause?Some people who get the flu will develop complications. Some of these complications can be serious or even life-threatening. They include:BronchitisEar infectionSinus infectionPneumoniaInflammation of the heart (myocarditis), brain (encephalitis), or muscle tissues (myositis, rhabdomyolysis)The flu also can make chronic health problems worse. For example, people with asthma may have asthma attacks while they have flu.Certain people are more likely to have complications from the flu, including:Adults 65 and olderPregnant womenChildren younger than 5People with certain chronic health conditions, such as asthma, diabetes, and heart diseaseHow is the flu diagnosed?To diagnose the flu, health care providers will first do a medical history and ask about your symptoms. There are several tests for the flu. For the tests, your provider will swipe the inside of your nose or the back of your throat with a swab. Then the swab will be tested for the flu virus.Some tests are quick and give results in 15-20 minutes. But these tests are not as accurate as other flu tests. These other tests can give you the results in one hour or several hours.What are the treatments for the flu?Most people with the flu recover on their own without medical care. People with mild cases of the flu should stay home and avoid contact with others, except to get medical care.But if you have symptoms of flu and are in a high risk group or are very sick or worried about your illness, contact your health care provider. You might need antiviral medicines to treat your flu. Antiviral medicines can make the illness milder and shorten the time you are sick. They also can prevent serious flu complications. They usually work best when you start taking them within 2 days of getting sick.Can the flu be prevented?The best way to prevent the flu is to get flu vaccine every year. But it's also important to have good health habits like covering your cough and washing your hands often. This can help stop the spread of germs and prevent the flu.Centers for Disease Control and Prevention"}
{"id": "doc2", "contents": "H1N1 Flu (Swine Flu)  Swine flu is an infection caused by a virus. It's named for a virus that pigs can get. People do not normally get swine flu, but human infections can and do happen.  In 2009 a strain of swine flu called H1N1 infected many people around the world.The virus is contagious and can spread from human to human.   Symptoms of swine flu in people are similar to the symptoms of regular human flu and include fever, cough, sore throat, body aches, headache, chills and fatigue.There are antiviral medicines you can take to prevent or treat swine flu. There is a vaccine available to protect against swine flu. You can help prevent the spread of germs that cause respiratory illnesses like influenza by:Covering your nose and mouth with a tissue when you cough or sneeze. Throw the tissue in the trash after you use it.Washing your hands often with soap and water, especially after you cough or sneeze. You can also use alcohol-based hand cleaners.Avoiding touching your eyes, nose or mouth. Germs spread this way.Trying to avoid close contact with sick people.Staying home from work or school if you are sick.Centers for Disease Control and Prevention"}
{"id": "doc3", "contents": "Bird Flu  Birds, just like people, get the flu. Bird flu viruses infect birds, including chickens, other poultry, and wild birds such as ducks. Usually bird flu viruses only infect other birds. It is rare for people to get infected with bird flu viruses, but it can happen. Two types, H5N1 and H7N9, have infected some people during outbreaks in Asia, Africa, the Pacific, the Middle East, and parts of Europe. There have also been some rare cases of other types of bird flu affecting people in the United States.Most of the people who get bird flu have had close contact with infected birds or with surfaces that have been contaminated by the birds' saliva, mucous, or droppings. It is also possible to get it by breathing in droplets or dust that contain the virus. Rarely, the virus has spread from one person to another. It may also be possible to catch bird flu by eating poultry or eggs that are not well cooked.Bird flu illness in people can range from mild to severe. Often, the symptoms are similar to the seasonal flu, such as:FeverCoughSore throatRunny or stuffy noseMuscle or body achesFatigueHeadachesEye redness (or conjunctivitis)Difficulty breathingIn some cases, bird flu can cause serious complications and death. As with seasonal flu, some people are at higher risk for serious illness. They include pregnant women, people with weakened immune systems, and adults 65 and older. Treatment with antiviral medicines may make the illness less severe. They may also help prevent the flu in people who were exposed to it. There is currently no vaccine available to the public. The government does have a supply of a vaccine for one type of H5N1 bird flu virus and could distribute it if there was an outbreak that spread easily from person to person.Centers for Disease Control and Prevention"}
{"id": "doc4", "contents": "Flu Shot  Flu is a respiratory infection caused by a number of viruses. Most people with the flu get better on their own. But it can be serious. It can cause complications and sometimes even death.   Getting the flu vaccine every year is the best way to lower your chance of getting the flu and spreading it to others.The flu vaccine causes antibodies to develop in your body about two weeks after you get it. These antibodies provide protection against infection with the viruses that are in the vaccine.There are different types of flu shots, including some especially for people 65 and older. Ask your health care provider which one is right for you.Everyone 6 months of age and older should get a flu vaccine every season. People with egg allergies should check with their doctors before getting a vaccine. Other exceptions are people who have:Had reactions to flu shots beforeGuillain-Barre SyndromeA feverCenters for Disease Control and Prevention"}
{"id": "doc5", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
