{"id": "doc1", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc2", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc3", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Dehydration  What is dehydration?Dehydration is condition caused by the loss of too much fluid from the body.  It happens when you are losing more fluids than you are taking in, and your body does not have enough fluids to work properly.What causes dehydration?You can become dehydrated because of:DiarrheaVomitingSweating too muchUrinating too much, which can happen because of certain medicines and illnessesFeverNot drinking enoughWho is at risk for dehydration?Certain people have a higher risk of dehydration:Older adults. Some people lose their sense of thirst as they age, so they don't drink enough fluids.Infants and young children, who are more likely to have diarrhea or vomitingPeople with chronic illnesses that cause them to urinate or sweat more often, such as diabetes, cystic fibrosis, or kidney problemsPeople who take medicines that cause them to urinate or sweat morePeople who exercise or work outdoors during hot weatherWhat are the symptoms of dehydration?In adults, the symptoms of dehydration include:Feeling very thirstyDry mouthUrinating and sweating less than usualDark-colored urineDry skinFeeling tiredDizzinessIn infants and young children, the symptoms of dehydration include:Dry mouth and tongueCrying without tearsNo wet diapers for 3 hours or moreA high feverBeing unusually sleepy or drowsyIrritabilityEyes that look sunkenDehydration can be mild, or it can be severe enough to be life-threatening. Get medical help right away if the symptoms also include:ConfusionFaintingLack of urinationRapid heartbeatRapid breathingShockHow is dehydration diagnosed?To make a diagnosis, your health care provider will:Do a physical examCheck your vital signsAsk about your symptomsYou may also have:Blood tests to check your electrolyte levels, especially potassium and sodium. Electrolytes are minerals in your body that have an electric charge. They have many important jobs, including helping to keep a balance of fluids in your body.Blood tests to check your kidney functionUrine tests to check for dehydration and its causeWhat are the treatments for dehydration?The treatment for dehydration is to replace the fluids and electrolytes that you have lost. For mild cases, you may just need to drink lots of water. If you lost electrolytes, sports drinks may help. There are also oral rehydration solutions for children. You can buy those without a prescription.Severe cases may be treated with intravenous (IV) fluids with salt in a hospital.Can dehydration be prevented?The key to preventing dehydration is making sure that you get enough fluids:Drink enough water every day. Each person's needs can be different, so ask your health care provider how much you should be drinking each day.If you are exercising in the heat and losing a lot of minerals in sweat, sports drinks can be helpfulAvoid drinks that have sugar and caffeineDrink extra fluids when the weather is hot or when you are sick"}
{"id": "doc5", "contents": "Toddler Health  Most young children get sick. It is hard for parents to know what is serious. You can learn what the common warning signs are. In the end, trust your intuition. If you are worried about your toddler, call your health care provider right away.Well-child visits are important to your toddler's health. Toddlers will get their recommended vaccines during these visits. Routine exams and screenings help you and your kids prevent and treat health problems as well as chart their growth and development."}
{"id": "doc6", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc7", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Campylobacter Infections  Campylobacter infection is a common foodborne illness. You usually get it from eating contaminated food, especially raw or undercooked poultry. You can also get it from drinking contaminated water or raw milk, or handling infected animal feces (poop).Some infected people don't have any symptoms.  If you do have symptoms, they start two to five days after you are infected. They usually last about one week, and can include:Diarrhea (which could be bloody)CrampingAbdominal painFever FatigueNausea and vomitingHealth care providers use stool tests to make a diagnosis. Most people get better without treatment. You should drink extra fluids for as long as the diarrhea lasts. People who have a severe infection or a weakened immune system may need to take antibiotics. In rare cases, the infection can cause reactive arthritis or Guillain-Barre syndrome.To prevent Campylobacter infection, cook poultry thoroughly. Use a separate cutting board and utensils for meats. Make sure to clean them carefully with soap and hot water after you use them.Centers for Disease Control and Prevention"}
{"id": "doc9", "contents": "Ulcerative Colitis  Ulcerative colitis (UC) is a disease that causes inflammation and sores, called ulcers, in the lining of the rectum and colon. It is one of a group of diseases called inflammatory bowel disease.UC can happen at any age, but it usually starts between the ages of 15 and 30. It tends to run in families. The most common symptoms are pain in the abdomen and blood or pus in diarrhea. Other symptoms may include:AnemiaSevere tirednessWeight lossLoss of appetiteBleeding from the rectumSores on the skinJoint painGrowth failure in childrenAbout half of people with UC have mild symptoms.Doctors use blood tests, stool tests, colonoscopy or sigmoidoscopy, and imaging tests to diagnose UC. Several types of drugs can help control it. Some people have long periods of remission, when they are free of symptoms. In severe cases, doctors must remove the colon.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc10", "contents": "Bowel Movement  A bowel movement is the last stop in the movement of food through your digestive tract. Your stool passes out of your body through the rectum and anus.  Another name for stool is feces.  It is made of what is left after your digestive system (stomach, small intestine, and colon) absorbs nutrients and fluids from what you eat and drink.Sometimes a bowel movement isn't normal.  Diarrhea happens when stool passes through the large intestine too quickly. Constipation occurs when stool passes through the large intestine too slowly. Bowel incontinence is a problem controlling your bowel movements. Other abnormalities with bowel movements may be a sign of a digestive problem.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc12", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc13", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc14", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc15", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc16", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc17", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc18", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc19", "contents": "Alcohol  If you are like many Americans, you drink alcohol at least occasionally. For many people, moderate drinking is probably safe. But drinking less is better for your health than drinking more. And there are some people who should not drink at all.Because drinking too much can be harmful, it's important to know how alcohol affects you and how much is too much.How does alcohol affect the body?Alcohol is a central nervous system depressant. This means that it is a drug that slows down brain activity. It can change your mood, behavior, and self-control. It can cause problems with memory and thinking clearly. Alcohol can also affect your coordination and physical control.Alcohol also has effects on the other organs in your body. For example, it can raise your blood pressure and heart rate. If you drink too much at once, it could make you throw up.Why are the effects of alcohol different from person to person?Alcohol's effects vary from person to person, depending on a variety of factors, including:How much you drankHow quickly you drank itThe amount of food you ate before drinkingYour ageYour sexYour race or ethnicityYour physical conditionWhether or not you have a family history of alcohol problemsWhat is moderate drinking?For most women, moderate drinking is no more than one standard drink a dayFor most men, moderate drinking is no more than two standard drinks a dayEven though moderate drinking may be safe for many people, there are still risks. Moderate drinking can raise the risk of death from certain cancers and heart diseases.What is a standard drink?In the United States, a standard drink is one that contains about 14 grams of pure alcohol, which is found in:12 ounces of beer (5% alcohol content)5 ounces of wine (12% alcohol content)1.5 ounces or a \"shot\" of distilled spirits or liquor (40% alcohol content)Who should not drink alcohol?Some people should not drink alcohol at all, including those who:Are recovering from an alcohol use disorder (AUD) or are unable to control the amount they drinkAre under age 21Are pregnant or trying to become pregnantAre taking medicines that can interact with alcoholHave medical conditions that get can worse if you drink alcoholAre planning on drivingWill be operating machineryIf you have questions about whether it is safe for you to drink, talk with your health care provider.What is excessive drinking?Excessive drinking includes binge drinking and heavy alcohol use:Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours.Heavy alcohol use is having having more than 4 drinks on any day for men or more than 3 drinks for womenBinge drinking raises your risk of injuries, car crashes, and alcohol poisoning. It also puts you of becoming violent or being the victim of violence.Heavy alcohol use over a long period of time may cause health problems such as:Alcohol use disorderLiver diseases, including cirrhosis and fatty liver diseaseHeart diseasesIncreased risk for certain cancersIncreased risk of injuriesHeavy alcohol use can also cause problems at home, at work, and with friends. But treatment can help.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc20", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc21", "contents": "Eating Disorders  What are eating disorders?Eating disorders are serious mental health disorders. They involve severe problems with your thoughts about food and your eating behaviors. You may eat much less or much more than you need.Eating disorders are medical conditions; they are not a lifestyle choice. They affect your body's ability to get proper nutrition. This can lead to health issues, such as heart and kidney problems, or sometimes even death. But there are treatments that can help.What are the types of eating disorders?Common types of eating disorders include:Binge-eating, which is out-of-control eating. People with binge-eating disorder keep eating even after they are full. They often eat until they feel very uncomfortable. Afterward, they usually have feelings of guilt, shame, and distress. Eating too much too often can lead to weight gain and obesity. Binge-eating disorder is the most common eating disorder in the U.S.Bulimia nervosa. People with bulimia nervosa also have periods of binge-eating. But afterwards, they purge, by making themselves throw up or using laxatives. They may also over-exercise or fast. People with bulimia nervosa may be slightly underweight, normal weight, or overweight.Anorexia nervosa. People with anorexia nervosa avoid food, severely restrict food, or eat very small quantities of only certain foods. They may see themselves as overweight, even when they are dangerously underweight. Anorexia nervosa is the least common of the three eating disorders, but it is often the most serious. It has the highest death rate of any mental disorder.What causes eating disorders?The exact cause of eating disorders is unknown. Researchers believe that eating disorders are caused by a complex interaction of factors. These include genetic, biological, behavioral, psychological, and social factors.Who is at risk for eating disorders?Anyone can develop an eating disorder, but they are more common in women. Eating disorders frequently appear during the teen years or young adulthood. But people can also develop them during childhood or later in life.What are the symptoms of eating disorders?The symptoms of eating disorders vary, depending on the disorder:The symptoms of binge-eating include:Eating unusually large amounts of food in a specific amount of time, such as a 2-hour periodEating even when you're full or not hungryEating fast during binge episodesEating until you're uncomfortably fullEating alone or in secret to avoid embarrassmentFeeling distressed, ashamed, or guilty about your eatingFrequently dieting, possibly without weight lossThe symptoms of bulimia nervosa include the same symptoms as binge-eating, plus trying to get rid of the food or weight after binging by:Purging, making yourself throw up or using laxatives or enemas to speed up the movement of food through your bodyDoing intensive and excessive exerciseFastingOver time, bulimia nervosa can cause health problems such as:Chronically inflamed and sore throatSwollen salivary glands in the neck and jaw areaWorn tooth enamel and increasingly sensitive and decaying teeth. This is caused by the exposure to stomach acid every time you throw up.GERD (acid reflux) and other gastrointestinal problemsSevere dehydration from purgingElectrolyte imbalance, which could be too low or too high levels of sodium, calcium, potassium and other minerals. This can lead to a stroke or heart attack.The symptoms of anorexia nervosa include:Eating very little, to the point of starving yourselfIntensive and excessive exerciseExtreme thinnessIntense fear of gaining weightDistorted body image - seeing yourself as overweight even when you are severely underweightOver time, anorexia nervosa can cause health problems such as:Thinning of the bones (osteopenia or osteoporosis)Mild anemiaMuscle wasting and weaknessThin, brittle hair and nailsDry, blotchy, or yellowish skinGrowth of fine hair all over the bodySevere constipationLow blood pressureSlowed breathing and pulseFeeling cold all the time because of a drop in internal body temperatureFeeling faint, dizzy, or weakFeeling tired all the timeInfertilityDamage to the structure and function of the heartBrain damageMultiorgan failureAnorexia nervosa can be fatal. Some people with this disorder die of complications from starvation, and others die of suicide.Some people with eating disorders may also have other mental disorders (such as depression or anxiety) or problems with substance use.How is eating disorders diagnosed?Because eating disorders can be so serious, it is important to seek help if you or a loved one thinks that you might have a problem. Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms. It is important to be honest about your eating and exercise behaviors so your provider can help you.A physical examBlood or urine tests to rule out other possible causes of your symptomsOther tests to see whether you have any other health problems caused by the eating disorder. These can include kidney function tests and an electrocardiogram (EKG or ECG).What are the treatments for eating disorders?Treatment plans for eating disorders are tailored to individual needs. You will likely have a team of providers helping you, including doctors, nutritionists, nurses, and therapists. The treatments may include:Individual, group, and/or family psychotherapy. Individual therapy may include cognitive behavioral approaches, which help you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Medical care and monitoring, including care for the complications that eating disorders can causeNutrition counseling. Doctors, nurses, and counselors will help you eat healthy to reach and maintain a healthy weight.Medicines, such as antidepressants, antipsychotics, or mood stabilizers, may help treat some eating disorders. The medicines can also help with the depression and anxiety symptoms that often go along with eating disorders.Some people with serious eating disorders may need to be in a hospital or in a residential treatment program. Residential treatment programs combine housing and treatment services.NIH: National Institute of Mental Health"}
{"id": "doc22", "contents": "Lung Cancer  What is lung cancer?Lung cancer is cancer that forms in tissues of the lung, usually in the cells that line the air passages. It is the leading cause of cancer death in both men and women.There are two main types: small cell lung cancer and non-small cell lung cancer. These two types grow differently and are treated differently. Non-small cell lung cancer is the more common type.Who is at risk for lung cancer?Lung cancer can affect anyone, but there are certain factors that raise your risk of getting it:Smoking. This is the most important risk factor for lung cancer. Tobacco smoking causes about 9 out of 10 cases of lung cancer in men and about 8 out of 10 cases of lung cancer in women. The earlier in life you start smoking, the longer you smoke, and the more cigarettes you smoke per day, the greater your risk of lung cancer. The risk is also greater if you smoke a lot and drink alcohol every day or take beta carotene supplements. If you have quit smoking, your risk will be lower than if you had kept smoking. But you will still have a higher risk than people who never smoked.Secondhand smoke, which is the combination of smoke that comes from a cigarette and smoke breathed out by a smoker. When you inhale it, you are exposed to the same cancer-causing agents as smokers, although in smaller amounts.Family history of lung cancerBeing exposed to asbestos, arsenic, chromium, beryllium, nickel, soot, or tar in the workplaceBeing exposed to radiation, such as from"}
{"id": "doc23", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc24", "contents": "Inhalants  What are inhalants?Inhalants are substances that people inhale (breathe in) to get high. There are other substances that people might inhale, such as alcohol. But those are not called inhalants, because they can also be used another way. Inhalants are the substances that you can misuse only by inhaling them.Using inhalants to try to get high, even once, can be very harmful to your brain and body. It can even lead to death.What are the types of inhalants?Inhalants are often products that are easily bought and can be found in the home or workplace. They contain dangerous substances that have psychoactive (mind-altering) properties when they are inhaled. There are four main types of inhalants are:Solvents, which are liquids that become gas at room temperature. They include paint thinner, nail polish remover, gasoline, and glue.Aerosol sprays, such as spray paint, deodorant spray, and vegetable oil spraysGases, including gas from lighters, whipped cream dispensers, and laughing gasNitrites (prescription medicines for chest pain)Some of the common slang terms for various inhalants include:BoldLaughing gasPoppersRushSnappersWhippetsHow do people use inhalants?People who use inhalants breathe in the fumes through their nose or mouth, usually by \"sniffing,\" \"snorting,\" \"bagging,\" or \"huffing.\" It's called different names depending on the substance and equipment used.The high that inhalants produce usually lasts just a few minutes, so people often try to make it last by inhaling them again and again over several hours.Who uses inhalants?Inhalants are mostly used by young kids and teens. They often try inhalants before they try other substances because inhalants are easier to get.What are the signs that someone is using inhalants?Signs that someone is using inhalants include:Chemical odors on breath or clothingPaint or other stains on face, hands, or clothesHidden empty spray paint or solvent containers and chemical-soaked rags or clothingRed or runny eyes or noseDrunk or disoriented appearanceSlurred speechNausea or loss of appetiteInattentiveness, lack of coordination, irritability, and depressionWhat are the health effects of using inhalants?Most inhalants affect your central nervous system and slow down brain activity. Inhalants can cause both short-term and long-term health effects:Short-term health effects include slurred or distorted speech, lack of coordination, euphoria (feeling \"high\"), dizziness, and hallucinationsLong-term health effects may include liver and kidney damage, loss of coordination, limb spasms, delayed behavioral development, and brain damageUsing inhalants, even once, could lead to an overdose. This can cause you to have seizures or your heart to stop. It can also be deadly.Are inhalants addictive?Addiction to inhalants is rare, but it can happen if you use them repeatedly. Stopping them can cause withdrawal symptoms, such as nausea, sweating, problems sleeping, and mood changes.Behavioral therapy may help people who are addicted to inhalants.Can inhalant misuse be prevented?To try to prevent inhalant abuse, parents should talk to their children about it. They should discuss the dangers of inhalants and how to deal with peer pressure if someone asks them to try it.NIH: National Institute on Drug Abuse"}
{"id": "doc25", "contents": "Ulcerative Colitis  Ulcerative colitis (UC) is a disease that causes inflammation and sores, called ulcers, in the lining of the rectum and colon. It is one of a group of diseases called inflammatory bowel disease.UC can happen at any age, but it usually starts between the ages of 15 and 30. It tends to run in families. The most common symptoms are pain in the abdomen and blood or pus in diarrhea. Other symptoms may include:AnemiaSevere tirednessWeight lossLoss of appetiteBleeding from the rectumSores on the skinJoint painGrowth failure in childrenAbout half of people with UC have mild symptoms.Doctors use blood tests, stool tests, colonoscopy or sigmoidoscopy, and imaging tests to diagnose UC. Several types of drugs can help control it. Some people have long periods of remission, when they are free of symptoms. In severe cases, doctors must remove the colon.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc26", "contents": "Diarrhea  What is diarrhea?Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day. Acute diarrhea is diarrhea that lasts a short time. It is a common problem.  It usually lasts about one or two days, but it may last longer. Then it goes away on its own.Diarrhea lasting more than a few days may be a sign of a more serious problem. Chronic diarrhea -- diarrhea that lasts at least four weeks -- can be a symptom of a chronic disease. Chronic diarrhea symptoms may be continual, or they may come and go.What causes diarrhea?The most common causes of diarrhea include:Bacteria from contaminated food or waterViruses such as the flu, norovirus, or rotavirus . Rotavirus is the most common cause of acute diarrhea in children.Parasites, which are tiny organisms found in contaminated food or waterMedicines such as antibiotics, cancer drugs, and antacids that contain magnesiumFood intolerances and sensitivities, which are problems digesting certain ingredients or foods. An example is lactose intolerance.Diseases that affect the stomach, small intestine, or colon, such as Crohn's diseaseProblems with how the colon functions, such as irritable bowel syndromeSome people also get diarrhea after stomach surgery, because sometimes the surgeries can cause food to move through your digestive system more quickly.Sometimes no cause can be found. If your diarrhea goes away within a few days, finding the cause is usually not necessary.Who is at risk for diarrhea?People of all ages can get diarrhea. On average, adults In the United States have acute diarrhea once a year. Young children have it an average of twice a year.People who visit developing countries are at risk for traveler's diarrhea. It is caused by consuming contaminated food or water.What other symptoms might I have with diarrhea?Other possible symptoms of diarrhea include:Cramps or pain in the abdomenAn urgent need to use the bathroomLoss of bowel controlIf a virus or bacteria is the cause of your diarrhea, you may also have a fever, chills, and bloody stools.Diarrhea can cause dehydration, which means that your body does not have enough fluid to work properly. Dehydration can be serious, especially for children, older adults, and people with weakened immune systems.When do I need to see a health care provider for diarrhea?Although it is usually not harmful, diarrhea can become dangerous or signal a more serious problem. Contact your health care provider if you have:Signs of dehydrationDiarrhea for more than 2 days, if you are an adult. For children, contact the provider if it lasts more than 24 hours.Severe pain in your abdomen or rectum (for adults)A fever of 102 degrees or higherStools containing blood or pusStools that are black and tarryIf children have diarrhea, parents or caregivers should not hesitate to call a health care provider. Diarrhea can be especially dangerous in newborns and infants.How is the cause of diarrhea diagnosed?To find the cause of diarrhea, your health care provider may:Do a physical examAsk about any medicines you are takingTest your stool or blood to look for bacteria, parasites, or other signs of disease or infectionAsk you to stop eating certain foods to see whether your diarrhea goes awayIf you have chronic diarrhea, your health care provider may perform other tests to look for signs of disease.What are the treatments for diarrhea?Diarrhea is treated by replacing lost fluids and electrolytes to prevent dehydration. Depending on the cause of the problem, you may need medicines to stop the diarrhea or treat an infection.Adults with diarrhea should drink water, fruit juices, sports drinks, sodas without caffeine, and salty broths. As your symptoms improve, you can eat soft, bland food.Children with diarrhea should be given oral rehydration solutions to replace lost fluids and electrolytes.Can diarrhea be prevented?Two types of diarrhea can be prevented - rotavirus diarrhea and traveler's diarrhea. There are vaccines for rotavirus. They are given to babies in two or three doses.You can help prevent traveler's diarrhea by being careful about what you eat and drink when you are in developing countries:Use only bottled or purified water for drinking, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesNIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc27", "contents": "C. diff Infections  What is C. diff?C. diff is a bacterium that can cause diarrhea and more serious intestinal conditions such as colitis. You may see it called other names - Clostridioides difficile (the new name), Clostridium difficile (an older name), and C. difficile. It causes close to half a million illnesses each year.What causes C. diff infections?C. diff bacteria are commonly found in the environment, but people usually only get C. diff infections when they are taking antibiotics. That's because antibiotics not only wipe out bad germs, but they also kill the good germs that protect your body against infections. The effect of antibiotics can last as long as several months. If you come in contact with C. diff germs during this time, you can get sick. You are more likely to get a C. diff infection if you take antibiotics for more than a week.C. diff spreads when people touch food, surfaces, or objects that are contaminated with feces (poop) from a person who has C. diff.Who is more likely to develop C. diff infections?You are at more likely to get a C. diff infection if you:Are taking antibioticsAre 65 or olderRecently stayed in a hospital or nursing homeHave a weakened immune systemHave had a previous infection with C. diff or were exposed to itWhat are the symptoms of C. diff infections?The symptoms of C. diff infections include:Diarrhea (loose, watery stools) or frequent bowel movements for several daysFeverStomach tenderness or painLoss of appetiteNauseaSevere diarrhea causes you to lose a lot of fluids. This can put you at risk for dehydration.How are C. diff infections diagnosed?If you have been taking antibiotics recently and have symptoms of a C. diff infection, you should see your health care provider. Your provider will ask about your symptoms and do a lab test of your stool. In some cases, you might also need an imaging test to check for complications.What are the treatments for C. diff infections?Certain antibiotics can treat C. diff infections. If you were already taking a different antibiotic when you got C. diff, your provider may ask you to stop taking that one.If you have a severe case, you may need to stay in the hospital. If you have very severe pain or serious complications, you may need surgery to remove the diseased part of your colon.About 1 in 5 people who have had a C. diff infection will get it again. It could be that your original infection came back or that you have new infection. Contact your health care provider if your symptoms come back.Can C. diff infections be prevented?There are steps you can take to try to prevent getting or spreading C. diff:Wash your hands with soap and water after you use the bathroom and before you eat.If you have diarrhea, clean the bathroom that you used before anyone else uses it. Use bleach mixed with water or another disinfectant to clean the toilet seat, handle, and lid.Health care providers can also help prevent C. diff infections by taking infection control precautions and improving how they prescribe antibiotics.Centers for Disease Control and Prevention"}
{"id": "doc28", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc29", "contents": "Cholera  Cholera is a bacterial infection that causes diarrhea. The cholera bacterium is usually found in water or food that has been contaminated by feces (poop). Cholera is rare in the US. You may get it if you travel to parts of the world with poor water and sewage treatment. Outbreaks can also happen after disasters. The disease is not likely to spread directly from person to person.Cholera infections are often mild. Some people don't have any symptoms. If you do get symptoms, they usually start 2 to 3 days after infection. The most common symptom is watery diarrhea.In some cases, the infection can be severe, causing  lots of watery diarrhea, vomiting, and leg cramps. Because you quickly lose body fluids, you are at risk for dehydration and shock. Without treatment, you could die within hours. If you think that you might have cholera, you should get medical care right away.Doctors diagnose cholera with a stool sample or rectal swab. Treatment is the replacement of the fluid and salts that you lost through the diarrhea. This is usually with a rehydration solution that you drink. People with severe cases may need an I.V. to replace the fluids. Some of them may also need antibiotics. Most people who get fluid replacement right away will recover.There are vaccines to prevent cholera. One of them is available for adults in the U.S. Very few Americans need it, because most people do not visit areas that have an active cholera outbreak.There are also simple steps you can take to help to prevent cholera infection:Use only bottled or purified water for drinking, washing dishes, making ice cubes, and brushing your teethIf you do use tap water, boil it or use iodine tabletsWash your hands often with soap and clean waterMake sure that the cooked food you eat is fully cooked and served hotAvoid unwashed or unpeeled raw fruits and vegetablesCenters for Disease Control and Prevention"}
{"id": "doc30", "contents": "E. Coli Infections  E. coli is the name of a type of bacteria that lives in your intestines. Most types of E. coli are harmless. However, some types can make you sick and cause diarrhea. One type causes travelers' diarrhea. The worst type of E. coli causes bloody diarrhea, and can sometimes cause kidney failure and even death. These problems are most likely to occur in children and in adults with weak immune systems. You can get E. coli infections by eating foods containing the bacteria. Symptoms of infection include:Nausea or vomitingSevere abdominal crampsWatery or very bloody diarrheaFatigueFeverTo help avoid food poisoning and prevent infection, handle food safely. Cook meat well, wash fruits and vegetables before eating or cooking them, and avoid unpasteurized milk and juices. You can also get the infection by swallowing water in a swimming pool contaminated with human waste.Most cases of E. coli infection get better without treatment in 5 to 10 days."}
{"id": "doc31", "contents": "Jaundice  Jaundice causes your skin and the whites of your eyes to turn yellow. Too much bilirubin causes jaundice.  Bilirubin is a yellow chemical in hemoglobin, the substance that carries oxygen in your red blood cells. As red blood cells break down, your body builds new cells to replace them. The old ones are processed by the liver. If the liver cannot handle the blood cells as they break down, bilirubin builds up in the body and your skin may look yellow. Many healthy babies have some jaundice during the first week of life.  It usually goes away.   However, jaundice can happen at any age and may be a sign of a problem.  Jaundice can happen for many reasons, such as:\tBlood diseases\tGenetic syndromes\tLiver diseases, such as hepatitis or cirrhosis\tBlockage of bile ducts \tInfections \tMedicines "}
{"id": "doc32", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc33", "contents": "Bile Duct Cancer  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Bile duct cancer is rare. It can happen in the parts of the bile ducts that are outside or inside the liver. Cancer of the bile duct outside of the liver is much more common. Risk factors include having inflammation of the bile duct, ulcerative colitis, and some liver diseases.Symptoms can include:JaundiceItchy skinFeverAbdominal painTests to diagnose bile duct cancer may include a physical exam, imaging tests of the liver and bile ducts, blood tests, and a biopsy.Treatments include surgery, radiation therapy, and chemotherapy.NIH: National Cancer Institute"}
{"id": "doc34", "contents": "Cerebral Palsy  What is cerebral palsy (CP)?Cerebral palsy (CP) is a group of disorders that cause problems with movement, balance, and posture. CP affects the cerebral motor cortex. This is the part of the brain that directs muscle movement. In fact, the first part of the name, cerebral, means having to do with the brain. The second part, palsy, means weakness or problems with using the muscles.What are the types of cerebral palsy (CP)?There are different types of CP:Spastic cerebral palsy, which is the most common type. It causes increased muscle tone, stiff muscles, and awkward movements. Sometimes it only affects one part of the body. In other cases, it can affect both arms and legs, the trunk, and the face.Dyskinetic cerebral palsy, which causes problems controlling the movement of the hands, arms, feet, and legs. This can make it hard to sit and walk.Ataxic cerebral palsy, which causes problems with balance and coordinationMixed cerebral palsy, which means that you have symptoms of more than one typeWhat causes cerebral palsy (CP)?CP is caused by abnormal development or damage to the developing brain. It could happen when:The cerebral motor cortex doesn't develop normally during fetal growthThere is an injury to the brain before, during, or after birthBoth the brain damage and the disabilities it causes are permanent.Who is at risk for cerebral palsy (CP)?CP is more common among boys than girls. It affects black children more often than white children.Certain medical conditions or events that can happen during pregnancy and delivery that may increase a baby's risk of being born with cerebral palsy, including:Being born too smallBeing born too earlyBeing born a twin or other multiple birthBeing conceived by in vitro fertilization (IVF) or other assisted reproductive technology (ART)Having a mother who had an infection during pregnancyHaving a mother with certain health problems in pregnancy, such as thyroid problemsSevere jaundiceHaving complications during birthRh incompatibilitySeizuresExposure to toxinsWhat are the signs of cerebral palsy (CP)?There are many different types and levels of disability with CP. So the signs can be different in each child.The signs usually appear in the early months of life. But sometimes there is a delay in getting a diagnosis until after age two. Infants with CP often have developmental delays. They are slow to reach developmental milestones such as learning to roll over, sit, crawl, or walk. They may also have abnormal muscle tone. They may seem floppy, or they may be stiff or rigid.It's important to know that children without CP can also have these signs. Contact your child's health care provider know if your child has any of these signs, so you can get a correct diagnosis.How is cerebral palsy (CP) diagnosed?Diagnosing CP involves several steps:Developmental monitoring (or surveillance) means tracking a child's growth and development over time. If there are any concerns about your child's development, then he or she should have a developmental screening test as soon as possible.Developmental screening involves a giving your child a short test to check for motor, movement, or other developmental delays. If the screenings are not normal, the provider will recommend some evaluations.Developmental and medical evaluations are done to diagnose which disorder your child has. The provider many use many tools to make the diagnosis:"}
{"id": "doc35", "contents": "Cirrhosis  Cirrhosis is scarring of the liver. Scar tissue forms because of injury or long-term disease. Scar tissue cannot do what healthy liver tissue does - make protein, help fight infections, clean the blood, help digest food and store energy.   Cirrhosis can lead to  :Easy bruising or bleeding, or nosebleedsSwelling of the abdomen or legs Extra sensitivity to medicinesHigh blood pressure in the vein entering the liverEnlarged veins called varices in the esophagus and stomach. Varices can bleed suddenly. Kidney failureJaundiceSevere itchingGallstonesA small number of people with cirrhosis get liver cancer.Your doctor will diagnose cirrhosis with blood tests, imaging tests, or a biopsy.Cirrhosis has many causes. In the United States, the most common causes are chronic alcoholism and hepatitis. Nothing will make the scar tissue disappear, but treating the cause can keep it from getting worse. If too much scar tissue forms, you may need to consider a liver transplant.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc36", "contents": "Abdominal Pain  Your abdomen extends from below your chest to your groin. Some people call it the stomach, but your abdomen contains many other important organs. Pain in the abdomen can come from any one of them. The pain may start somewhere else, such as your chest. Severe pain doesn't always mean a serious problem. Nor does mild pain mean a problem is not serious. Call your health care provider if mild pain lasts a week or more or if you have pain with other symptoms. Get medical help immediately if:\tYou have abdominal pain that is sudden and sharpYou also have pain in your chest, neck or shoulder \tYou're vomiting blood or have blood in your stool \tYour abdomen is stiff, hard and tender to touch You can't move your bowels, especially if you're also vomiting "}
{"id": "doc37", "contents": "Crohn's Disease  What is Crohn's disease?Crohn's disease is a chronic disease that causes inflammation in your digestive tract. It can affect any part of your digestive tract, which runs from your mouth to your anus. But it usually affects your small intestine and the beginning of your large intestine.Crohn's disease is an inflammatory bowel disease (IBD). Ulcerative colitis and microscopic colitis are other common types of IBD.What causes Crohn's disease?The cause of Crohn's disease is unknown. Researchers think that an autoimmune reaction may be one cause. An autoimmune reaction happens when your immune system attacks healthy cells in your body. Genetics may also play a role, since Crohn's disease can run in families.Stress and eating certain foods don't cause the disease, but they can make your symptoms worse.Who is at risk for Crohn's disease?There are certain factors which can raise your risk of Crohn's disease:Family history of the disease. Having a parent, child, or sibling with the disease puts you at higher risk.Smoking. This may double your risk of developing Crohn's disease.Certain medicines, such as antibiotics, birth-control pills, and nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin or ibuprofen. These may slightly increase your chance of developing Crohn's.A high-fat diet. This may also slightly increase your risk of Crohn's.What are the symptoms of Crohn's disease?The symptoms of Crohn's disease can vary, depending where and how severe your inflammation is. The most common symptoms include:DiarrheaCramping and pain in your abdomenWeight lossSome other possible symptoms are:Anemia, a condition in which you have fewer red blood cells than normalEye redness or painFatigueFeverJoint pain or sorenessNausea or loss of appetiteSkin changes that involve red, tender bumps under the skinStress and eating certain foods such as carbonated drinks and high-fiber foods may make some people's symptoms worse.What other problems can Crohn's disease cause?Crohn's disease can cause other problems, including:Intestinal obstruction, a blockage in the intestineFistulas, abnormal connections between two parts inside of the bodyAbscesses, pus-filled pockets of infectionAnal fissures, small tears in your anus that may cause itching, pain, or bleedingUlcers, open sores in your mouth, intestines, anus, or perineumMalnutrition, when your body does not get the right amount of vitamins, minerals, and nutrients it needsInflammation in other areas of your body, such as your joints, eyes, and skinHow is Crohn's disease diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyA physical exam, including"}
{"id": "doc38", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc39", "contents": "Bone Diseases  Your bones help you move, give you shape and support your body. They are living tissues that rebuild constantly throughout your life. During childhood and your teens, your body adds new bone faster than it removes old bone. After about age 20, you can lose bone faster than you make bone. To have strong bones when you are young, and to prevent bone loss when you are older, you need to get enough calcium, vitamin D, and exercise. You should also avoid smoking and drinking too much alcohol.Bone diseases can make bones easy to break. Different kinds of bone problems include:Low bone density and osteoporosis, which make your bones weak and more likely to break Osteogenesis imperfecta makes your bones brittle Paget's disease of bone makes them weak Bones can also develop cancer and infections Other bone diseases, which are caused by poor nutrition, genetics, or problems with the rate of bone growth or rebuildingNIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
