{"id": "doc1", "contents": "Lewy Body Dementia  What is Lewy body dementia (LBD)?Lewy body dementia (LBD) is one of the most common types of dementia in older adults. Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionWhat are the types of Lewy body dementia (LBD)?There are two types of LBD: dementia with Lewy bodies and Parkinson's disease dementia.Both types cause the same changes in the brain. And, over time, they can cause similar symptoms. The main difference is in when the cognitive (thinking) and movement symptoms start.Dementia with Lewy bodies causes problems with thinking ability that seem similar to Alzheimer's disease. Later, it also causes other symptoms, such as movement symptoms, visual hallucinations, and certain sleep disorders. It also causes more trouble with mental activities than with memory.Parkinson's disease dementia starts as a movement disorder. It first causes the symptoms of Parkinson's disease: slowed movement, muscle stiffness, tremor, and a shuffling walk. Later on, it causes dementia.What causes Lewy body dementia (LBD)?LBD happens when Lewy bodies build up in parts of the brain that control memory, thinking, and movement.  Lewy bodies are abnormal deposits of a protein called alpha-synuclein. Researchers don't know exactly why these deposits form. But they do know that other diseases, such as Parkinson's disease, also involve a build-up of that protein.Who is at risk for Lewy body dementia (LBD)?The biggest risk factor for LBD is age; most people who get it are over age 50. People who have a family history of LBD are also at higher risk.What are the symptoms of Lewy body dementia (LBD)?LBD is a progressive disease. This means that the symptoms start slowly and get worse over time. The most common symptoms include changes in cognition, movement, sleep, and behavior:Dementia, which is a loss of mental functions that is severe enough to affect your daily life and activitiesChanges in concentration, attention, alertness, and wakefulness. These changes usually happen from day to day. But sometimes they can also happen throughout the same day.Visual hallucinations, which means seeing things that are not thereProblems with movement and posture, including slowness of movement, difficulty walking, and muscle stiffness. These are called parkinsonian motor symptoms.REM sleep behavior disorder, a condition in which a person seems to act out dreams. It may include vivid dreaming, talking in one's sleep, violent movements, or falling out of bed. This may be the earliest symptom of LBD in some people. It can appear several years before any other LBD symptoms.Changes in behavior and mood, such as depression, anxiety, and apathy (a lack of interest in normal daily activities or events)In the early stages of LBD, symptoms can be mild, and people can function fairly normally. As the disease gets worse, people with LBD need more help due to problems with thinking and movement. In the later stages of the disease, they often cannot care for themselves.How is Lewy body dementia (LBD) diagnosed?There isn't one test that can diagnose LBD. It is important to see an experienced doctor to get a diagnosis. This would usually be specialist such as a neurologist. The doctor will:Do a medical history, including taking a detailed account of the symptoms. The doctor will talk to both the patient and caregivers.Do physical and neurological examsDo tests to rule out other conditions that could cause similar symptoms. These could include blood tests and brain imaging tests.Do neuropsychological tests to evaluate memory and other cognitive functionsLBD can be hard to diagnose, because Parkinson's disease and Alzheimer's disease cause similar symptoms. Scientists think that Lewy body disease might be related to these diseases, or that they sometimes happen together.It's also important to know which type of LBD a person has, so the doctor can treat that type's particular symptoms. It also helps the doctor understand how the disease will affect the person over time. The doctor makes a diagnosis based on when certain symptoms start:If cognitive symptoms start within a year of movement problems, the diagnosis is dementia with Lewy bodiesIf cognitive problems start more than a year after the movement problems, the diagnosis is Parkinson's disease dementiaWhat are the treatments for Lewy body dementia (LBD)?There is no cure for LBD, but treatments can help with the symptoms:Medicines may help with some of the cognitive, movement, and psychiatric symptomsPhysical therapy can help with movement problemsOccupational therapy may help find ways to more easily do everyday activitiesSpeech therapy may help with swallowing difficulties and trouble speaking loudly and clearlyMental health counseling can help people with LBD and their families learn how to manage difficult emotions and behaviors. It can also help them plan for the future.Music or art therapy may reduce anxiety and improve well-beingSupport groups can also be helpful for people with LBD and their caregivers. Support groups can give emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc2", "contents": "Parkinson's Disease  Parkinson's disease (PD) is a type of movement disorder. It happens when nerve cells in the brain don't produce enough of a brain chemical called dopamine. Sometimes it is genetic, but most cases do not seem to run in families. Exposure to chemicals in the environment might play a role.Symptoms begin gradually, often on one side of the body.  Later they affect both sides. They  include:Trembling of hands, arms, legs, jaw and face Stiffness of the arms, legs and trunk Slowness of movement Poor balance and coordination As symptoms get worse, people with the disease may have trouble walking, talking, or doing simple tasks. They may also have problems such as depression, sleep problems, or trouble chewing, swallowing, or speaking.There is no specific test for PD, so it can be difficult to diagnose.  Doctors use a medical history and a neurological examination to diagnose it.PD usually begins around age 60, but it can start earlier. It is more common in men than in women. There is no cure for PD. A variety of medicines sometimes help symptoms dramatically. Surgery and deep brain stimulation (DBS) can help severe cases. With DBS, electrodes are surgically implanted in the brain. They send electrical pulses to stimulate the parts of the brain that control movement.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc3", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc4", "contents": "Degenerative Nerve Diseases  Degenerative nerve diseases affect many of your body's activities, such as balance, movement, talking, breathing, and heart function.   Many of these diseases are genetic. Sometimes the cause is a medical condition such as alcoholism, a tumor, or a stroke. Other causes may include toxins, chemicals, and viruses.  Sometimes the cause is unknown.Degenerative nerve diseases include:Alzheimer's diseaseAmyotrophic lateral sclerosisFriedreich ataxiaHuntington's diseaseLewy body diseaseParkinson's diseaseSpinal muscular atrophyDegenerative nerve diseases can be serious or life-threatening. It depends on the type. Most of them have no cure. Treatments may help improve symptoms, relieve pain, and increase mobility."}
{"id": "doc5", "contents": "Autonomic Nervous System Disorders  Your autonomic nervous system is the part of your nervous system that controls involuntary actions, such as the beating of your heart and the widening or narrowing of your blood vessels. When something goes wrong in this system, it can cause serious problems, including:\tBlood pressure problems\tHeart problems\tTrouble with breathing and swallowing\tErectile dysfunction in menAutonomic nervous system disorders can occur alone or as the result of another disease, such as Parkinson's disease, alcoholism and diabetes. Problems can affect either part of the system, as in complex regional pain syndromes, or all of the system. Some types are temporary, but many worsen over time. When they affect your breathing or heart function, these disorders can be life-threatening.Some autonomic nervous system disorders get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms. NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc6", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc7", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc8", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc9", "contents": "Drug Reactions  Most of the time, medicines make our lives better. They reduce aches and pains, fight infections, and control problems such as high blood pressure or diabetes. But medicines can also cause unwanted reactions, such as drug interactions, side effects, and allergies.What is a drug interaction?A drug interaction is a change in the way a drug acts in the body when taken with certain other drugs, foods, or supplements or when taken while you have certain medical conditions. Examples include:Two drugs, such as aspirin and blood thinnersDrugs and food, such as statins and grapefruitDrugs and supplements, such as gingko and blood thinnersDrugs and medical conditions, such as aspirin and peptic ulcersInteractions could cause a drug to be more or less effective, cause side effects, or change the way one or both drugs work.What are side effects?Side effects are unwanted, usually unpleasant, effects caused by medicines. Most are mild, such as a stomachache, dry mouth, or drowsiness, and go away after you stop taking the medicine.  Others can be more serious. Sometimes a drug can interact with a disease that you have and cause a side effect. For example, if you have a heart condition, certain decongestants can cause you to have a rapid heartbeat.What are drug allergies?Drug allergies are another type of reaction. They can range from mild to life-threatening. Skin reactions, such as hives and rashes, are the most common type. Anaphylaxis, a serious allergic reaction, is less common.How can I stay safe when taking medicines?When you start a new prescription or over-the-counter medicine, make sure you understand how to take it correctly. Know which other medicines, foods, and supplements you need to avoid. Always talk to your health care provider or pharmacist if you have questions about your medicines."}
{"id": "doc10", "contents": "Dystonia  Dystonia is a movement disorder that causes involuntary contractions of your muscles. These contractions result in twisting and repetitive movements. Sometimes they are painful.Dystonia can affect just one muscle, a group of muscles or all of your muscles. Symptoms can include tremors, voice problems or a dragging foot. Symptoms often start in childhood. They can also start in the late teens or early adulthood. Some cases worsen over time. Others are mild.Some people inherit dystonia. Others have it because of another disease. Researchers think that dystonia may be due to a problem in the part of the brain that handles messages about muscle contractions. There is no cure. Doctors use medicines, Botox injections, surgery, physical therapy, and other treatments to reduce or eliminate muscle spasms and pain.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc11", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc15", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "How to Lower Cholesterol with Diet  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?The treatments for high cholesterol are heart-healthy lifestyle changes and medicines. The lifestyle changes include healthy eating, weight management, and regular physical activity.How can I lower cholesterol with diet?Heart-healthy lifestyle changes include a diet to lower your cholesterol. The DASH eating plan is one example. Another is the Therapeutic Lifestyle Changes diet, which recommends that youChoose healthier fats.You should limit both total fat and saturated fat. No more than 25 to 35% of your daily calories should come from dietary fats, and less than 7% of your daily calories should come from saturated fat. Depending upon how many calories you eat per day, here are the maximum amounts of fats that you should eat:Calories per DayTotal FatSaturated Fat1,50042-58 grams10 grams2,00056-78 grams13 grams2,50069-97 grams17 gramsSaturated fat is a bad fat because it raises your LDL (bad cholesterol) level more than anything else in your diet. It is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Trans fat is another bad fat; it can raise your LDL and lower you HDL (good cholesterol). Trans fat is mostly in foods made with hydrogenated oils and fats, such as stick margarine, crackers, and french fries.Instead of these bad fats, try healthier fats, such as lean meat, nuts, and unsaturated oils like canola, olive, and safflower oils.Limit foods with cholesterol. If you are trying to lower your cholesterol, you should have less than 200 mg a day of cholesterol. Cholesterol is in foods of animal origin, such as liver and other organ meats, egg yolks, shrimp, and whole milk dairy products.Eat plenty of soluble fiber. Foods high in soluble fiber help prevent your digestive tract from absorbing cholesterol. These foods include:Whole-grain cereals such as oatmeal and oat branFruits such as apples, bananas, oranges, pears, and prunesLegumes such as kidney beans, lentils, chick peas, black-eyed peas, and lima beansEat lots of fruits and vegetables. A diet rich in fruits and vegetables can increase important cholesterol-lowering compounds in your diet. These compounds, called plant stanols or sterols, work like soluble fiber.Eat fish that are high in omega-3 fatty acids. These acids won't lower your LDL level, but they may help raise your HDL level. They may also protect your heart from blood clots and inflammation and reduce your risk of heart attack. Fish that are a good source of omega-3 fatty acids include salmon, tuna (canned or fresh), and mackerel. Try to eat these fish two times a week.Limit salt. You should try to limit the amount of sodium (salt) that you eat to no more than 2,300 milligrams (about 1 teaspoon of salt) a day. That includes all the sodium you eat, whether it was added in cooking or at the table, or already present in food products. Limiting salt won't lower your cholesterol, but it can lower your risk of heart diseases by helping to lower your blood pressure. You can reduce your sodium by instead choosing low-salt and \"no added salt\" foods and seasonings at the table or while cooking.Limit alcohol. Alcohol adds extra calories, which can lead to weight gain. Being overweight can raise your LDL level and lower your HDL level. Too much alcohol can also increase your risk of heart diseases because it can raise your blood pressure and triglyceride level. One drink is a glass of wine, beer, or a small amount of hard liquor, and the recommendation is that:Men should have no more than two drinks containing alcohol a dayWomen should have no more than one drink containing alcohol a dayNutrition labels can help you figure out how much fat, saturated fat, cholesterol, fiber, and sodium is in the foods that you buy.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Cholesterol Medicines  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?If you have high cholesterol, lifestyle changes can help you to lower your cholesterol level. But sometimes the lifestyle changes are not enough, and you need to take cholesterol medicines. You should still continue with the lifestyle changes even though you are taking medicines.Who needs cholesterol medicines?Your health care provider may prescribe medicine if:You have already had a heart attack or stroke, or you have peripheral arterial diseaseYour LDL (bad) cholesterol level is 190 mg/dL or higherYou are 40-75 years old, you have diabetes, and your LDL cholesterol level is 70 mg/dL or higherYou are 40-75 years old, you have a high risk of developing heart disease or stroke, and your LDL cholesterol level is 70 mg/dL or higherWhat are the different types of medicines for cholesterol?There are several types of cholesterol-lowering drugs available, including:Statins, which block the liver from making cholesterolBile acid sequestrants, which decrease the amount of fat absorbed from foodCholesterol absorption inhibitors, which decrease the amount of cholesterol absorbed from food and lower triglycerides.Nicotinic acid (niacin), which lowers LDL (bad) cholesterol and triglycerides and raises HDL (good) cholesterol.  Even though you can buy niacin without a prescription, you should talk to your health care provider before taking it to lower your cholesterol. High doses of niacin can cause serious side effects.PCSK9 inhibitors, which block a protein called PCSK9. This helps your liver remove and clear LDL cholesterol from your blood.Fibrates, which lower triglycerides. They may also raise HDL (good) cholesterol. If you take them with statins, they may increase the risk of muscle problems.Combination medicines, which include more than one type of cholesterol-lowering medicineThere are also a few other cholesterol medicines (lomitapide and mipomersen) that are only for people who have familial hypercholesterolemia (FH). FH is an inherited disorder that causes high LDL cholesterol.How does my health care provider decide which cholesterol medicine I should take?When deciding which medicine you should take and which dose you need, your health care provider will consider:Your cholesterol levelsYour risk for heart disease and strokeYour ageAny other health problems you havePossible side effects of the medicines. Higher doses are more likely to cause side effects, especially over time.Medicines can help control your cholesterol, but they don't cure it. You need to keep taking your medicines and get regular cholesterol checks to make sure that you cholesterol levels are in a healthy range."}
{"id": "doc20", "contents": "HDL: The \"Good\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are HDL and LDL?HDL and LDL are two types of lipoproteins.They are a combination of fat (lipid) and protein.  The lipids need to be attached to the proteins so they can move through the blood. HDL and LDL have different purposes:HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.How do I know what my HDL level is?A blood test can measure your cholesterol levels, including HDL. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat should my HDL level be? With HDL cholesterol, higher numbers are better, because a high HDL level can lower your risk for coronary artery disease and stroke. How high your HDL should be depends on your age and sex:GroupHealthy HDL LevelAge 19 or youngerMore than 45mg/dlMen age 20 or olderMore than 40mg/dlWomen age 20 or olderMore than 50mg/dlHow can I raise my HDL level?If your HDL level is too low, lifestyle changes may help. These changes may also help prevent other diseases, and make you feel better overall:Eat a healthy diet. To raise your HDL level, you need to eat good fats instead of bad fats. This means limiting saturated fats, which include full-fat milk and cheese, high-fat meats like sausage and bacon, and foods made with butter, lard, and shortening. You should also avoid trans fats, which may be in some margarines, fried foods, and processed foods like baked goods. Instead, eat unsaturated fats, which are found in avocado, vegetable oils like olive oil, and nuts. Limit carbohydrates, especially sugar. Also try to eat more foods naturally high in fiber, such as oatmeal and beans.Stay at a healthy weight. You can boost your HDL level by losing weight, especially if you have lots of fat around your waist.Exercise. Getting regular exercise can raise your HDL level, as well as lower your LDL. You should try to do 30 minutes of moderate to vigorous aerobic exercise on most, if not all, days.Avoid cigarettes.Smoking and exposure to secondhand smoke can lower your HDL level. If you are a smoker, ask your health care provider for help in finding the best way for you to quit. You should also try to avoid secondhand smoke.Limit alcohol. Moderate alcohol may lower your HDL level, although more studies are needed to confirm that. What we do know is that too much alcohol can make you gain weight, and that lowers your HDL level.Some cholesterol medicines, including certain statins, can raise your HDL level, in addition to lowering your LDL level. Health care providers don't usually prescribe medicines only to raise HDL. But if you have a low HDL and high LDL level, you might need medicine.What else can affect my HDL level?Taking certain medicines can lower HDL levels in some people. They include:Beta blockers, a type of blood pressure medicineAnabolic steroids, including testosterone, a male hormoneProgestins, which are female hormones that are in some birth control pills and hormone replacement therapyBenzodiazepines, sedatives that are often used for anxiety and insomniaIf you are taking one of these and you have a very low HDL level, ask your provider if you should continue to take them.Diabetes can also lower your HDL level, so that gives you another reason to manage your diabetes."}
{"id": "doc21", "contents": "Tremor  What is a tremor?A tremor is a rhythmic shaking movement in one or more parts of your body. It is involuntary, meaning that you cannot control it. This shaking happens because of muscle contractions.A tremor is most often in your hands, but it could also affect your arms, head, vocal cords, trunk, and legs. It may come and go, or it may be constant. Tremor can happen on its own or be caused by another disorder.What are the types of tremor?There are several types of tremor, including:Essential tremor, sometimes called benign essential tremor. This is the most common type. It usually affects your hands, but it can also affect your head, voice, tongue, legs, and trunk.Parkinsonian tremor, which is a common symptom in people who have Parkinson's disease. It is usually affects one or both hands when they are at rest, but it can affect the chin, lips, face, and legs.Dystonic tremor, which happens in people who have dystonia. Dystonia is a movement disorder in which you have involuntary muscle contractions. The contractions cause you to have twisting and repetitive movements. It can affect any muscle in the body.What causes tremor?Generally, tremor is caused by a problem in the deep parts of the brain that control movements. For most types, the cause is unknown. Some types are inherited and run in families. There can also be other causes, such as:Neurologic disorders, including multiple sclerosis, Parkinson's disease, stroke, and traumatic brain injuryCertain medicines, such as asthma medicines, amphetamines, caffeine, corticosteroids, and medicines used for certain psychiatric and neurological disordersAlcohol use disorder or alcohol withdrawalMercury poisoningHyperthyroidism (overactive thyroid)Liver or kidney failureAnxiety or panicWho is at risk for tremor?Anyone can get tremor, but it is most common in middle-aged and older adults. For certain types, having a family history raises your risk of getting it.What are the symptoms of tremor?Symptoms of tremor may include:Rhythmic shaking in the hands, arms, head, legs, or torsoShaky voiceDifficulty writing or drawingProblems holding and controlling utensils, such as a spoonHow is tremor diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms A physical exam, which includes checking"}
{"id": "doc22", "contents": "Parkinson's Disease  Parkinson's disease (PD) is a type of movement disorder. It happens when nerve cells in the brain don't produce enough of a brain chemical called dopamine. Sometimes it is genetic, but most cases do not seem to run in families. Exposure to chemicals in the environment might play a role.Symptoms begin gradually, often on one side of the body.  Later they affect both sides. They  include:Trembling of hands, arms, legs, jaw and face Stiffness of the arms, legs and trunk Slowness of movement Poor balance and coordination As symptoms get worse, people with the disease may have trouble walking, talking, or doing simple tasks. They may also have problems such as depression, sleep problems, or trouble chewing, swallowing, or speaking.There is no specific test for PD, so it can be difficult to diagnose.  Doctors use a medical history and a neurological examination to diagnose it.PD usually begins around age 60, but it can start earlier. It is more common in men than in women. There is no cure for PD. A variety of medicines sometimes help symptoms dramatically. Surgery and deep brain stimulation (DBS) can help severe cases. With DBS, electrodes are surgically implanted in the brain. They send electrical pulses to stimulate the parts of the brain that control movement.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc23", "contents": "Movement Disorders  Movement disorders are neurologic conditions that cause problems with movement, such as:Increased movement that can be voluntary (intentional) or involuntary (unintended)Decreased or slow voluntary movementThere are many different movement disorders. Some of the more common types include:Ataxia, the loss of muscle coordinationDystonia, in which involuntary contractions of your muscles cause twisting and repetitive movements. The movements can be painful.Huntington's disease, an inherited disease that causes nerve cells in certain parts of the brain to waste away. This includes the nerve cells that help to control voluntary movement.Parkinson's disease, which is disorder that slowly gets worse over time. It causes tremors, slowness of movement, and trouble walking.Tourette syndrome, a condition which causes people to make sudden twitches, movements, or sounds (tics)Tremor and essential tremor, which cause involuntary trembling or shaking movements. The movements may be in one or more parts of your body.Causes of movement disorders include:GeneticsInfectionsMedicinesDamage to the brain, spinal cord, or peripheral nervesMetabolic disordersStroke and vascular diseasesToxinsTreatment varies by disorder. Medicines can cure some disorders. Others get better when an underlying disease is treated. Often, however, there is no cure. In that case, the goal of treatment is to improve symptoms and relieve pain."}
{"id": "doc24", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc25", "contents": "Autoimmune Diseases  What are autoimmune diseases?Your immune system protects you from disease and infection by attacking germs that get into your body, such as viruses and bacteria. Your immune system can tell that the germs aren't part of you, so it destroys them. If you have an autoimmune disease, your immune system attacks the healthy cells of your organs and tissues by mistake.There are more than 80 types of autoimmune diseases. They can affect almost any part of your body. For example, alopecia areata is an autoimmune disease of the skin that causes hair loss. Autoimmune hepatitis affects the liver. In type 1 diabetes, the immune system attacks the pancreas.  And in rheumatoid arthritis, the immune system can attack many parts of the body, including the joints, lungs, and eyes.What causes autoimmune diseases?No one is sure why autoimmune diseases happen. But you can't catch them from other people.Autoimmune diseases do tend to run in families, which means that certain genes may make some people more likely to develop a problem. Viruses, certain chemicals, and other things in the environment may trigger an autoimmune disease if you already have the genes for it.Who is at risk for autoimmune diseases?Millions of Americans of all ages have autoimmune diseases. Women develop many types of autoimmune diseases much more often than men. And if you have one autoimmune disease, you are more likely to get another.What are the symptoms of autoimmune diseases?The symptoms of an autoimmune disease depend on the part of your body that's affected. Many types of autoimmune diseases cause redness, swelling, heat, and pain, which are the signs and symptoms of inflammation.  But other illnesses can cause the same symptoms.The symptoms of autoimmune diseases can come and go. During a flare-up, your symptoms may get severe for a while. Later on, you may have a remission, which means that your symptoms get better or disappear for a period of time.How are autoimmune diseases diagnosed?Doctors often have a hard time diagnosing autoimmune diseases. There's usually not a specific test to show whether you have a certain autoimmune disease. And the symptoms can be confusing. That's because many autoimmune diseases have similar symptoms. And some symptoms, such as muscle aches, are common in many other illnesses. So it can take a long time and some visits to different types of doctors to get a diagnosis.To help your doctor find out if an autoimmune disease is causing your symptoms,:Learn about the health conditions in your family history.  What health problems did your grandparents, aunts, uncles, and cousins have? Write down what you learn and share it with your doctor.Keep track of your symptoms, including how long they last and what makes them better or worse. Share your notes with your doctor.See a specialist who deals with the symptoms that bother you most. For example, if you have rash, see a dermatologist (skin doctor).What are the treatments for autoimmune diseases?The treatment depends on the disease. In most cases, the goal of treatment is to suppress (slow down) your immune system, and ease swelling, redness, and pain from inflammation. Your doctor may give you corticosteroids or other medicines to help you feel better. For some diseases, you may need treatment for the rest of your life."}
{"id": "doc26", "contents": "Dementia  What is dementia?Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionIt is normal to become a bit more forgetful as you age. But dementia is not a normal part of aging. It is a serious disorder which interferes with your daily life.What are the types of dementia?The most common types of dementia are known as neurodegenerative disorders. These are diseases in which the cells of the brain stop working or die. They include:Alzheimer's disease, which is the most common form of dementia among older people. People with Alzheimer's have plaques and tangles in their brain. These are abnormal buildups of different proteins. Beta-amyloid protein clumps up and forms plaques in between your brain cells. Tau protein builds up and forms tangles inside the nerve cells of your brain. There is also a loss of connection between nerve cells in the brain.Lewy body dementia, which causes movement symptoms along with dementia. Lewy bodies are abnormal deposits of a protein in the brain.Frontotemporal disorders, which cause changes to certain parts of the brain:"}
{"id": "doc27", "contents": "Lewy Body Dementia  What is Lewy body dementia (LBD)?Lewy body dementia (LBD) is one of the most common types of dementia in older adults. Dementia is a loss of mental functions that is severe enough to affect your daily life and activities. These functions include:MemoryLanguage skillsVisual perception (your ability to make sense of what you see)Problem solvingTrouble with everyday tasksThe ability to focus and pay attentionWhat are the types of Lewy body dementia (LBD)?There are two types of LBD: dementia with Lewy bodies and Parkinson's disease dementia.Both types cause the same changes in the brain. And, over time, they can cause similar symptoms. The main difference is in when the cognitive (thinking) and movement symptoms start.Dementia with Lewy bodies causes problems with thinking ability that seem similar to Alzheimer's disease. Later, it also causes other symptoms, such as movement symptoms, visual hallucinations, and certain sleep disorders. It also causes more trouble with mental activities than with memory.Parkinson's disease dementia starts as a movement disorder. It first causes the symptoms of Parkinson's disease: slowed movement, muscle stiffness, tremor, and a shuffling walk. Later on, it causes dementia.What causes Lewy body dementia (LBD)?LBD happens when Lewy bodies build up in parts of the brain that control memory, thinking, and movement.  Lewy bodies are abnormal deposits of a protein called alpha-synuclein. Researchers don't know exactly why these deposits form. But they do know that other diseases, such as Parkinson's disease, also involve a build-up of that protein.Who is at risk for Lewy body dementia (LBD)?The biggest risk factor for LBD is age; most people who get it are over age 50. People who have a family history of LBD are also at higher risk.What are the symptoms of Lewy body dementia (LBD)?LBD is a progressive disease. This means that the symptoms start slowly and get worse over time. The most common symptoms include changes in cognition, movement, sleep, and behavior:Dementia, which is a loss of mental functions that is severe enough to affect your daily life and activitiesChanges in concentration, attention, alertness, and wakefulness. These changes usually happen from day to day. But sometimes they can also happen throughout the same day.Visual hallucinations, which means seeing things that are not thereProblems with movement and posture, including slowness of movement, difficulty walking, and muscle stiffness. These are called parkinsonian motor symptoms.REM sleep behavior disorder, a condition in which a person seems to act out dreams. It may include vivid dreaming, talking in one's sleep, violent movements, or falling out of bed. This may be the earliest symptom of LBD in some people. It can appear several years before any other LBD symptoms.Changes in behavior and mood, such as depression, anxiety, and apathy (a lack of interest in normal daily activities or events)In the early stages of LBD, symptoms can be mild, and people can function fairly normally. As the disease gets worse, people with LBD need more help due to problems with thinking and movement. In the later stages of the disease, they often cannot care for themselves.How is Lewy body dementia (LBD) diagnosed?There isn't one test that can diagnose LBD. It is important to see an experienced doctor to get a diagnosis. This would usually be specialist such as a neurologist. The doctor will:Do a medical history, including taking a detailed account of the symptoms. The doctor will talk to both the patient and caregivers.Do physical and neurological examsDo tests to rule out other conditions that could cause similar symptoms. These could include blood tests and brain imaging tests.Do neuropsychological tests to evaluate memory and other cognitive functionsLBD can be hard to diagnose, because Parkinson's disease and Alzheimer's disease cause similar symptoms. Scientists think that Lewy body disease might be related to these diseases, or that they sometimes happen together.It's also important to know which type of LBD a person has, so the doctor can treat that type's particular symptoms. It also helps the doctor understand how the disease will affect the person over time. The doctor makes a diagnosis based on when certain symptoms start:If cognitive symptoms start within a year of movement problems, the diagnosis is dementia with Lewy bodiesIf cognitive problems start more than a year after the movement problems, the diagnosis is Parkinson's disease dementiaWhat are the treatments for Lewy body dementia (LBD)?There is no cure for LBD, but treatments can help with the symptoms:Medicines may help with some of the cognitive, movement, and psychiatric symptomsPhysical therapy can help with movement problemsOccupational therapy may help find ways to more easily do everyday activitiesSpeech therapy may help with swallowing difficulties and trouble speaking loudly and clearlyMental health counseling can help people with LBD and their families learn how to manage difficult emotions and behaviors. It can also help them plan for the future.Music or art therapy may reduce anxiety and improve well-beingSupport groups can also be helpful for people with LBD and their caregivers. Support groups can give emotional and social support. They are also a place where people can share tips about how to deal with day-to-day challenges.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc28", "contents": "Alzheimer's Caregivers  A caregiver gives care to someone who needs help taking care of themselves. It can be rewarding. It may help to strengthen connections to a loved one. You may feel fulfillment from helping someone else. But sometimes caregiving can be stressful and even overwhelming. This can be especially true when caring for someone with Alzheimer's disease (AD).AD is an illness that changes the brain. It causes people to lose the ability to remember, think, and use good judgment. They also have trouble taking care of themselves. Over time, as the disease gets worse, they will need more and more help. As a caregiver, it is important for you to learn about AD. You will want to know what happens to the person during the different stages of the disease. This can help you plan for the future, so that you will have all of the resources you will need to be able to take care of your loved one.As a caregiver for someone with AD, your responsibilities can include:Getting your loved one's health, legal, and financial affairs in order. If possible, include them in the planning while they can still make decisions. Later you will need to take over managing their finances and paying their bills."}
{"id": "doc29", "contents": "Alzheimer's Disease  Alzheimer's disease (AD) is the most common form of dementia among older people. Dementia is a brain disorder that seriously affects a person's ability to carry out daily activities. AD begins slowly. It first involves the parts of the brain that control thought, memory and language. People with AD may have trouble remembering things that happened recently or names of people they know. A related problem, mild cognitive impairment (MCI), causes more memory problems than normal for people of the same age.  Many, but not all, people with MCI will develop AD.In AD, over time, symptoms get worse. People may not recognize family members. They may have trouble speaking, reading or writing. They may forget how to brush their teeth or comb their hair. Later on, they may become anxious or aggressive, or wander away from home. Eventually, they need total care. This can cause great stress for family members who must care for them.AD usually begins after age 60.  The risk goes up as you get older. Your risk is also higher if a family member has had the disease. No treatment can stop the disease. However, some drugs may help keep symptoms from getting worse for a limited time.NIH: National Institute on Aging"}
{"id": "doc30", "contents": "Delirium  What is delirium?Delirium is a mental state in which you are confused, disoriented, and not able to think or remember clearly. It usually starts suddenly. It is often temporary and treatable.There are three types of delirium:Hypoactive, where you are not active and seem sleepy, tired, or depressedHyperactive, where you are restless or agitatedMixed, where you change back and forth between being hypoactive and hyperactiveWhat causes delirium?There are many different problems that can cause delirium. Some of the more common causes include:Alcohol or drugs, either from intoxication or withdrawal. This includes a serious type of alcohol withdrawal syndrome called delirium tremens. It usually happens to people who stop drinking after years of alcohol abuse.Dehydration and electrolyte imbalancesDementiaHospitalization, especially in intensive careInfections, such as urinary tract infections, pneumonia, and the fluMedicines. This could be a side effect of a medicine, such as sedatives or opioids. Or it could be withdrawal after stopping a medicine.Metabolic disordersOrgan failure, such as kidney or liver failurePoisoningSerious illnessesSevere painSleep deprivationSurgeries, including reactions to anesthesiaWho is at risk for delirium?Certain factors put you at risk for delirium, including:Being in a hospital or nursing homeDementiaHaving a serious illness or more than one illnessHaving an infectionOlder ageSurgeryTaking medicines that affect the mind or behaviorTaking high doses of pain medicines, such as opioidsWhat are the symptoms of delirium?The symptoms of delirium usually start suddenly, over a few hours or a few days. They often come and go. The most common symptoms include:Changes in alertness (usually more alert in the morning, less at night)Changing levels of consciousnessConfusionDisorganized thinking, talking in a way that doesn't make senseDisrupted sleep patterns, sleepinessEmotional changes: anger, agitation, depression, irritability, overexcitementHallucinations and delusionsIncontinenceMemory problems, especially with short-term memoryTrouble concentratingHow is delirium diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsPhysical and neurological examsMental status testingLab and  diagnostic imaging testsDelirium and dementia have similar symptoms, so it can be hard to tell them apart. They can also occur together. Delirium starts suddenly and can cause hallucinations. The symptoms may get better or worse and can last for hours or weeks.  On the other hand, dementia develops slowly and does not cause hallucinations. The symptoms are stable and may last for months or years.What are the treatments for delirium?Treatment of delirium focuses on the causes and symptoms of delirium. The first step is to identify the cause. Often, treating the cause will lead to a full recovery. The recovery may take some time - weeks or sometimes even months. In the meantime, there may be treatments to manage the symptoms, such as:Controlling the environment, which includes making sure that the room is quiet and well-lit, having clocks or calendars in view, and having family members aroundMedicines, including those that control aggression or agitation and pain relievers if there is painIf needed, making sure that the person has a hearing aid, glasses, or other devices for communicationCan delirium be prevented?Treating the conditions that can cause delirium may reduce the risk of getting it. Hospitals can help lower the risk of delirium by avoiding sedatives and making sure that the room is kept quiet, calm, and well-lit. It can also help to have family members around and to have the same staff members treat the person."}
