{"id": "doc1", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc2", "contents": "Pituitary Disorders  Your pituitary gland is a pea-sized gland at the base of your brain. The pituitary is the \"master control gland\" - it makes hormones that affect growth and the functions of other glands in the body. With pituitary disorders, you often have too much or too little of one of your hormones.  Injuries can cause pituitary disorders, but the most common cause is a pituitary tumor."}
{"id": "doc3", "contents": "Primary Ovarian Insufficiency  What is primary ovarian insufficiency (POI)?Primary ovarian insufficiency (POI), also known as premature ovarian failure, happens when a woman's ovaries stop working normally before she is 40.Many women naturally experience reduced fertility when they are about 40 years old. They may start getting irregular menstrual periods as they transition to menopause. For women with POI, irregular periods and reduced fertility start before the age of 40. Sometimes it can start as early as the teenage years.POI is different from premature menopause. With premature menopause, your periods stop before age 40. You can no longer get pregnant. The cause can be natural or it can be a disease, surgery, chemotherapy, or radiation. With POI, some women still have occasional periods. They may even get pregnant.  In most cases of POI, the cause is unknown.What causes primary ovarian insufficiency (POI)?In about 90% of cases, the exact cause of POI is unknown.Research shows that POI is related to problems with the follicles. Follicles are small sacs in your ovaries. Your eggs grow and mature inside them. One type of follicle problem is that you run out of working follicles earlier than normal. Another is that the follicles are not working properly. In most cases, the cause of the follicle problem is unknown. But sometimes the cause may be:Genetic disorders such as Fragile X syndrome and Turner syndromeA low number of folliclesAutoimmune diseases, including thyroiditis and Addison diseaseChemotherapy or radiation therapyMetabolic disordersToxins, such as cigarette smoke, chemicals, and pesticidesWho is at risk for primary ovarian insufficiency (POI)?Certain factors can raise a woman's risk of POI:Family history. Women who have a mother or sister with POI are more likely to have it.Genes. Some changes to genes and genetic conditions put women at higher risk for POI. For example, women Fragile X syndrome or Turner syndrome are at higher risk.Certain diseases, such as autoimmune diseases and viral infectionsCancer treatments, such as chemotherapy and radiation therapyAge. Younger women can get POI, but it becomes more common between the ages of 35-40.What are the symptoms of primary ovarian insufficiency (POI)?The first sign of POI is usually irregular or missed periods. Later symptoms may be similar to those of natural menopause:Hot flashesNight sweatsIrritabilityPoor concentrationDecreased sex drivePain during sexVaginal drynessFor many women with POI, trouble getting pregnant or infertility is the reason they go to their health care provider.What other problems can primary ovarian insufficiency (POI) cause?Since POI causes you to have lower levels of certain hormones, you are at greater risk for other health conditions, including:Anxiety and depression. Hormonal changes caused by POI can contribute to anxiety or lead to depression.Dry eye syndrome and eye surface disease. Some women with POI have one of these eye conditions. Both can cause discomfort and may lead to blurred vision. If not treated, these conditions can cause permanent eye damage.Heart disease. Lower levels of estrogen can affect the muscles lining the arteries and can increase the buildup of cholesterol in the arteries. These factors increase your risk of atherosclerosis (hardening of the arteries).Infertility.Low thyroid function. This problem also is called hypothyroidism. The thyroid is a gland that makes hormones that control your body's metabolism and energy level. Low levels thyroid hormones can affect your metabolism and can cause very low energy, mental sluggishness, and other symptoms.Osteoporosis. The hormone estrogen helps keep bones strong. Without enough estrogen, women with POI often develop osteoporosis. It is a bone disease that causes weak, brittle bones that are more likely to break.How is primary ovarian insufficiency (POI) diagnosed?To diagnose POI, your health care provider may do:A medical history, including asking whether you have relatives with POIA pregnancy test, to make sure that you are not pregnantA physical exam, to look for signs of other disorders which could be causing your symptomsBlood tests, to check for certain hormone levels. You may also have a blood test to do a chromosome analysis. A chromosome is the part of a cell that contains genetic information.A pelvic ultrasound, to see whether or not the ovaries are enlarged or have multiple folliclesHow is primary ovarian insufficiency (POI) treated?Currently, there is no proven treatment to restore normal function to a woman's ovaries.  But there are treatments for some of the symptoms of POI. There are also ways to lower your health risks and treat the conditions that POI can cause:Hormone replacement therapy (HRT).HRT is the most common treatment. It gives your body the estrogen and other hormones that your ovaries are not making. HRT improves sexual health and decreases the risks for heart disease and osteoporosis. You usually take it until about age 50; that's about the age when menopause usually begins.Calcium and vitamin D supplements. Because women with POI are at higher risk for osteoporosis, you should take calcium and vitamin D every day.In vitro fertilization (IVF). If you have POI and you wish to become pregnant, you may consider trying IVF.Regular physical activity and a healthy body weight.Getting regular exercise and controlling your weight can lower your risk for osteoporosis and heart disease.Treatments for associated conditions. If you have a condition that is related to POI, it is important to treat that as well. Treatments may involve medicines and hormones.NIH: National Institute of Child Health and Human Development"}
{"id": "doc4", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc5", "contents": "Ovarian Cancer  The ovaries are part of the female reproductive system. They produce a woman's eggs and female hormones. Each ovary is about the size and shape of an almond.Cancer of the ovary is not common, but it causes more deaths than other female reproductive cancers. The sooner ovarian cancer is found and treated, the better your chance for recovery. But ovarian cancer is hard to detect early. Women with ovarian cancer may have no symptoms or just mild symptoms until the disease is in an advanced stage. Then it is hard to treat. Symptoms may include:A heavy feeling in the pelvisPain in the lower abdomen Bleeding from the vagina Weight gain or loss Abnormal periods Unexplained back pain that gets worse Gas, nausea, vomiting, or loss of appetiteTo diagnose ovarian cancer, doctors do one or more tests. They include a physical exam, a pelvic exam, lab tests, ultrasound, or a biopsy. Treatment is usually surgery followed by chemotherapy.NIH: National Cancer Institute"}
{"id": "doc6", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc7", "contents": "Liver Cancer  Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Primary liver cancer starts in the liver.  Metastatic liver cancer starts somewhere else and spreads to your liver. Risk factors for primary liver cancer include :Having hepatitis B or CHeavy alcohol useHaving cirrhosis, or scarring of the liverHaving hemochromatosis, an iron storage diseaseObesity and diabetesSymptoms can include a lump or pain on the right side of your abdomen and yellowing of the skin. However, you may not have symptoms until the cancer is advanced.  This makes it harder to treat. Doctors use tests that examine the liver and the blood to diagnose liver cancer. Treatment options include surgery, radiation, chemotherapy, or liver transplantation. NIH: National Cancer Institute"}
{"id": "doc8", "contents": "Pituitary Tumors  Your pituitary gland is a pea-sized gland at the base of your brain. The pituitary is the \"master control gland\" - it makes hormones that affect growth and the functions of other glands in the body. Pituitary tumors are common, but often they don't cause health problems. Most people with pituitary tumors never even know they have them. The most common type of pituitary tumor produces hormones and disrupts the balance of hormones in your body. This can cause endocrine diseases such as Cushing's syndrome and hyperthyroidism.Symptoms of pituitary tumors include:Headaches Vision problemsNausea and vomitingProblems caused by the production of too many hormonesPituitary tumors are usually curable. Treatment is often surgery to remove the tumor. Other options include medicines, radiation therapy, and chemotherapy."}
{"id": "doc9", "contents": "Pituitary Disorders  Your pituitary gland is a pea-sized gland at the base of your brain. The pituitary is the \"master control gland\" - it makes hormones that affect growth and the functions of other glands in the body. With pituitary disorders, you often have too much or too little of one of your hormones.  Injuries can cause pituitary disorders, but the most common cause is a pituitary tumor."}
{"id": "doc10", "contents": "Benign Tumors  Tumors are abnormal growths in your body. They can be either benign or malignant. Benign tumors aren't cancer. Malignant ones are. Benign tumors grow only in one place. They cannot spread or invade other parts of your body. Even so, they can be dangerous if they press on vital organs, such as your brain.Tumors are made up of extra cells. Normally, cells grow and divide to form new cells as your body needs them. When cells grow old, they die, and new cells take their place. Sometimes, this process goes wrong. New cells form when your body does not need them, and old cells do not die when they should. These extra cells can divide without stopping and may form tumor.Treatment often involves surgery. Benign tumors usually don't grow back.NIH: National Cancer Institute"}
{"id": "doc11", "contents": "Growth Disorders  Does your child seem much shorter - or much taller - than other kids his or her age? It could be normal. Some children may be small for their age but still be developing normally. Some children are short or tall because their parents are.But some children have growth disorders.  Growth disorders are problems that prevent children from developing normal height, weight, sexual maturity or other features.Very slow or very fast growth can sometimes signal a gland problem or disease.The pituitary gland makes growth hormone, which stimulates the growth of bone and other tissues. Children who have too little of it may be very short. Treatment with growth hormone can stimulate growth.People can also have too much growth hormone.  Usually the cause is a pituitary gland tumor, which is not cancer.  Too much growth hormone can cause gigantism in children, where their bones and their body grow too much.  In adults, it can cause acromegaly, which makes the hands, feet and face larger than normal. Possible treatments include surgery to remove the tumor, medicines, and radiation therapy."}
{"id": "doc12", "contents": "Adrenal Gland Disorders  What are adrenal glands?Your adrenal glands are two small organs that sit on top of each kidney. The adrenal glands make different types of hormones you need to stay alive and healthy. Hormones are chemicals that travel in your bloodstream and control how different parts of your body work.The adrenal glands make the hormones cortisol, aldosterone, adrenaline, and noradrenaline. They also make hormones that your body uses to make sex hormones (estrogen and testosterone). All of these hormones do many important jobs, including:Turning food into energy and managing blood sugar levelsBalancing salt and waterKeeping blood pressure normalResponding to illness and stress (your \"fight or flight\" response)Timing when and how fast a child develops sexuallySupporting pregnancyWhat are adrenal gland disorders?When you have an adrenal gland disorder, your body makes too much or too little of one or more hormones. The symptoms depend on the type of problem you have and how much it affects the hormone levels in your body.There are many types of adrenal gland disorders, including:Addison's Disease - a condition in which the adrenal glands don't make enough cortisolCushing's Syndrome - a condition caused by too much cortisol in the body, often from taking steroid medicines for a long timeAldosterone-producing adenoma - a benign tumor (not cancer) that makes too much aldosterone and may cause serious high blood pressureHereditary paraganglioma-pheochromocytoma - an inherited condition causing different types of tumors that make adrenaline and other hormones. Some tumors may become cancerous.Adrenal gland cancer - cancerous tumors, including adrenocortical carcinoma and neuroblastomaCongenital Adrenal Hyperplasia (CAH) - a group of inherited disorders in which the adrenal glands don't make enough cortisol. The most common type is 21-hydroxylase deficiency (also called CAH1). In the United States, newborn babies get a blood test to see if they have CAH. People born with CAH may not have symptoms until childhood or later in life.What causes adrenal gland disorders?The cause of adrenal gland disorders depends on the type of disorder you have. Causes can include:Medicines such as steroidsA problem in another gland, such as the pituitary gland. The pituitary gland releases hormones that affect how the adrenal glands work.Changes in genes (mutations). These changes can cause the adrenal glands to make too much or too little of one or more hormones.InfectionsIn many cases the cause of the problem isn't clear.How are adrenal gland disorders diagnosed?Health care providers use different tests to check for adrenal disorders depending on your symptoms and health history.  For example, you may have tests of your blood, urine (pee), or saliva (spit).  These tests check your hormone levels. Your provider may order x-rays, CT scans, or MRI scans to look for tumors.What are the treatments for adrenal gland disorders?Different types of adrenal gland disorders have different treatments. They include medicines and surgery.  Radiation therapy is sometimes a treatment for tumors. There are treatments to cure certain adrenal gland disorders. For other disorders, treatments can manage your symptoms.NIH: National Institute of Child Health and Human Development"}
{"id": "doc13", "contents": "Pituitary Tumors  Your pituitary gland is a pea-sized gland at the base of your brain. The pituitary is the \"master control gland\" - it makes hormones that affect growth and the functions of other glands in the body. Pituitary tumors are common, but often they don't cause health problems. Most people with pituitary tumors never even know they have them. The most common type of pituitary tumor produces hormones and disrupts the balance of hormones in your body. This can cause endocrine diseases such as Cushing's syndrome and hyperthyroidism.Symptoms of pituitary tumors include:Headaches Vision problemsNausea and vomitingProblems caused by the production of too many hormonesPituitary tumors are usually curable. Treatment is often surgery to remove the tumor. Other options include medicines, radiation therapy, and chemotherapy."}
{"id": "doc14", "contents": "Benign Tumors  Tumors are abnormal growths in your body. They can be either benign or malignant. Benign tumors aren't cancer. Malignant ones are. Benign tumors grow only in one place. They cannot spread or invade other parts of your body. Even so, they can be dangerous if they press on vital organs, such as your brain.Tumors are made up of extra cells. Normally, cells grow and divide to form new cells as your body needs them. When cells grow old, they die, and new cells take their place. Sometimes, this process goes wrong. New cells form when your body does not need them, and old cells do not die when they should. These extra cells can divide without stopping and may form tumor.Treatment often involves surgery. Benign tumors usually don't grow back.NIH: National Cancer Institute"}
{"id": "doc15", "contents": "Adrenal Gland Disorders  What are adrenal glands?Your adrenal glands are two small organs that sit on top of each kidney. The adrenal glands make different types of hormones you need to stay alive and healthy. Hormones are chemicals that travel in your bloodstream and control how different parts of your body work.The adrenal glands make the hormones cortisol, aldosterone, adrenaline, and noradrenaline. They also make hormones that your body uses to make sex hormones (estrogen and testosterone). All of these hormones do many important jobs, including:Turning food into energy and managing blood sugar levelsBalancing salt and waterKeeping blood pressure normalResponding to illness and stress (your \"fight or flight\" response)Timing when and how fast a child develops sexuallySupporting pregnancyWhat are adrenal gland disorders?When you have an adrenal gland disorder, your body makes too much or too little of one or more hormones. The symptoms depend on the type of problem you have and how much it affects the hormone levels in your body.There are many types of adrenal gland disorders, including:Addison's Disease - a condition in which the adrenal glands don't make enough cortisolCushing's Syndrome - a condition caused by too much cortisol in the body, often from taking steroid medicines for a long timeAldosterone-producing adenoma - a benign tumor (not cancer) that makes too much aldosterone and may cause serious high blood pressureHereditary paraganglioma-pheochromocytoma - an inherited condition causing different types of tumors that make adrenaline and other hormones. Some tumors may become cancerous.Adrenal gland cancer - cancerous tumors, including adrenocortical carcinoma and neuroblastomaCongenital Adrenal Hyperplasia (CAH) - a group of inherited disorders in which the adrenal glands don't make enough cortisol. The most common type is 21-hydroxylase deficiency (also called CAH1). In the United States, newborn babies get a blood test to see if they have CAH. People born with CAH may not have symptoms until childhood or later in life.What causes adrenal gland disorders?The cause of adrenal gland disorders depends on the type of disorder you have. Causes can include:Medicines such as steroidsA problem in another gland, such as the pituitary gland. The pituitary gland releases hormones that affect how the adrenal glands work.Changes in genes (mutations). These changes can cause the adrenal glands to make too much or too little of one or more hormones.InfectionsIn many cases the cause of the problem isn't clear.How are adrenal gland disorders diagnosed?Health care providers use different tests to check for adrenal disorders depending on your symptoms and health history.  For example, you may have tests of your blood, urine (pee), or saliva (spit).  These tests check your hormone levels. Your provider may order x-rays, CT scans, or MRI scans to look for tumors.What are the treatments for adrenal gland disorders?Different types of adrenal gland disorders have different treatments. They include medicines and surgery.  Radiation therapy is sometimes a treatment for tumors. There are treatments to cure certain adrenal gland disorders. For other disorders, treatments can manage your symptoms.NIH: National Institute of Child Health and Human Development"}
