{"id": "doc1", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc3", "contents": "Sleep Apnea  Sleep apnea is a common disorder that causes your breathing to stop or get very shallow. Breathing pauses can last from a few seconds to minutes. They may occur 30 times or more an hour.The most common type is obstructive sleep apnea. It causes your airway to collapse or become blocked during sleep. Normal breathing starts again with a snort or choking sound. People with sleep apnea often snore loudly. However, not everyone who snores has sleep apnea.You are more at risk for sleep apnea if you are overweight, male, or have a family history or small airways.  Children with enlarged tonsils or adenoids may also get it.Doctors diagnose sleep apnea based on medical and family histories, a physical exam, and sleep study results.When your sleep is interrupted throughout the night, you can be drowsy during the day. People with sleep apnea are at higher risk for car crashes, work-related accidents, and other medical problems. If you have it, it is important to get treatment. Lifestyle changes, mouthpieces, surgery, and breathing devices can treat sleep apnea in many people.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Delirium  What is delirium?Delirium is a mental state in which you are confused, disoriented, and not able to think or remember clearly. It usually starts suddenly. It is often temporary and treatable.There are three types of delirium:Hypoactive, where you are not active and seem sleepy, tired, or depressedHyperactive, where you are restless or agitatedMixed, where you change back and forth between being hypoactive and hyperactiveWhat causes delirium?There are many different problems that can cause delirium. Some of the more common causes include:Alcohol or drugs, either from intoxication or withdrawal. This includes a serious type of alcohol withdrawal syndrome called delirium tremens. It usually happens to people who stop drinking after years of alcohol abuse.Dehydration and electrolyte imbalancesDementiaHospitalization, especially in intensive careInfections, such as urinary tract infections, pneumonia, and the fluMedicines. This could be a side effect of a medicine, such as sedatives or opioids. Or it could be withdrawal after stopping a medicine.Metabolic disordersOrgan failure, such as kidney or liver failurePoisoningSerious illnessesSevere painSleep deprivationSurgeries, including reactions to anesthesiaWho is at risk for delirium?Certain factors put you at risk for delirium, including:Being in a hospital or nursing homeDementiaHaving a serious illness or more than one illnessHaving an infectionOlder ageSurgeryTaking medicines that affect the mind or behaviorTaking high doses of pain medicines, such as opioidsWhat are the symptoms of delirium?The symptoms of delirium usually start suddenly, over a few hours or a few days. They often come and go. The most common symptoms include:Changes in alertness (usually more alert in the morning, less at night)Changing levels of consciousnessConfusionDisorganized thinking, talking in a way that doesn't make senseDisrupted sleep patterns, sleepinessEmotional changes: anger, agitation, depression, irritability, overexcitementHallucinations and delusionsIncontinenceMemory problems, especially with short-term memoryTrouble concentratingHow is delirium diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsPhysical and neurological examsMental status testingLab and  diagnostic imaging testsDelirium and dementia have similar symptoms, so it can be hard to tell them apart. They can also occur together. Delirium starts suddenly and can cause hallucinations. The symptoms may get better or worse and can last for hours or weeks.  On the other hand, dementia develops slowly and does not cause hallucinations. The symptoms are stable and may last for months or years.What are the treatments for delirium?Treatment of delirium focuses on the causes and symptoms of delirium. The first step is to identify the cause. Often, treating the cause will lead to a full recovery. The recovery may take some time - weeks or sometimes even months. In the meantime, there may be treatments to manage the symptoms, such as:Controlling the environment, which includes making sure that the room is quiet and well-lit, having clocks or calendars in view, and having family members aroundMedicines, including those that control aggression or agitation and pain relievers if there is painIf needed, making sure that the person has a hearing aid, glasses, or other devices for communicationCan delirium be prevented?Treating the conditions that can cause delirium may reduce the risk of getting it. Hospitals can help lower the risk of delirium by avoiding sedatives and making sure that the room is kept quiet, calm, and well-lit. It can also help to have family members around and to have the same staff members treat the person."}
{"id": "doc5", "contents": "Alzheimer's Caregivers  A caregiver gives care to someone who needs help taking care of themselves. It can be rewarding. It may help to strengthen connections to a loved one. You may feel fulfillment from helping someone else. But sometimes caregiving can be stressful and even overwhelming. This can be especially true when caring for someone with Alzheimer's disease (AD).AD is an illness that changes the brain. It causes people to lose the ability to remember, think, and use good judgment. They also have trouble taking care of themselves. Over time, as the disease gets worse, they will need more and more help. As a caregiver, it is important for you to learn about AD. You will want to know what happens to the person during the different stages of the disease. This can help you plan for the future, so that you will have all of the resources you will need to be able to take care of your loved one.As a caregiver for someone with AD, your responsibilities can include:Getting your loved one's health, legal, and financial affairs in order. If possible, include them in the planning while they can still make decisions. Later you will need to take over managing their finances and paying their bills."}
{"id": "doc6", "contents": "Alzheimer's Disease  Alzheimer's disease (AD) is the most common form of dementia among older people. Dementia is a brain disorder that seriously affects a person's ability to carry out daily activities. AD begins slowly. It first involves the parts of the brain that control thought, memory and language. People with AD may have trouble remembering things that happened recently or names of people they know. A related problem, mild cognitive impairment (MCI), causes more memory problems than normal for people of the same age.  Many, but not all, people with MCI will develop AD.In AD, over time, symptoms get worse. People may not recognize family members. They may have trouble speaking, reading or writing. They may forget how to brush their teeth or comb their hair. Later on, they may become anxious or aggressive, or wander away from home. Eventually, they need total care. This can cause great stress for family members who must care for them.AD usually begins after age 60.  The risk goes up as you get older. Your risk is also higher if a family member has had the disease. No treatment can stop the disease. However, some drugs may help keep symptoms from getting worse for a limited time.NIH: National Institute on Aging"}
{"id": "doc7", "contents": "Anxiety  What is anxiety?Anxiety is a feeling of fear, dread, and uneasiness. It might cause you to sweat, feel restless and tense, and have a rapid heartbeat.   It can be a normal reaction to stress. For example, you might feel anxious when faced with a difficult problem at work, before taking a test, or before making an important decision. It can help you to cope. The anxiety may give you a boost of energy or help you focus. But for people with anxiety disorders, the fear is not temporary and can be overwhelming.What are anxiety disorders?Anxiety disorders are conditions in which you have anxiety that does not go away and can get worse over time. The symptoms can interfere with daily activities such as job performance, schoolwork, and relationships.What are the types of anxiety disorders?There are several types of anxiety disorders, including:Generalized anxiety disorder (GAD).People with GAD worry about ordinary issues such as health, money, work, and family. But their worries are excessive, and they have them almost every day for at least 6 months.Panic disorder. People with panic disorder have panic attacks. These are sudden, repeated periods of intense fear when there is no danger. The attacks come on quickly and can last several minutes or more.Phobias. People with phobias have an intense fear of something that poses little or no actual danger. Their fear may be about spiders, flying, going to crowded places, or being in social situations (known as social anxiety).What causes anxiety disorders?The cause of anxiety is unknown. Factors such as genetics, brain biology and chemistry, stress, and your environment may play a role.Who is at risk for anxiety disorders?The risk factors for the different types of anxiety disorders can vary. For example, GAD and phobias are more common in women, but social anxiety affects men and women equally. There are some general risk factors for all types of anxiety disorders, including:Certain personality traits, such as being shy or withdrawn when you are in new situations or meeting new peopleTraumatic events in early childhood or adulthoodFamily history of anxiety or other mental disordersSome physical health conditions, such as thyroid problems or arrhythmiaWhat are the symptoms of anxiety disorders?The different types of anxiety disorders can have different symptoms. But they all have a combination of:Anxious thoughts or beliefs that are hard to control. They make you feel restless and tense and interfere with your daily life. They do not go away and can get worse over time.Physical symptoms, such as a pounding or rapid heartbeat, unexplained aches and pains, dizziness, and shortness of breathChanges in behavior, such as avoiding everyday activities you used to doUsing caffeine, other substances, and certain medicines can make your symptoms worse.How are anxiety disorders diagnosed?To diagnose anxiety disorders, your health care provider will ask about your symptoms and medical history. You may also have a physical exam and lab tests to make sure that a different health problem is not the cause of your symptoms.If you don't have another health problem, you will get a psychological evaluation. Your provider may do it, or you may be referred to a mental health professional to get one.What are the treatments for anxiety disorders?The main treatments for anxiety disorders are psychotherapy (talk therapy), medicines, or both:Cognitive behavioral therapy (CBT) is a type of psychotherapy that is often used to treat anxiety disorders. CBT teaches you different ways of thinking and behaving. It can help you change how you react to the things that cause you to feel fear and anxiety. It may include exposure therapy. This focuses on having you confront your fears so that you will be able to do the things that you had been avoiding.Medicines to treat anxiety disorders include anti-anxiety medicines and certain antidepressants. Some types of medicines may work better for specific types of anxiety disorders. You should work closely with your health care provider to identify which medicine is best for you. You may need to try more than one medicine before you can find the right one.NIH: National Institute of Mental Health"}
{"id": "doc8", "contents": "Head Injuries  Chances are you've bumped your head before.  Often, the injury is minor because your skull is hard and it protects your brain.  But other head injuries can be more severe, such as a skull fracture, concussion, or traumatic brain injury.Head injuries can be open or closed.  A closed injury does not break through the skull.  With an open, or penetrating, injury, an object pierces the skull and enters the brain.  Closed injuries are not always less severe than open injuries.Some common causes of head injuries are falls, motor vehicle accidents, violence, and sports injuries.It is important to know the warning signs of a moderate or severe head injury.  Get help immediately if the injured person has:A headache that gets worse or does not go awayRepeated vomiting or nauseaConvulsions or seizuresAn inability to wake upDilated (enlarged) pupil in one or both eyesSlurred speechWeakness or numbness in the arms or legsLoss of coordinationIncreased confusion, restlessness, or agitationDoctors use a neurologic exam and imaging tests to make a diagnosis. Treatment depends on the type of injury and how severe it is.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc9", "contents": "Coma  A coma is a deep state of unconsciousness.   An individual in a coma is alive but unable to move or respond to his or her environment. Coma may occur as a complication of an underlying illness, or as a result of injuries, such as brain injury.A coma rarely lasts more than 2 to 4 weeks. The outcome for coma depends on the cause, severity, and site of the damage. People may come out of a coma with physical, intellectual, and psychological problems.  Some people may remain in a coma for years or even decades. For those people, the most common cause of death is infection, such as pneumonia.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc10", "contents": "Traumatic Brain Injury  What is traumatic brain injury (TBI)?Traumatic brain injury (TBI) is a sudden injury that causes damage to the brain. It may happen when there is a blow, bump, or jolt to the head. This is a closed head injury. A TBI can also happen when an object penetrates the skull. This is a penetrating injury.Symptoms of a TBI can be mild, moderate, or severe. Concussions are a type of mild TBI. The effects of a concussion can sometimes be serious, but most people completely recover in time. More severe TBI can lead to serious physical and psychological symptoms, coma, and even death.What causes traumatic brain injury (TBI)?The main causes of TBI depend on the type of head injury:Some of the common causes of a closed head injury include "}
{"id": "doc11", "contents": "Brain Diseases  The brain is the control center of the body. It controls thoughts, memory, speech, and "}
{"id": "doc12", "contents": "Delirium  What is delirium?Delirium is a mental state in which you are confused, disoriented, and not able to think or remember clearly. It usually starts suddenly. It is often temporary and treatable.There are three types of delirium:Hypoactive, where you are not active and seem sleepy, tired, or depressedHyperactive, where you are restless or agitatedMixed, where you change back and forth between being hypoactive and hyperactiveWhat causes delirium?There are many different problems that can cause delirium. Some of the more common causes include:Alcohol or drugs, either from intoxication or withdrawal. This includes a serious type of alcohol withdrawal syndrome called delirium tremens. It usually happens to people who stop drinking after years of alcohol abuse.Dehydration and electrolyte imbalancesDementiaHospitalization, especially in intensive careInfections, such as urinary tract infections, pneumonia, and the fluMedicines. This could be a side effect of a medicine, such as sedatives or opioids. Or it could be withdrawal after stopping a medicine.Metabolic disordersOrgan failure, such as kidney or liver failurePoisoningSerious illnessesSevere painSleep deprivationSurgeries, including reactions to anesthesiaWho is at risk for delirium?Certain factors put you at risk for delirium, including:Being in a hospital or nursing homeDementiaHaving a serious illness or more than one illnessHaving an infectionOlder ageSurgeryTaking medicines that affect the mind or behaviorTaking high doses of pain medicines, such as opioidsWhat are the symptoms of delirium?The symptoms of delirium usually start suddenly, over a few hours or a few days. They often come and go. The most common symptoms include:Changes in alertness (usually more alert in the morning, less at night)Changing levels of consciousnessConfusionDisorganized thinking, talking in a way that doesn't make senseDisrupted sleep patterns, sleepinessEmotional changes: anger, agitation, depression, irritability, overexcitementHallucinations and delusionsIncontinenceMemory problems, especially with short-term memoryTrouble concentratingHow is delirium diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsPhysical and neurological examsMental status testingLab and  diagnostic imaging testsDelirium and dementia have similar symptoms, so it can be hard to tell them apart. They can also occur together. Delirium starts suddenly and can cause hallucinations. The symptoms may get better or worse and can last for hours or weeks.  On the other hand, dementia develops slowly and does not cause hallucinations. The symptoms are stable and may last for months or years.What are the treatments for delirium?Treatment of delirium focuses on the causes and symptoms of delirium. The first step is to identify the cause. Often, treating the cause will lead to a full recovery. The recovery may take some time - weeks or sometimes even months. In the meantime, there may be treatments to manage the symptoms, such as:Controlling the environment, which includes making sure that the room is quiet and well-lit, having clocks or calendars in view, and having family members aroundMedicines, including those that control aggression or agitation and pain relievers if there is painIf needed, making sure that the person has a hearing aid, glasses, or other devices for communicationCan delirium be prevented?Treating the conditions that can cause delirium may reduce the risk of getting it. Hospitals can help lower the risk of delirium by avoiding sedatives and making sure that the room is kept quiet, calm, and well-lit. It can also help to have family members around and to have the same staff members treat the person."}
{"id": "doc13", "contents": "Elder Abuse  Many older people are victims of elder abuse. It is the mistreatment of an older person, usually by a caregiver. It can happen within the family.  It can also happen in assisted living facilities or nursing homes.The mistreatment may be:Physical, sexual, or emotional abuseNeglect or abandonmentFinancial abuse - stealing of money or belongingsPossible signs of elder abuse include unexplained bruises, burns, and injuries. There may also be bed sores and poor hygiene. The person may become withdrawn, agitated, and depressed. There may be a sudden change in the person's financial situation.Elder abuse will not stop on its own. Someone else needs to step in and help. If you think that an older person is in urgent danger, call 911. Otherwise, contact adult protective services.NIH: National Institute on Aging"}
{"id": "doc14", "contents": "Suicide  What is suicide? Suicide is the taking of one's own life. It is a death that happens when someone harms themselves because they want to end their life. A suicide attempt is when someone harms themselves to try to end their life, but they do not die.Suicide is a major public health problem and a leading cause of death in the United States. The effects of suicide go beyond the person who acts to take his or her life. It can also have a lasting effect on family, friends, and communities.Who is at risk for suicide?Suicide does not discriminate. It can touch anyone, anywhere, at any time. But there are certain factors that can contribute to the risk of suicide, including:Having attempted suicide beforeDepression and other mental health disordersAlcohol or drug  use disorderFamily history of a mental health disorderFamily history of an alcohol or drug use disorderFamily history of suicideFamily violence, including physical or sexual abuseHaving guns in the homeBeing in or having recently gotten out of prison or jailBeing exposed to others' suicidal behavior, such as a family member, peer, or celebrityMedical illness, including chronic painStressful life event, such as a job loss, financial problems, loss of a loved one, a breakup of a relationship, etc.Being between the ages of 15 and 24 years or over age 60What are the warning signs for suicide?The warning signs for suicide include:Talking about wanting to die or wanting to kill oneselfMaking a plan or looking for a way to kill oneself, such as searching onlineBuying a gun or stockpiling pillsFeeling empty, hopeless, trapped, or like there's no reason to liveBeing in unbearable painTalking about being a burden to othersUsing more alcohol or drugsActing anxious or agitated; behaving recklesslySleeping too little or too muchWithdrawing from family or friends or feeling isolatedShowing rage or talking about seeking revengeDisplaying extreme mood swingsSaying good-bye to loved ones, putting affairs in orderSome people may tell others about their suicidal thoughts. But others may try to hide them. This can make some of the signs harder to spot.What should I do if I need help or know someone who does?If you or someone you know has the warning signs for suicide, get help right away, especially if there is a change in behavior. If it is an emergency, dial 911. Otherwise there are five steps that you can take:Ask the person if they're thinking about killing themselvesKeep them safe. Find out whether they have a plan for suicide and keep them away from things that they can use to kill themselves.Be there with them. Listen carefully and find out what they are thinking and feeling.Help them connect to resources that can help them, such as"}
{"id": "doc15", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc16", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc18", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc19", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc20", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc21", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc22", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc23", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc24", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc25", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc26", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc27", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc28", "contents": "Tetanus, Diphtheria, and Pertussis Vaccines  Tetanus, diphtheria, and pertussis (whooping cough) are serious bacterial infections. Tetanus causes painful tightening of the muscles, usually all over the body. It can lead to \"locking\" of the jaw. Diphtheria usually affects the nose and throat. Whooping cough causes uncontrollable coughing. Vaccines can protect you from these diseases. In the U.S., there are four combination vaccines:DTaP prevents all three diseases. It is for children younger than seven years old.Tdap also prevents all three. It is for older children and adults.DT prevents diphtheria and tetanus. It is for children younger than seven who cannot tolerate the pertussis vaccine.Td prevents diphtheria and tetanus. It is for older children and adults. It is usually given as a booster dose every 10 years. You may also get it earlier if you get a severe and dirty wound or burn.Some people should not get these vaccines, including those who have had severe reactions to the shots before. Check with your doctor first if you have seizures, a neurologic problem, or Guillain-Barre syndrome. Also let your doctor know if you don't feel well the day of the shot; you may need to postpone it.Centers for Disease Control and Prevention"}
{"id": "doc29", "contents": "Acute Bronchitis  Bronchitis is an inflammation of the bronchial tubes, the airways that carry air to your lungs. It causes a cough that often brings up mucus. It can also cause shortness of breath, wheezing, a low fever, and chest tightness. There are two main types of bronchitis: acute and chronic.Most cases of acute bronchitis get better within several days. But your cough can last for several weeks after the infection is gone.The same viruses that cause colds and the flu often cause acute bronchitis. These viruses spread through the air when people cough, or though physical contact (for example, on unwashed hands). Being exposed to tobacco smoke, air pollution, dusts, vapors, and fumes can also cause acute bronchitis. Less often, bacteria can also cause acute bronchitis.To diagnose acute bronchitis, your health care provider will ask about your symptoms and listen to your breathing. You may also have other tests.Treatments include rest, fluids, and aspirin (for adults) or acetaminophen to treat fever. A humidifier or steam can also help. You may need inhaled medicine to open your airways if you are wheezing. Antibiotics won't help if the cause is viral. You may get antibiotics if the cause is bacterial.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc30", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc31", "contents": "Food Safety  Safe steps in food handling, cooking, and storage can prevent foodborne illness. There are four basic steps to food safety at home:Clean - always wash your fruits and vegetables, hands, counters, and cooking utensils.Separate - keep raw foods to themselves. Germs can spread from one food to another.Cook - foods need to get hot and stay hot. Heat kills germs.Chill - put fresh food in the refrigerator right away.In the grocery store, avoid cans that are bulging or jars that have cracks or loose lids. Check packages to be sure food hasn't reached its expiration date.United States Department of Agriculture"}
{"id": "doc32", "contents": "Plague  Plague is an infection caused by the bacterium Yersinia pestis. The bacteria are found mainly in rats and in the fleas that feed on them. People and other animals can get plague from rat or flea bites. In the past, plague destroyed entire civilizations. Today plague is uncommon, due to better living conditions and antibiotics.There are three forms of plague:Bubonic plague causes the tonsils, adenoids, spleen, and thymus to become inflamed.  Symptoms include fever, aches, chills, and tender lymph glands.In septicemic plague, bacteria multiply in the blood. It causes fever, chills, shock, and bleeding under the skin or other organs.Pneumonic plague is the most serious form. Bacteria enter the lungs and cause pneumonia. People with the infection can spread this form to others. This type could be a bioterror agent.Lab tests can diagnose plague. Treatment is a strong antibiotic. There is no vaccine."}
{"id": "doc33", "contents": "Alcohol  If you are like many Americans, you drink alcohol at least occasionally. For many people, moderate drinking is probably safe. But drinking less is better for your health than drinking more. And there are some people who should not drink at all.Because drinking too much can be harmful, it's important to know how alcohol affects you and how much is too much.How does alcohol affect the body?Alcohol is a central nervous system depressant. This means that it is a drug that slows down brain activity. It can change your mood, behavior, and self-control. It can cause problems with memory and thinking clearly. Alcohol can also affect your coordination and physical control.Alcohol also has effects on the other organs in your body. For example, it can raise your blood pressure and heart rate. If you drink too much at once, it could make you throw up.Why are the effects of alcohol different from person to person?Alcohol's effects vary from person to person, depending on a variety of factors, including:How much you drankHow quickly you drank itThe amount of food you ate before drinkingYour ageYour sexYour race or ethnicityYour physical conditionWhether or not you have a family history of alcohol problemsWhat is moderate drinking?For most women, moderate drinking is no more than one standard drink a dayFor most men, moderate drinking is no more than two standard drinks a dayEven though moderate drinking may be safe for many people, there are still risks. Moderate drinking can raise the risk of death from certain cancers and heart diseases.What is a standard drink?In the United States, a standard drink is one that contains about 14 grams of pure alcohol, which is found in:12 ounces of beer (5% alcohol content)5 ounces of wine (12% alcohol content)1.5 ounces or a \"shot\" of distilled spirits or liquor (40% alcohol content)Who should not drink alcohol?Some people should not drink alcohol at all, including those who:Are recovering from an alcohol use disorder (AUD) or are unable to control the amount they drinkAre under age 21Are pregnant or trying to become pregnantAre taking medicines that can interact with alcoholHave medical conditions that get can worse if you drink alcoholAre planning on drivingWill be operating machineryIf you have questions about whether it is safe for you to drink, talk with your health care provider.What is excessive drinking?Excessive drinking includes binge drinking and heavy alcohol use:Binge drinking is drinking so much at once that your blood alcohol concentration (BAC) level is 0.08% or more. For a man, this usually happens after having 5 or more drinks within a few hours. For a woman, it is after about 4 or more drinks within a few hours.Heavy alcohol use is having having more than 4 drinks on any day for men or more than 3 drinks for womenBinge drinking raises your risk of injuries, car crashes, and alcohol poisoning. It also puts you of becoming violent or being the victim of violence.Heavy alcohol use over a long period of time may cause health problems such as:Alcohol use disorderLiver diseases, including cirrhosis and fatty liver diseaseHeart diseasesIncreased risk for certain cancersIncreased risk of injuriesHeavy alcohol use can also cause problems at home, at work, and with friends. But treatment can help.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc34", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
{"id": "doc35", "contents": "Sleep Apnea  Sleep apnea is a common disorder that causes your breathing to stop or get very shallow. Breathing pauses can last from a few seconds to minutes. They may occur 30 times or more an hour.The most common type is obstructive sleep apnea. It causes your airway to collapse or become blocked during sleep. Normal breathing starts again with a snort or choking sound. People with sleep apnea often snore loudly. However, not everyone who snores has sleep apnea.You are more at risk for sleep apnea if you are overweight, male, or have a family history or small airways.  Children with enlarged tonsils or adenoids may also get it.Doctors diagnose sleep apnea based on medical and family histories, a physical exam, and sleep study results.When your sleep is interrupted throughout the night, you can be drowsy during the day. People with sleep apnea are at higher risk for car crashes, work-related accidents, and other medical problems. If you have it, it is important to get treatment. Lifestyle changes, mouthpieces, surgery, and breathing devices can treat sleep apnea in many people.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc36", "contents": "Snoring  Snoring is the sound you make when your breathing is blocked while you are asleep.  The sound is caused by tissues at the top of your airway that strike each other and vibrate. Snoring is common, especially among older people and people who are overweight.When severe, snoring can cause frequent awakenings at night and daytime sleepiness. It can disrupt your bed partner's sleep. Snoring can also be a sign of a serious sleep disorder called sleep apnea.  You should see your health care provider if you are often tired during the day, don't feel that you sleep well, or wake up gasping.To reduce snoring:Lose weight if you are overweight. It may help, but thin people can snore, too.Cut down or avoid alcohol and other sedatives at bedtimeDon't sleep flat on your backNIH: National Institute on Aging"}
{"id": "doc37", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc38", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc39", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
{"id": "doc40", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc41", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc42", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc43", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjögren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc44", "contents": "Newborn Screening  Your newborn infant has screening tests before leaving the hospital. There may be different tests depending on the state where you live. They include:Tests on a few drops of blood from pricking the baby's heel. The tests look for inherited disorders. All states test for at least 30 of these conditions.A hearing test that measures the baby's response to soundA skin test that measures the level of oxygen in the blood. This can tell if the baby has a congenital heart defect.These tests look for serious medical conditions. If not treated, some of these conditions can cause lifelong health problems. Others can cause early death. With early diagnosis, treatment can begin right away, before serious problems can occur or become permanent.If a screening shows that your baby might have a condition, the health care provider or the state health department will call you. It is important to follow up quickly. Further testing can verify whether your baby has the condition. If so, treatment should start right away. NIH: National Institute of Child Health and Human Development"}
{"id": "doc45", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc46", "contents": "Hypothyroidism  What is hypothyroidism?Hypothyroidism, or underactive thyroid, happens when your thyroid gland doesn't make enough thyroid hormones to meet your body's needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. Without enough thyroid hormones, many of your body's functions slow down. But there are treatments that can help.What causes hypothyroidism?Hypothyroidism has several causes. They include:Hashimoto's disease, an autoimmune disorder where your immune system attacks your thyroid. This is the most common cause.Thyroiditis, inflammation of the thyroidCongenital hypothyroidism, hypothyroidism that is present at birthSurgical removal of part or all of the thyroidRadiation treatment of the thyroidCertain medicinesIn rare cases, a pituitary disease or too much or too little iodine in your dietWho is at risk for hypothyroidism?You are at higher risk for hypothyroidism if you:Are a womanAre older than age 60Have had a thyroid problem before, such as a goiterHave had surgery to correct a thyroid problemHave received radiation treatment to the thyroid, neck, or chestHave a family history of thyroid diseaseWere pregnant or had a baby in the past 6 monthsHave Turner syndrome, a genetic disorder that affects femalesHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have Sjogren's syndrome, a disease that causes dry eyes and mouthHave type 1 diabetesHave rheumatoid arthritis, an autoimmune disease that affects the jointsHave lupus, a chronic autoimmune diseaseWhat are the symptoms of hypothyroidism?The symptoms of hypothyroidism can vary from person to person and may include:FatigueWeight gainA puffy faceTrouble tolerating coldJoint and muscle painConstipationDry skinDry, thinning hairDecreased sweatingHeavy or irregular menstrual periodsFertility problems in womenDepressionSlowed heart rateGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Because hypothyroidism develops slowly, many people don't notice symptoms of the disease for months or even years.What other problems can hypothyroidism cause?Hypothyroidism can contribute to high cholesterol. In rare cases, untreated hypothyroidism can cause myxedema coma. This is a condition in which your body's functions slow down to the point that it becomes life-threatening.During pregnancy, hypothyroidism can cause complications, such as premature birth, high blood pressure in pregnancy, and miscarriage. It can also slow the baby's growth and development.How is hypothyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about your symptomsA physical examThyroid tests, such as"}
{"id": "doc47", "contents": "Hyperthyroidism  What is hyperthyroidism?Hyperthyroidism, or overactive thyroid, happens when your thyroid gland makes more thyroid hormones than your body needs.Your thyroid is a small, butterfly-shaped gland in the front of your neck. It makes hormones that control the way the body uses energy. These hormones affect nearly every organ in your body and control many of your body's most important functions. For example, they affect your breathing, heart rate, weight, digestion, and moods. If not treated, hyperthyroidism can cause serious problems with your heart, bones, muscles, menstrual cycle, and fertility. But there are treatments that can help.What causes hyperthyroidism?Hyperthyroidism has several causes. They include:Grave's disease, an autoimmune disorder in which your immune system attacks your thyroid and causes it to make too much hormone. This is the most common cause.Thyroid nodules, which are growths on your thyroid. They are usually benign (not cancer). But they may become overactive and make too much thyroid hormone. Thyroid nodules are more common in older adults.Thyroiditis, inflammation of the thyroid. It causes stored thyroid hormone to leak out of your thyroid gland.Too much iodine. Iodine is found in some medicines, cough syrups, seaweed and seaweed-based supplements. Taking too much of them can cause your thyroid to make too much thyroid hormone.Too much thyroid medicine. This can happen if people who take thyroid hormone medicine for hypothyroidism (underactive thyroid) take too much of it.Who is at risk for hyperthyroidism?You are at higher risk for hyperthyroidism if you:Are a womanAre older than age 60Have been pregnant or had a baby within the past 6 monthsHave had thyroid surgery or a thyroid problem, such as goiterHave a family history of thyroid diseaseHave pernicious anemia, in which the body cannot make enough healthy red blood cells because it does not have enough vitamin B12Have type 1 diabetes or primary adrenal insufficiency, a hormonal disorderGet too much iodine, from eating large amounts of foods containing iodine or using iodine-containing medicines or supplementsWhat are the symptoms of hyperthyroidism?The symptoms of hyperthyroidism can vary from person to person and may include:Nervousness or irritabilityFatigueMuscle weaknessTrouble tolerating heatTrouble sleepingTremor, usually in your handsRapid and irregular heartbeatFrequent bowel movements or diarrheaWeight lossMood swingsGoiter, an enlarged thyroid that may cause your neck to look swollen. Sometimes it can cause trouble with breathing or swallowing.Adults over age 60 may have different symptoms than younger adults. For example, they may lose their appetite or withdraw from other people. Sometimes this can be mistaken for depression or dementia.What other problems can hyperthyroidism cause?If hyperthyroidism isn't treated, it can cause some serious health problems, including:An irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart problemsAn eye disease called Graves' ophthalmopathy. It can cause double vision, light sensitivity, and eye pain. In rare cases, it can lead to vision loss.Thinning bones and osteoporosisFertility problems in womenComplications in pregnancy, such as premature birth, low birth weight, high blood pressure in pregnancy, and miscarriageHow is hyperthyroidism diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, including asking about symptomsA physical examThyroid tests, such as"}
{"id": "doc48", "contents": "Joint Disorders  What are joints?Your joints are places where two or more bones come together. Your shoulders, elbows, hips, knees, and knuckles are all joints. Your spine has joints, too.But joints are more than bones. They include the soft tissues around them, such as cartilage, tendons and ligaments. Cartilage is the hard slippery flexible tissue that covers the ends of your bones at a joint. Tendons are tough, flexible bands that connect your muscles to your bones so you can move your joints. Ligaments connect the bones of the joint to each other to keep them stable when you move.What are joint disorders?Joint disorders are diseases or injuries that affect your joints. Injuries can happen because of overuse of a joint. Or you could have a sudden injury, such as an accident or a sports injury.What diseases can affect the joints?Many diseases can affect the joints. They often cause joint pain and make your joints stiff, red, or swollen. Most of them are chronic. That means they last a long time. Some may never go away completely. Some of the diseases that affect the joints include:Arthritis. Arthritis may cause joint pain and swelling. There are many types of this disease. Osteoarthritis is the most common type. Over time, arthritis can cause severe joint damage. It can affect people of all ages. A joint injury when you're young may cause osteoarthritis later in life.Lupus. This autoimmune disease affects many parts of the body and can cause joint and muscle pain. Some types of lupus often cause arthritis.Sjögren's Syndrome. This autoimmune disease affects glands that make moisture in many parts of the body. The main symptoms are dry eyes and mouth, but it often causes joint pain, too.Treatments are different depending on the disease. But most treatments include medicines and therapies to relieve pain and other symptoms.What types of joint disorders happen from sudden injuries?Joint disorders from sudden injuries include:Sprains and strains. Sprains are stretched or torn ligaments. Acute strains are stretched or torn muscles or tendons that happen from a sudden injury or movement, such as lifting a heavy object.Dislocated joints. A joint is dislocated when the bones are pushed or pulled out of position. A joint dislocation is a medical emergency.Treatment depends on the type of injury. You can treat many sports injuries at home. But you should call your health care provider if you:Have a lot of joint pain, swelling or numbnessCan't put weight on the jointHave pain from an old injury with more swelling, an unstable joint, or a joint that isn't normal in another wayWhat types of joint disorders happen from overuse?Overuse injuries usually damage the soft tissues of the joint. They can happen when you work a joint too hard by doing the same movements over and over. For example, you could get an overuse injury from playing a musical instrument, playing sports, or doing certain jobs, such as carpentry or painting.Joint overuse injuries include:Bursitis. The bursa is a small fluid-filled sac. It works as a pad between the bones of a joint and the moving parts around it, such as muscles, tendons and skin. With bursitis, the bursa becomes irritated and swollen with extra fluid. Overuse is the most common cause, but injuries, infections and other conditions, such as arthritis, can cause bursitis.Tendinitis. This condition happens when you overuse a tendon. It swells and makes the joint painful to move.Chronic strain. A strain becomes chronic when your muscles or tendons stretch or tear slowly over time from repeating the same movements.The treatments for bursitis, tendinitis, and chronic strain are often the same. They usually include rest, keeping the injured joint higher than your heart, and taking medicine to reduce swelling. Your provider may recommend gentle exercise and other treatment. In some cases, your provider may suggest an injection (a shot) of medicine into the joint. If these do not help, you may need surgery.How can I keep my joints healthy?Getting enough physical activity is one of the most important things you can do to prevent or slow joint disorders. Activity strengthens the muscles around your joints and helps them work better.When you play sports, wear the right equipment to protect your joints, such as knee pads. If you already have joint problems, ask your provider what type of activities are best for you.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc49", "contents": "Newborn Screening  Your newborn infant has screening tests before leaving the hospital. There may be different tests depending on the state where you live. They include:Tests on a few drops of blood from pricking the baby's heel. The tests look for inherited disorders. All states test for at least 30 of these conditions.A hearing test that measures the baby's response to soundA skin test that measures the level of oxygen in the blood. This can tell if the baby has a congenital heart defect.These tests look for serious medical conditions. If not treated, some of these conditions can cause lifelong health problems. Others can cause early death. With early diagnosis, treatment can begin right away, before serious problems can occur or become permanent.If a screening shows that your baby might have a condition, the health care provider or the state health department will call you. It is important to follow up quickly. Further testing can verify whether your baby has the condition. If so, treatment should start right away. NIH: National Institute of Child Health and Human Development"}
{"id": "doc50", "contents": "Peripheral Nerve Disorders  Your peripheral nerves are the ones outside your brain and spinal cord. Like static on a telephone line, peripheral nerve disorders distort or interrupt the messages between the brain and the rest of the body. There are more than 100 kinds of peripheral nerve disorders. They can affect one nerve or many nerves. Some are the result of other diseases, like diabetic nerve problems. Others, like Guillain-Barre syndrome, happen after a virus infection. Still others are from nerve compression, like carpal tunnel syndrome or thoracic outlet syndrome. In some cases, like complex regional pain syndrome and brachial plexus injuries, the problem begins after an injury. Some people are born with peripheral nerve disorders.Symptoms often start gradually, and then get worse. They include :\tNumbness\tPain\tBurning or tingling\tMuscle weakness\tSensitivity to touchTreatment aims to treat any underlying problem, reduce pain and control symptoms.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc51", "contents": "Schizophrenia  Schizophrenia is a serious brain illness. People who have it may hear voices that aren't there. They may think other people are trying to hurt them. Sometimes they don't make sense when they talk. The disorder makes it hard for them to keep a job or take care of themselves.Symptoms of schizophrenia usually start between ages 16 and 30. Men often develop symptoms at a younger age than women. People usually do not get schizophrenia after age 45. There are three types of symptoms:Psychotic symptoms distort a person's thinking.  These include hallucinations (hearing or seeing things that are not there), delusions (beliefs that are not true), trouble organizing thoughts, and strange movements.\"Negative\" symptoms make it difficult to show emotions and to function normally. A person may seem depressed and withdrawn.Cognitive symptoms affect the thought process.  These include trouble using information, making decisions, and paying attention.No one is sure what causes schizophrenia.  Your genes, environment, and brain chemistry may play a role.There is no cure. Medicine can help control many of the symptoms. You may need to try different medicines to see which works best. You should stay on your medicine for as long as your doctor recommends. Additional treatments can help you deal with your illness from day to day.  These include therapy, family education, rehabilitation, and skills training.NIH: National Institute of Mental Health"}
{"id": "doc52", "contents": "Psychotic Disorders  Psychotic disorders are severe mental disorders that cause abnormal thinking and perceptions. People with psychoses lose touch with reality. Two of the main symptoms are delusions and hallucinations. Delusions are false beliefs, such as thinking that someone is plotting against you or that the TV is sending you secret messages. Hallucinations are false perceptions, such as hearing, seeing, or feeling something that is not there.Schizophrenia is one type of psychotic disorder. People with bipolar disorder may also have psychotic symptoms. Other problems that can cause psychosis include alcohol and some drugs, brain tumors, brain infections, and stroke.Treatment depends on the cause of the psychosis. It might involve drugs to control symptoms and talk therapy. Hospitalization is an option for serious cases where a person might be dangerous to himself or others."}
{"id": "doc53", "contents": "Mental Disorders  What are mental disorders?Mental disorders (or mental illnesses) are conditions that affect your thinking, feeling, mood, and behavior. They may be occasional or long-lasting (chronic). They can affect your ability to relate to others and function each day.What are some types of mental disorders?There are many different types of mental disorders. Some common ones include:Anxiety disorders, including panic disorder, obsessive-compulsive disorder, and phobiasDepression, bipolar disorder, and other mood disordersEating disordersPersonality disordersPost-traumatic stress disorderPsychotic disorders, including schizophreniaWhat causes mental disorders?There is no single cause for mental illness. A number of factors can contribute to risk for mental illness, such as:Your genes and family historyYour life experiences, such as stress or a history of abuse, especially if they happen in childhoodBiological factors such as chemical imbalances in the brainA traumatic brain injuryA mother's exposure to viruses or toxic chemicals while pregnantUse of alcohol or recreational drugsHaving a serious medical condition like cancerHaving few friends, and feeling lonely or isolatedMental disorders are not caused by character flaws. They have nothing to do with being lazy or weak.Who is at risk for mental disorders?Mental disorders are common. More than half of all Americans will be diagnosed with a mental disorder at some time in their life.How are mental disorders diagnosed?The steps to getting a diagnosis include:A medical historyA physical exam and possibly lab tests, if your provider thinks that other medical conditions could be causing your symptomsA psychological evaluation. You will answer questions about your thinking, feelings, and behaviors.What are the treatments for mental disorders?Treatment depends on which mental disorder you have and how serious it is. You and your provider will work on a treatment plan just for you. It usually involves some type of therapy. You may also take medicines. Some people also need social support and education on managing their condition.In some cases, you may need more intensive treatment. You may need to go to a psychiatric hospital.  This could be because your mental illness is severe. Or it could be because you are at risk of hurting yourself or someone else. In the hospital, you will get counseling, group discussions, and activities with mental health professionals and other patients."}
