{"id": "doc1", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc5", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
{"id": "doc6", "contents": "Sleep Apnea  Sleep apnea is a common disorder that causes your breathing to stop or get very shallow. Breathing pauses can last from a few seconds to minutes. They may occur 30 times or more an hour.The most common type is obstructive sleep apnea. It causes your airway to collapse or become blocked during sleep. Normal breathing starts again with a snort or choking sound. People with sleep apnea often snore loudly. However, not everyone who snores has sleep apnea.You are more at risk for sleep apnea if you are overweight, male, or have a family history or small airways.  Children with enlarged tonsils or adenoids may also get it.Doctors diagnose sleep apnea based on medical and family histories, a physical exam, and sleep study results.When your sleep is interrupted throughout the night, you can be drowsy during the day. People with sleep apnea are at higher risk for car crashes, work-related accidents, and other medical problems. If you have it, it is important to get treatment. Lifestyle changes, mouthpieces, surgery, and breathing devices can treat sleep apnea in many people.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc7", "contents": "Snoring  Snoring is the sound you make when your breathing is blocked while you are asleep.  The sound is caused by tissues at the top of your airway that strike each other and vibrate. Snoring is common, especially among older people and people who are overweight.When severe, snoring can cause frequent awakenings at night and daytime sleepiness. It can disrupt your bed partner's sleep. Snoring can also be a sign of a serious sleep disorder called sleep apnea.  You should see your health care provider if you are often tired during the day, don't feel that you sleep well, or wake up gasping.To reduce snoring:Lose weight if you are overweight. It may help, but thin people can snore, too.Cut down or avoid alcohol and other sedatives at bedtimeDon't sleep flat on your backNIH: National Institute on Aging"}
{"id": "doc8", "contents": "Adenoids  What are adenoids?Adenoids are a patch of tissue that is high up in the throat, just behind the nose. They, along with the tonsils, are part of the lymphatic system. The lymphatic system clears away infection and keeps body fluids in balance. The adenoids and tonsils work by trapping germs coming in through the mouth and nose.Adenoids usually start to shrink after about age 5. By the teenage years, they are almost completely gone. By then, the body has other ways to fight germs.What are enlarged adenoids? Enlarged adenoids are adenoids that are swollen. It is a common problem in children.What causes enlarged adenoids?Your child's adenoids can be enlarged, or swollen, for different reasons. It may just be that your child had enlarged adenoids at birth. Adenoids can also become enlarged when they are trying to fight off an infection. They might stay enlarged even after the infection is gone.What problems can enlarged adenoids cause?Enlarged adenoids can make it hard to breathe through the nose.  Your child might end up breathing only through the mouth. This may cause:A dry mouth, which can also lead to bad breathCracked lipsA runny noseOther problems that enlarged adenoids can cause include:Loud breathingSnoringRestless sleepSleep apnea, a disorder that causes you to repeatedly stop breathing fduring sleepEar infectionsHow can enlarged adenoids be diagnosed?Your child's health care provider will take a medical history, check your child's ears, throat, and mouth, and feel your child's neck.Since the adenoids are higher up than the throat, the provider cannot see them just by looking through your child's mouth.  To check the size of your child's adenoids, your provider may use:A special mirror in the mouthA long, flexible tube with a light (an endoscope)An x-rayWhat are the treatments for enlarged adenoids?The treatment depends on what is causing the problem. If the symptoms are not too bad, your child may not need treatment. If treatment is needed, your child may get nasal spray to reduce the swelling or antibiotics if the provider thinks that there is a bacterial infection.In some cases, your child may need an adenoidectomy.What is an adenoidectomy and why might I my child need one?An adenoidectomy is surgery to remove the adenoids. The provider may recommend this surgery if:Your child has repeated infections of the adenoids. Sometimes the infections can also cause ear infections and fluid buildup in the middle ear.Antibiotics can't get rid of a bacterial infection of the adenoids.The enlarged adenoids block the airways.If there is also a problem with the tonsils, your child will probably have a tonsillectomy (removal of the tonsils) at the same time that the adenoids are removed.After having the surgery, your child usually goes home the same day. Your child will probably have some throat pain, bad breath, and a runny nose. It can take several days to feel all better."}
{"id": "doc9", "contents": "How to Prevent Heart Disease  Heart disease is the leading cause of the death in the United States. It is also a major cause of disability. There are many things that can raise your risk for heart disease. They are called risk factors. Some of them you cannot control, but there are many that you can control. Learning about them can lower your risk of heart disease.What are the heart disease risk factors that I cannot change?Age. Your risk of heart disease increases as you get older. Men age 45 and older and women age 55 and older have a greater risk.Sex. Some risk factors may affect heart disease risk differently in women than in men. For example, estrogen provides women some protection against heart disease, but diabetes raises the risk of heart disease more in women than in men.Race or ethnicity. Certain groups have higher risks than others. African Americans are more likely than whites to have heart disease, while Hispanic Americans are less likely to have it. Some Asian groups, such as East Asians, have lower rates, but South Asians have higher rates.Family history. You have a greater risk if you have a close family member who had heart disease at an early age.What can I do to lower my risk of heart disease?Fortunately, there are many things you can do to reduce your chances of getting heart disease:Control your blood pressure.High blood pressure is a major risk factor for heart disease. It is important to get your blood pressure checked regularly - at least once a year for most adults, and more often if you have high blood pressure. Take steps, including lifestyle changes, to prevent or control high blood pressure.Keep your cholesterol and triglyceride levels under control. High levels of cholesterol can clog your arteries and raise your risk of coronary artery disease and heart attack. Lifestyle changes and medicines (if needed) can lower your cholesterol. Triglycerides are another type of fat in the blood. High  levels of triglycerides may also raise the risk of coronary artery disease, especially in women.Stay at a healthy weight. Being overweight or having obesity can increase your risk for heart disease. This is mostly because they are linked to other heart disease risk factors, including high blood cholesterol and triglyceride levels, high blood pressure, and diabetes. Controlling your weight can lower these risks.Eat a healthy diet. Try to limit saturated fats, foods high in sodium, and added sugars. Eat plenty of fresh fruit, vegetables, and whole grains. The DASH diet is an example of an eating plan that can help you to lower your blood pressure and cholesterol, two things that can lower your risk of heart disease.Get regular exercise. Exercise has many benefits, including strengthening your heart and improving your circulation. It can also help you maintain a healthy weight and lower cholesterol and blood pressure. All of these can lower your risk of heart disease.Limit alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Both of those raise your risk of heart disease. Men should have no more than two alcoholic drinks per day, and women should not have more than one.Don't smoke. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, quitting will lower your risk for heart disease. You can talk with your health care provider for help in finding the best way for you to quit.Manage stress.Stress is linked to heart disease in many ways. It can raise your blood pressure. Extreme stress can be a \"trigger\" for a heart attack. Also, some common ways of coping with stress, such as overeating, heavy drinking, and smoking, are bad for your heart. Some ways to help manage your stress include exercise, listening to music, focusing on something calm or peaceful, and meditating.Manage diabetes. Having diabetes doubles your risk of diabetic heart disease. That is because over time, high blood sugar from diabetes can damage your blood vessels and the nerves that control your heart and blood vessels. So, it is important to get tested for diabetes, and if you have it, to keep it under control.Make sure that you get enough sleep. If you don't get enough sleep, you raise your risk of high blood pressure, obesity, and diabetes. Those three things can raise your risk for heart disease. Most adults need 7 to 9 hours of sleep per night. Make sure that you have good sleep habits. If you have frequent sleep problems, contact your health care provider. One problem, sleep apnea, causes people to briefly stop breathing many times during sleep. This interferes with your ability to get a good rest and can raise your risk of heart disease. If you think you might have it, ask your doctor about having a sleep study. And if you do have sleep apnea, make sure that you get treatment for it."}
{"id": "doc10", "contents": "Premature Babies  Almost 1 of every 10 infants born in the United States are premature, or preemies. A premature birth is when a baby is born before 37 completed weeks of pregnancy. A full-term pregnancy is 40 weeks.Important growth and development happen throughout pregnancy - especially in the final months and weeks. Because they are born too early, preemies weigh much less than full-term babies. They may have health problems because their organs did not have enough time to develop. Problems that a baby born too early may have include:Breathing problemsFeeding difficultiesCerebral palsyDevelopmental delayVision problemsHearing problemsPreemies need special medical care in a neonatal intensive care unit, or NICU.  They stay there until their organ systems can work on their own. Centers for Disease Control and Prevention"}
