{"id": "doc1", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc2", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc3", "contents": "Diabetes Type 2  What is type 2 diabetes?Type 2 diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have diabetes, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your diabetes and try to prevent these health problems.What causes type 2 diabetes?Type 2 diabetes may be caused by a combination of factors:Being overweight or having obesityNot being physically activeGenetics and family historyType 2 diabetes usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.Who is at risk for type 2 diabetes?You are at higher risk of developing type 2 diabetes if you:Are over age 45. Children, teenagers, and younger adults can get type 2 diabetes, but it is more common in middle-aged and older people.Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called diabetesHad diabetes in pregnancy or gave birth to a baby weighing 9 pounds or more.Have a family history of diabetesAre overweight or have obesityAre Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific IslanderAre not physically activeHave other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depressionHave low HDL (good) cholesterol and high triglyceridesHave acanthosis nigricans - dark, thick, and velvety skin around your neck or armpitsWhat are the symptoms of type 2 diabetes?Many people with type 2 diabetes have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:Increased thirst and urinationIncreased hungerFeeling tiredBlurred visionNumbness or tingling in the feet or handsSores that do not healUnexplained weight lossHow is type 2 diabetes diagnosed?Your health care provider will use blood tests to diagnose type 2 diabetes. The blood tests include:A1C test, which measures your average blood sugar level over the past 3 monthsFasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have diabetes symptoms and the provider does not want to wait for you to fast before having the test.What are the treatments for type 2 diabetes?Treatment for type 2 diabetes involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine.:A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and diabetes medicine, if you take any.Medicines for diabetes include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their diabetes.You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.Can type 2 diabetes be prevented?You can take steps to help prevent or delay type 2 diabetes by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 diabetes, managing that condition may lower your risk of getting type 2 diabetes.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Diabetes and Pregnancy  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, high blood sugar levels are not good for your baby.About seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. Most of the time, it goes away after you have your baby. But it does increase your risk for developing type 2 diabetes later on. Your child is also at risk for obesity and type 2 diabetes.Most women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.If you already have diabetes, the best time to control your blood sugar is before you get pregnant. High blood sugar levels can be harmful to your baby during the first weeks of pregnancy - even before you know you are pregnant. To keep you and your baby healthy, it is important to keep your blood sugar as close to normal as possible before and during pregnancy.Either type of diabetes during pregnancy increases the chances of problems for you and your baby. To help lower the chances talk to your health care team about:A meal plan for your pregnancyA safe exercise planHow often to test your blood sugarTaking your medicine as prescribed. Your medicine plan may need to change during pregnancy.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Diabetes in Children and Teens  Until recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.Now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.Children have a higher risk of type 2 diabetes if they  are overweight or have obesity, have a family history of diabetes, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 diabetes in children:Have them maintain a healthy weightBe sure they are physically activeHave them eat smaller portions of healthy foodsLimit time with the TV, computer, and videoChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin. A blood test called the A1C can check on how you are managing your diabetes."}
{"id": "doc6", "contents": "Hyperglycemia  Hyperglycemia means high blood sugar or glucose. Glucose comes from the foods you eat. Insulin is a hormone that  moves glucose into your cells to give them energy. Hyperglycemia happens when your body doesn't make enough insulin or can't use it the right way.People with diabetes can get hyperglycemia from not eating the right foods or not taking medicines correctly. Other problems that can raise blood sugar include infections, certain medicines, hormone imbalances, or severe illnesses."}
{"id": "doc7", "contents": "Diabetes Complications  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 diabetes, your body does not make insulin. With type 2 diabetes, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.What health problems can diabetes cause?Over time, having too much glucose in your blood can cause complications, including:Eye disease, due to changes in fluid levels, swelling in the tissues, and damage to the blood vessels in the eyesFoot problems, caused by damage to the nerves and reduced blood flow to your feetGum disease and other dental problems, because a high amount of blood sugar in your saliva helps harmful bacteria grow in your mouth. The bacteria combine with food to form a soft, sticky film called plaque. Plaque also comes from eating foods that contain sugars or starches. Some types of plaque cause gum disease and bad breath. Other types cause tooth decay and cavities.Heart disease and stroke, caused by damage to your blood vessels and the nerves that control your heart and blood vesselsKidney disease, due to damage to the blood vessels in your kidneys. Many people with diabetes develop high blood pressure. That can also damage your kidneys.Nerve problems (diabetic neuropathy), caused by damage to the nerves and the small blood vessels that nourish your nerves with oxygen and nutrientsSexual and bladder problems, caused by damage to the nerves and reduced blood flow in the genitals and bladderSkin conditions, some of which are caused by changes in the small blood vessels and reduced circulation. People with diabetes are also more likely to have infections, including skin infections.What other problems can people with diabetes have?If you have diabetes, you need to watch out for blood sugar levels that are very high (hyperglycemia) or very low (hypoglycemia). These can happen quickly and can become dangerous. Some of the causes include having another illness or infection and certain medicines. They can also happen if you don't get the right amount of diabetes medicines. To try to prevent these problems, make sure to take your diabetes medicines correctly, follow your diabetic diet, and check your blood sugar regularly.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc8", "contents": "Blood Sugar  Blood sugar, or glucose, is the main sugar found in your blood. It comes from the food you eat, and is your body's main source of energy. Your blood carries glucose to all of your body's cells to use for energy.Diabetes is a disease in which your blood sugar levels are too high. Over time, having too much glucose in your blood can cause serious problems.  Even if you don't have diabetes, sometimes you may have problems with blood sugar that is too low or too high.  Keeping a regular schedule of eating, activity, and taking any medicines you need can help.If you do have diabetes, it is very important to keep your blood sugar numbers in your target range. You may need to check your blood sugar several times each day. Your health care provider will also do a blood test called an A1C. It checks your average blood sugar level over the past three months. If your blood sugar is too high, you may need to take medicines and/or follow a special diet.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Uncommon Infant and Newborn Problems  It can be scary when your baby is sick, especially when it is not an everyday problem like a cold or a fever.  You may not know whether the problem is serious or how to treat it.  If you have concerns about your baby's health, call your health care provider right away.Learning information about your baby's condition can help ease your worry.  Do not be afraid to ask questions about your baby's care. By working together with your health care provider, you make sure that your baby gets the best care possible."}
{"id": "doc10", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc11", "contents": "Hyperglycemia  Hyperglycemia means high blood sugar or glucose. Glucose comes from the foods you eat. Insulin is a hormone that  moves glucose into your cells to give them energy. Hyperglycemia happens when your body doesn't make enough insulin or can't use it the right way.People with diabetes can get hyperglycemia from not eating the right foods or not taking medicines correctly. Other problems that can raise blood sugar include infections, certain medicines, hormone imbalances, or severe illnesses."}
{"id": "doc12", "contents": "Diabetes Complications  What is diabetes?If you have diabetes, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 diabetes, your body does not make insulin. With type 2 diabetes, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.What health problems can diabetes cause?Over time, having too much glucose in your blood can cause complications, including:Eye disease, due to changes in fluid levels, swelling in the tissues, and damage to the blood vessels in the eyesFoot problems, caused by damage to the nerves and reduced blood flow to your feetGum disease and other dental problems, because a high amount of blood sugar in your saliva helps harmful bacteria grow in your mouth. The bacteria combine with food to form a soft, sticky film called plaque. Plaque also comes from eating foods that contain sugars or starches. Some types of plaque cause gum disease and bad breath. Other types cause tooth decay and cavities.Heart disease and stroke, caused by damage to your blood vessels and the nerves that control your heart and blood vesselsKidney disease, due to damage to the blood vessels in your kidneys. Many people with diabetes develop high blood pressure. That can also damage your kidneys.Nerve problems (diabetic neuropathy), caused by damage to the nerves and the small blood vessels that nourish your nerves with oxygen and nutrientsSexual and bladder problems, caused by damage to the nerves and reduced blood flow in the genitals and bladderSkin conditions, some of which are caused by changes in the small blood vessels and reduced circulation. People with diabetes are also more likely to have infections, including skin infections.What other problems can people with diabetes have?If you have diabetes, you need to watch out for blood sugar levels that are very high (hyperglycemia) or very low (hypoglycemia). These can happen quickly and can become dangerous. Some of the causes include having another illness or infection and certain medicines. They can also happen if you don't get the right amount of diabetes medicines. To try to prevent these problems, make sure to take your diabetes medicines correctly, follow your diabetic diet, and check your blood sugar regularly.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc13", "contents": "Diabetes Type 1  Diabetes means your blood glucose, or blood sugar, levels are too "}
{"id": "doc14", "contents": "Diabetes  Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.  Glucose comes from the foods you eat. Insulin is a hormone that helps the glucose get into your cells to give them energy.  With type 1 diabetes, your body does not make insulin.  With type 2 diabetes, the more common type, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood. You can also have prediabetes.  This means that your blood sugar is higher than normal but not high enough to be called diabetes.  Having prediabetes puts you at a higher risk of getting type 2 diabetes.Over time, having too much glucose in your blood can cause serious problems.    It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.Blood tests can show if you have diabetes. One type of test, the A1C, can also check on how you are managing your diabetes. Exercise, weight control and sticking to your meal plan can help control your diabetes. You should also monitor your blood glucose level and take medicine if prescribed. "}
{"id": "doc15", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc16", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc17", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc18", "contents": "HIV: PrEP and PEP  What are PrEP and PEP?PrEP and PEP are medicines to prevent HIV. Each type is used in a different situation:PrEP stands for pre-exposure prophylaxis. It is for people who don't already have HIV but are at very high risk of getting it. PrEP is daily medicine that can reduce this risk. With PrEP, if you do get exposed to HIV, the medicine can stop HIV from taking hold and spreading throughout your body.PEP stands for post-exposure prophylaxis. PEP is for people who have possibly been exposed to HIV. It is only for emergency situations. PEP must be started within 72 hours after a possible exposure to HIV.PrEP (pre-exposure prophylaxis)Who should consider taking PrEP?PrEP is for people without HIV who are at very high risk for getting it. This includes:Gay/bisexual men who:Have an HIV-positive partnerHave multiple partners, a partner with multiple partners, or a partner whose HIV status is unknown and"}
{"id": "doc19", "contents": "Inhalants  What are inhalants?Inhalants are substances that people inhale (breathe in) to get high. There are other substances that people might inhale, such as alcohol. But those are not called inhalants, because they can also be used another way. Inhalants are the substances that you can misuse only by inhaling them.Using inhalants to try to get high, even once, can be very harmful to your brain and body. It can even lead to death.What are the types of inhalants?Inhalants are often products that are easily bought and can be found in the home or workplace. They contain dangerous substances that have psychoactive (mind-altering) properties when they are inhaled. There are four main types of inhalants are:Solvents, which are liquids that become gas at room temperature. They include paint thinner, nail polish remover, gasoline, and glue.Aerosol sprays, such as spray paint, deodorant spray, and vegetable oil spraysGases, including gas from lighters, whipped cream dispensers, and laughing gasNitrites (prescription medicines for chest pain)Some of the common slang terms for various inhalants include:BoldLaughing gasPoppersRushSnappersWhippetsHow do people use inhalants?People who use inhalants breathe in the fumes through their nose or mouth, usually by \"sniffing,\" \"snorting,\" \"bagging,\" or \"huffing.\" It's called different names depending on the substance and equipment used.The high that inhalants produce usually lasts just a few minutes, so people often try to make it last by inhaling them again and again over several hours.Who uses inhalants?Inhalants are mostly used by young kids and teens. They often try inhalants before they try other substances because inhalants are easier to get.What are the signs that someone is using inhalants?Signs that someone is using inhalants include:Chemical odors on breath or clothingPaint or other stains on face, hands, or clothesHidden empty spray paint or solvent containers and chemical-soaked rags or clothingRed or runny eyes or noseDrunk or disoriented appearanceSlurred speechNausea or loss of appetiteInattentiveness, lack of coordination, irritability, and depressionWhat are the health effects of using inhalants?Most inhalants affect your central nervous system and slow down brain activity. Inhalants can cause both short-term and long-term health effects:Short-term health effects include slurred or distorted speech, lack of coordination, euphoria (feeling \"high\"), dizziness, and hallucinationsLong-term health effects may include liver and kidney damage, loss of coordination, limb spasms, delayed behavioral development, and brain damageUsing inhalants, even once, could lead to an overdose. This can cause you to have seizures or your heart to stop. It can also be deadly.Are inhalants addictive?Addiction to inhalants is rare, but it can happen if you use them repeatedly. Stopping them can cause withdrawal symptoms, such as nausea, sweating, problems sleeping, and mood changes.Behavioral therapy may help people who are addicted to inhalants.Can inhalant misuse be prevented?To try to prevent inhalant abuse, parents should talk to their children about it. They should discuss the dangers of inhalants and how to deal with peer pressure if someone asks them to try it.NIH: National Institute on Drug Abuse"}
{"id": "doc20", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc21", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc22", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Dehydration  What is dehydration?Dehydration is condition caused by the loss of too much fluid from the body.  It happens when you are losing more fluids than you are taking in, and your body does not have enough fluids to work properly.What causes dehydration?You can become dehydrated because of:DiarrheaVomitingSweating too muchUrinating too much, which can happen because of certain medicines and illnessesFeverNot drinking enoughWho is at risk for dehydration?Certain people have a higher risk of dehydration:Older adults. Some people lose their sense of thirst as they age, so they don't drink enough fluids.Infants and young children, who are more likely to have diarrhea or vomitingPeople with chronic illnesses that cause them to urinate or sweat more often, such as diabetes, cystic fibrosis, or kidney problemsPeople who take medicines that cause them to urinate or sweat morePeople who exercise or work outdoors during hot weatherWhat are the symptoms of dehydration?In adults, the symptoms of dehydration include:Feeling very thirstyDry mouthUrinating and sweating less than usualDark-colored urineDry skinFeeling tiredDizzinessIn infants and young children, the symptoms of dehydration include:Dry mouth and tongueCrying without tearsNo wet diapers for 3 hours or moreA high feverBeing unusually sleepy or drowsyIrritabilityEyes that look sunkenDehydration can be mild, or it can be severe enough to be life-threatening. Get medical help right away if the symptoms also include:ConfusionFaintingLack of urinationRapid heartbeatRapid breathingShockHow is dehydration diagnosed?To make a diagnosis, your health care provider will:Do a physical examCheck your vital signsAsk about your symptomsYou may also have:Blood tests to check your electrolyte levels, especially potassium and sodium. Electrolytes are minerals in your body that have an electric charge. They have many important jobs, including helping to keep a balance of fluids in your body.Blood tests to check your kidney functionUrine tests to check for dehydration and its causeWhat are the treatments for dehydration?The treatment for dehydration is to replace the fluids and electrolytes that you have lost. For mild cases, you may just need to drink lots of water. If you lost electrolytes, sports drinks may help. There are also oral rehydration solutions for children. You can buy those without a prescription.Severe cases may be treated with intravenous (IV) fluids with salt in a hospital.Can dehydration be prevented?The key to preventing dehydration is making sure that you get enough fluids:Drink enough water every day. Each person's needs can be different, so ask your health care provider how much you should be drinking each day.If you are exercising in the heat and losing a lot of minerals in sweat, sports drinks can be helpfulAvoid drinks that have sugar and caffeineDrink extra fluids when the weather is hot or when you are sick"}
{"id": "doc24", "contents": "Toddler Health  Most young children get sick. It is hard for parents to know what is serious. You can learn what the common warning signs are. In the end, trust your intuition. If you are worried about your toddler, call your health care provider right away.Well-child visits are important to your toddler's health. Toddlers will get their recommended vaccines during these visits. Routine exams and screenings help you and your kids prevent and treat health problems as well as chart their growth and development."}
{"id": "doc25", "contents": "Ectopic Pregnancy  The uterus, or womb, is the place where a baby grows when a woman is pregnant. If you have an ectopic pregnancy, the fertilized egg grows in the wrong place, outside the uterus, usually in the fallopian tubes. The result is usually a miscarriage.Ectopic pregnancy can be a medical emergency if it ruptures. Signs of ectopic pregnancy include:Abdominal painShoulder painVaginal bleedingFeeling dizzy or faintGet medical care right away if you have these signs. Doctors use drugs or surgery to remove the ectopic tissue so it doesn't damage your organs. Many women who have had ectopic pregnancies go on to have healthy pregnancies later.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc26", "contents": "Fatty Liver Disease  What is fatty liver disease?Your liver is the largest organ inside your body. It helps your body digest food, store energy, and remove poisons. Fatty liver disease is a condition in which fat builds up in your liver. There are two main types:Nonalcoholic fatty liver disease (NAFLD)Alcoholic fatty liver disease, also called alcoholic steatohepatitisWhat is nonalcoholic fatty liver disease (NAFLD)?NAFLD is a type of fatty liver disease that is not related to heavy alcohol use. There are two kinds:Simple fatty liver, in which you have fat in your liver but little or no inflammation or liver cell damage. Simple fatty liver typically does not get bad enough to cause liver damage or complications.Nonalcoholic steatohepatitis (NASH), in which you have inflammation and liver cell damage, as well as fat in your liver. Inflammation and liver cell damage can cause fibrosis, or scarring, of the liver. NASH may lead to cirrhosis or liver cancer.What is alcoholic fatty liver disease?Alcoholic fatty liver disease is due to heavy alcohol use. Your liver breaks down most of the alcohol you drink, so it can be removed from your body. But the process of breaking it down can generate harmful substances. These substances can damage liver cells, promote inflammation, and weaken your body's natural defenses. The more alcohol that you drink, the more you damage your liver.  Alcoholic fatty liver disease is the earliest stage of alcohol-related liver disease. The next stages are alcoholic hepatitis and cirrhosis.Who is at risk for fatty liver disease?The cause of nonalcoholic fatty liver disease (NAFLD) is unknown. Researchers do know that it is more common in people who:Have type 2 diabetes and prediabetesHave obesityAre middle aged or older (although children can also get it)Are Hispanic, followed by non-Hispanic whites. It is less common in African Americans.Have high levels of fats in the blood, such as cholesterol and triglyceridesHave high blood pressureTake certain drugs, such as corticosteroids and some cancer drugsHave certain metabolic disorders, including metabolic syndromeHave rapid weight lossHave certain infections, such as hepatitis CHave been exposed to some toxinsNAFLD affects about 25% of people in the world. As the rates of obesity, type 2 diabetes, and high cholesterol are rising in the United States, so is the rate of NAFLD. NAFLD is the most common chronic liver disorder in the United States.Alcoholic fatty liver disease only happens in people who are heavy drinkers, especially those who have been drinking for a long period of time. The risk is higher for heavy drinkers who are women, have obesity, or have certain genetic mutations.What are the symptoms of fatty liver disease?Both NAFLD and alcoholic fatty liver disease are usually silent diseases with few or no symptoms. If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.How is fatty liver disease diagnosed?Because there are often no symptoms, it is not easy to find fatty liver disease. Your doctor may suspect that you have it if you get abnormal results on liver tests that you had for other reasons. To make a diagnosis, your doctor will use:Your medical historyA physical examVarious tests, including blood and imaging tests, and sometimes a biopsyAs part of the medical history, your doctor will ask about your alcohol use, to find out whether fat in your liver is a sign of alcoholic fatty liver disease or nonalcoholic fatty liver (NAFLD). He or she will also ask which medicines you take, to try to determine whether a medicine is causing your NAFLD.During the physical exam, your doctor will examine your body and check your weight and height. Your doctor will look for signs of fatty liver disease, such as:An enlarged liverSigns of cirrhosis, such as jaundice, a condition that causes your skin and whites of your eyes to turn yellowYou will likely have blood tests, including liver function tests and blood count tests. In some cases you may also have imaging tests, like those that check for fat in the liver and the stiffness of your liver. Liver stiffness can mean fibrosis, which is scarring of the liver. In some cases you may also need a liver biopsy to confirm the diagnosis, and to check how bad the liver damage is.What are the treatments for fatty liver disease?Doctors recommend weight loss for nonalcoholic fatty liver. Weight loss can reduce fat in the liver, inflammation, and fibrosis. If your doctor thinks that a certain medicine is the cause of your NAFLD, you should stop taking that medicine.  But check with your doctor before stopping the medicine. You may need to get off the medicine gradually, and you might need to switch to another medicine instead.There are no medicines that have been approved to treat NAFLD. Studies are investigating whether a certain diabetes medicine or Vitamin E can help, but more studies are needed.The most important part of treating alcohol-related fatty liver disease is to stop drinking alcohol. If you need help doing that, you may want to see a therapist or participate in an alcohol recovery program. There are also medicines that can help, either by reducing your cravings or making you feel sick if you drink alcohol.Both alcoholic fatty liver disease and one type of nonalcoholic fatty liver disease (nonalcoholic steatohepatitis) can lead to cirrhosis. Doctors can treat the health problems caused by cirrhosis with medicines, operations, and other medical procedures. If the cirrhosis leads to liver failure, you may need a liver transplant.What are some lifestyle changes that can help with fatty liver disease?If you have any of the types of fatty liver disease, there are some lifestyle changes that can help:Eat a healthy diet, limiting salt and sugar, plus eating lots of fruits, vegetables, and whole grainsGet vaccinations for hepatitis A and B, the flu and pneumococcal disease. If you get hepatitis A or B along with fatty liver, it is more likely to lead to liver failure. People with chronic liver disease are more likely to get infections, so the other two vaccinations are also important.Get regular exercise, which can help you lose weight and reduce fat in the liverTalk with your doctor before using dietary supplements, such as vitamins, or any complementary or alternative medicines or medical practices. Some herbal remedies can damage your liver."}
{"id": "doc27", "contents": "Indigestion  Nearly everyone has had indigestion at one time. It's a feeling of discomfort or a burning feeling in your upper abdomen. You may have heartburn or belch and feel bloated. You may also feel nauseated, or even throw up.You might get indigestion from eating too much or too fast, eating high-fat foods, or eating when you're stressed. Smoking, drinking too much alcohol, using some medicines, being tired, and having ongoing stress can also cause indigestion or make it worse. Sometimes the cause is a problem with the digestive tract, like an ulcer or GERD.Avoiding foods and situations that seem to cause it may help. Because indigestion can be a sign of a more serious problem, see your health care provider if it lasts for more than two weeks or if you have severe pain or other symptoms. Your health care provider may use x-rays, lab tests, and an upper endoscopy to diagnose the cause.  You may need medicines to treat the symptoms.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc28", "contents": "Irritable Bowel Syndrome  Irritable bowel syndrome (IBS) is a problem that affects the large intestine. It can cause abdominal cramping, bloating, and a change in bowel habits. Some people with the disorder have constipation. Some have diarrhea. Others go back and forth between the two. Although IBS can cause a great deal of discomfort, it does not harm the intestines.IBS is  common. It affects about twice as many women as men and is most often found in people younger than 45 years.  No one knows the exact cause of IBS.  There is no specific test for it. Your doctor may run tests to be sure you don't have other diseases. These tests may include stool sampling tests, blood tests, and x-rays. Your doctor may also do a test called a sigmoidoscopy or colonoscopy.  Most people diagnosed with IBS can control their symptoms with diet, stress management, probiotics, and medicine.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc29", "contents": "Stomach Cancer  The stomach is an organ between the esophagus and the small intestine. It mixes food with stomach acid and helps digest protein. Stomach cancer mostly affects older people - two-thirds of people who have it are over age 65. Your risk of getting it is also higher if you:Have had a Helicobacter pylori infectionHave had stomach inflammationAre a manEat lots of  salted, smoked, or pickled foods Smoke cigarettes Have a family history of stomach cancerIt is hard to diagnose stomach cancer in its early stages. Indigestion and stomach discomfort can be symptoms of early cancer, but other problems can cause the same symptoms. In advanced cases, there may be blood in your stool, vomiting, unexplained weight loss, jaundice, or trouble swallowing. Doctors diagnose stomach cancer with a physical exam, blood and imaging tests, an endoscopy, and a biopsy.Because it is often found late, it can be hard to treat stomach cancer.  Treatment options include surgery, chemotherapy, radiation or a combination.NIH: National Cancer Institute"}
