{"id": "doc1", "contents": "Emergency Medical Services  If you get very sick or badly hurt and need help right away, you should use emergency medical services. These services use specially trained people and specially equipped facilities.You may need care in the hospital emergency room (ER).  Doctors and nurses there treat emergencies, such as heart attacks and injuries. For some emergencies, you need help where you are. Emergency medical technicians, or EMTs, do specific rescue jobs. They answer emergency calls and give basic medical care. Some EMTs are paramedics - they have training to do medical procedures on site. They usually take you to the ER for more care.If you or someone you know needs emergency care, go to your hospital's emergency room. If you think the problem is life-threatening, call 911."}
{"id": "doc2", "contents": "Winter Weather Emergencies  What kinds of problems can severe winter weather cause?Winter storms can bring extreme cold, freezing rain, snow, ice, and high winds. Staying safe and warm can be a challenge. You may have to cope with problems such as:Cold-related health problems, including frostbite and hypothermiaHousehold fires and carbon monoxide poisoning from space heaters and fireplacesUnsafe driving conditions from icy roadsPower failures and loss of communicationFloods after the snow and ice meltHow can I prepare for a winter weather emergency?Have a disaster plan which includesMaking sure that you have important phone numbers, including for your health care providers, pharmacy, and veterinarianHaving a communication plan for your familyKnowing how to get reliable information during the stormPrepare your home to keep out the cold with insulation, caulking, and weather stripping. Learn how to keep pipes from freezing.Gather supplies in case you need to stay home for several days without powerIf you plan to use your fireplace or wood stove for emergency heating, have your chimney or flue inspected each yearInstall a smoke detector and a battery-operated carbon monoxide detectorIf you have to travel, be sure you have an emergency car kit with some basic supplies likeAn ice scraperA shovelCat litter or sand for better tire traction Water and snacksExtra warm clothingJumper cablesFirst aid kit with any necessary medicines and a pocket knifeA battery-powered radio, a flashlight, and extra batteriesEmergency flares or distress flagsWaterproof matches and a can to melt snow for waterIf you do experience a disaster, it is normal to feel stressed. You may need help in finding ways to cope.Centers for Disease Control and Prevention"}
{"id": "doc3", "contents": "Disaster Preparation and Recovery  Preparing for a disaster can reduce the fear, anxiety and losses that disasters cause. A disaster can be a  natural disaster, like a hurricane, tornado, flood or earthquake. It might also be  man-made, like a bioterrorist attack or chemical spill. You should know the risks and danger signs of different types of disasters. You should also have a disaster plan. Be ready to evacuate your home, and know how to treat basic medical problems. Make sure you have the insurance you need, including special types, like flood insurance.No matter what kind of disaster you experience, it causes emotional distress. After a disaster, recovery can take time. Stay connected to your family and friends during this period.Federal Emergency Management Agency"}
{"id": "doc4", "contents": "Chemical Emergencies  When a hazardous chemical has been released, it may harm people's health. Chemical releases can be unintentional, as in the case of an industrial accident. They could also be planned, as in the case of a terrorist attack with a chemical weapon.Some hazardous chemicals have been developed by military organizations for use in warfare. Examples are nerve agents such as sarin and VX. Many hazardous chemicals are used in industry - for example, chlorine, ammonia, and benzene. Some can be made from everyday items such as household cleaners.Although there are no guarantees of safety during a chemical emergency, you can take actions to protect yourself.  You should have a disaster plan. Being prepared can help reduce fear, anxiety, and losses. If you do experience a disaster, it is normal to feel stressed. You may need help in finding ways to cope.Centers for Disease Control and Prevention"}
{"id": "doc5", "contents": "Radiation Emergencies  Radiation is a type of energy. People are exposed to small amounts of radiation every day from sources such as sunlight. A radiation emergency would involve larger amounts of radiation and could be caused by:\tDirty bombs - a mix of explosives with radioactive powderFallout from a nuclear bomb\tAccidental release from a nuclear reactor or a nuclear weapons plantA lot of radiation over a short period can cause burns or radiation sickness. If the exposure is large enough, it can cause premature aging or even death.Although there are no guarantees of safety during a radiation emergency, you can take actions to protect yourself.  You should have a disaster plan. Being prepared can help reduce fear, anxiety and losses. If you do experience a disaster, it is normal to feel stressed. You may need help in finding ways to cope.Centers for Disease Control and Prevention"}
{"id": "doc6", "contents": "Prostate Diseases  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine away from the bladder and out of the body. A young man's prostate is about the size of a walnut. It slowly grows larger with age. If it gets too large, it can cause problems. This is very common after age 50. The older men get, the more likely they are to have prostate "}
