{"id": "doc1", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Fainting  Fainting is a temporary loss of consciousness. If you're about to faint, you'll feel dizzy, lightheaded, or nauseous. Your field of vision may \"white out\" or \"black out.\"  Your skin may be cold and clammy.  You lose muscle control at the same time, and may fall down.Fainting usually happens when your blood pressure drops suddenly, causing a decrease in blood flow to your brain. It is more common in older people. Some causes of fainting include:Heat or dehydration Emotional distress Standing up too quickly Certain medicines Drop in blood sugar Heart problems When someone faints, make sure that the airway is clear and check for breathing. The person should stay lying down for 10-15 minutes.  Most people recover completely. Fainting is usually nothing to worry about, but it can sometimes be a sign of a serious problem. If you faint, it's important to see your health care provider and find out why it happened. "}
{"id": "doc3", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc5", "contents": "Vaccine Safety  What are vaccines?Vaccines play an important role in keeping us healthy. They protect us from serious and sometimes deadly diseases. Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make you sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps your body fight off the germs. Your immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.These diseases can be very serious. Because of this, getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.Do vaccines cause side effects?As with medicines, any vaccine can cause side effects. Most of the time the side effects are minor, such as a sore arm, fatigue, or mild fever. They usually go away within a few days. These common side effects are often a sign that your body is starting to build immunity against a disease.Serious side effects from vaccines can happen, but they are very rare. These side effects could include a severe allergic reaction. Other possible side effects are different for each vaccine. Talk with your health care provider if you're concerned about your health after getting vaccinated.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and ASD.How are vaccines tested for safety?Every vaccine that is approved in the United States goes through extensive safety testing. It starts with testing and evaluation of the vaccine before it's approved by the Food and Drug Administration (FDA). This process can often take several years.:First, the vaccine is tested in labs. Based on those tests, the FDA decides whether to test the vaccine with people.Testing with people is done through clinical trials. In these trials, the vaccines are tested on volunteers. Clinical trials usually start with 20 to 100 volunteers, but eventually include thousands of volunteers.The clinical trials have three phases. The trials are looking for the answer to important questions such as "}
{"id": "doc6", "contents": "Anaphylaxis  Anaphylaxis is a serious allergic reaction. It can begin very quickly, and symptoms may be life-threatening. The most common causes are reactions to foods (especially peanuts), medications, and stinging insects. Other causes include exercise and exposure to latex. Sometimes no cause can be found.It can affect many organs:Skin - itching, hives, redness, swellingNose - sneezing, stuffy nose, runny noseMouth - itching, swelling of the lips or tongueThroat - itching, tightness, trouble swallowing, swelling of the back of the throatChest - shortness of breath, coughing, wheezing, chest pain or tightnessHeart - weak pulse, passing out, shockGastrointestinal tract - vomiting, diarrhea, crampsNervous system - dizziness or faintingIf someone is having a serious allergic reaction, call 911. If an auto-injector  is available, give the person the injection right away."}
{"id": "doc7", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc8", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc9", "contents": "Pacemakers and Implantable Defibrillators  An arrhythmia is any disorder of your heart rate or rhythm. It means that your heart beats too quickly, too slowly, or with an irregular pattern. Most arrhythmias result from problems in the electrical system of the heart. If your arrhythmia is serious, you may need a cardiac pacemaker or an implantable cardioverter defibrillator (ICD).  They are devices that are implanted in your chest or abdomen.A pacemaker helps control abnormal heart rhythms. It uses electrical pulses to prompt the heart to beat at a normal rate. It can speed up a slow heart rhythm, control a fast heart rhythm, and coordinate the chambers of the heart.An ICD monitors heart rhythms. If it senses dangerous rhythms, it delivers shocks. This treatment is called defibrillation. An ICD can help control life-threatening arrhythmias, especially those that can cause sudden cardiac arrest (SCA). Most new ICDs can act as both a pacemaker and a defibrillator. Many ICDs also record the heart's electrical patterns when there is an abnormal heartbeat. This can help the doctor plan future treatment.Getting a pacemaker or ICD requires minor surgery. You usually need to stay in the hospital for a day or two, so your doctor can make sure that the device is working well. You will probably be back to your normal activities within a few days."}
{"id": "doc10", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc11", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc12", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc14", "contents": "Pacemakers and Implantable Defibrillators  An arrhythmia is any disorder of your heart rate or rhythm. It means that your heart beats too quickly, too slowly, or with an irregular pattern. Most arrhythmias result from problems in the electrical system of the heart. If your arrhythmia is serious, you may need a cardiac pacemaker or an implantable cardioverter defibrillator (ICD).  They are devices that are implanted in your chest or abdomen.A pacemaker helps control abnormal heart rhythms. It uses electrical pulses to prompt the heart to beat at a normal rate. It can speed up a slow heart rhythm, control a fast heart rhythm, and coordinate the chambers of the heart.An ICD monitors heart rhythms. If it senses dangerous rhythms, it delivers shocks. This treatment is called defibrillation. An ICD can help control life-threatening arrhythmias, especially those that can cause sudden cardiac arrest (SCA). Most new ICDs can act as both a pacemaker and a defibrillator. Many ICDs also record the heart's electrical patterns when there is an abnormal heartbeat. This can help the doctor plan future treatment.Getting a pacemaker or ICD requires minor surgery. You usually need to stay in the hospital for a day or two, so your doctor can make sure that the device is working well. You will probably be back to your normal activities within a few days."}
{"id": "doc15", "contents": "Respiratory Failure  What is respiratory failure?Respiratory failure is a condition in which your blood doesn't have enough oxygen or has too much carbon dioxide. Sometimes you can have both problems.When you breathe, your lungs take in oxygen. The oxygen passes into your blood, which carries it to your organs. Your organs, such as your heart and brain, need this oxygen-rich blood to work well.Another part of breathing is removing the carbon dioxide from the blood and breathing it out. Having too much carbon dioxide in your blood can harm your organs.What causes respiratory failure?Conditions that affect your breathing can cause respiratory failure. These conditions may affect the muscles, nerves, bones, or tissues that support breathing. Or they may affect the lungs directly. These conditions include:Diseases that affect the lungs, such as COPD (chronic obstructive pulmonary disease), cystic fibrosis, pneumonia, pulmonary embolism, and COVID-19Conditions that affect the nerves and muscles that control breathing, such as amyotrophic lateral sclerosis (ALS), muscular dystrophy, spinal cord injuries, and stroke"}
{"id": "doc16", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc17", "contents": "Fainting  Fainting is a temporary loss of consciousness. If you're about to faint, you'll feel dizzy, lightheaded, or nauseous. Your field of vision may \"white out\" or \"black out.\"  Your skin may be cold and clammy.  You lose muscle control at the same time, and may fall down.Fainting usually happens when your blood pressure drops suddenly, causing a decrease in blood flow to your brain. It is more common in older people. Some causes of fainting include:Heat or dehydration Emotional distress Standing up too quickly Certain medicines Drop in blood sugar Heart problems When someone faints, make sure that the airway is clear and check for breathing. The person should stay lying down for 10-15 minutes.  Most people recover completely. Fainting is usually nothing to worry about, but it can sometimes be a sign of a serious problem. If you faint, it's important to see your health care provider and find out why it happened. "}
{"id": "doc18", "contents": "Low Blood Pressure  You've probably heard that high blood pressure is a problem. Sometimes blood pressure that is too low can also cause problems.Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps out blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is the diastolic pressure. Your blood pressure reading uses these two numbers. Usually they're written one above or before the other, such as 120/80. If your blood pressure reading is 90/60 or lower, you have low blood pressure. Some people have low blood pressure all the time. They have no symptoms and their low readings are normal for them. In other people, blood pressure drops below normal because of a medical condition or certain medicines. Some people may have symptoms of low blood pressure when standing up too quickly.  Low blood pressure is a problem only if it causes dizziness, fainting or in extreme cases, shock. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc19", "contents": "Arrhythmia  An arrhythmia is a problem with the rate or rhythm of your heartbeat. It means that your heart beats too quickly, too slowly, or with an irregular pattern. When the heart beats faster than normal, it is called tachycardia. When the heart beats too slowly, it is called bradycardia. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heart beat.Many factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Some substances or medicines may also cause arrhythmias. Symptoms of arrhythmias include:Fast or slow heart beatSkipping beatsLightheadedness or dizzinessChest painShortness of breath Sweating Your doctor can run tests to find out if you have an arrhythmia. Treatment to restore a normal heart rhythm may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc20", "contents": "Urine and Urination  Your kidneys make urine by filtering wastes and extra water from your blood. The waste is called urea. Your blood carries it to the kidneys. From the kidneys, urine travels down two thin tubes called ureters to the bladder. The bladder stores urine until you are ready to urinate. It swells into a round shape when it is full and gets smaller when empty. If your urinary system is healthy, your bladder can hold up to 16 ounces (2 cups) of urine comfortably for 2 to 5 hours.You may have problems with urination if you have:Kidney failureUrinary tract infectionsAn enlarged prostateBladder control problems like  incontinence, overactive bladder, or interstitial cystitisA blockage that prevents you from emptying your bladder Some conditions may also cause you to have blood or protein in your urine. If you have a urinary problem, see your health care provider. Urinalysis and other urine tests can help to diagnose the problem. Treatment depends on the cause.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc21", "contents": "Vaccine Safety  What are vaccines?Vaccines play an important role in keeping us healthy. They protect us from serious and sometimes deadly diseases. Vaccines are injections (shots), liquids, pills, or nasal sprays that you take to teach your body's immune system to recognize and defend against harmful germs. The germs could be viruses or bacteria.Some types of vaccines contain germs that cause disease. But the germs have been killed or weakened enough that they won't make you sick. Some vaccines only contain a part of a germ. Other types of vaccines include instructions for your cells to make a protein of the germ.These different vaccine types all spark an immune response, which helps your body fight off the germs. Your immune system will also remember the germ and attack it if that germ ever invades again. This protection against a certain disease is called immunity.These diseases can be very serious. Because of this, getting immunity from a vaccine is safer than getting immunity by being sick with the disease. And for a few vaccines, getting vaccinated can actually give you a better immune response than getting the disease would.Do vaccines cause side effects?As with medicines, any vaccine can cause side effects. Most of the time the side effects are minor, such as a sore arm, fatigue, or mild fever. They usually go away within a few days. These common side effects are often a sign that your body is starting to build immunity against a disease.Serious side effects from vaccines can happen, but they are very rare. These side effects could include a severe allergic reaction. Other possible side effects are different for each vaccine. Talk with your health care provider if you're concerned about your health after getting vaccinated.Some people worry that childhood vaccines could cause autism spectrum disorder (ASD). But many scientific studies have looked at this and have found no link between vaccines and ASD.How are vaccines tested for safety?Every vaccine that is approved in the United States goes through extensive safety testing. It starts with testing and evaluation of the vaccine before it's approved by the Food and Drug Administration (FDA). This process can often take several years.:First, the vaccine is tested in labs. Based on those tests, the FDA decides whether to test the vaccine with people.Testing with people is done through clinical trials. In these trials, the vaccines are tested on volunteers. Clinical trials usually start with 20 to 100 volunteers, but eventually include thousands of volunteers.The clinical trials have three phases. The trials are looking for the answer to important questions such as "}
{"id": "doc22", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc23", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc24", "contents": "Concussion  A concussion is a type of brain injury.  It involves a short loss of normal brain function. It happens when a hit to the head or body causes your head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around or twist in the skull, creating chemical changes in your brain. Sometimes it can also stretch and damage your brain cells.Sometimes people call a concussion a \"mild\" brain injury. It is important to understand that while concussions may not be life-threatening, they can still be serious.Concussions are a common type of sports injury. Other causes of concussions include blows to the head, bumping your head when you fall, being violently shaken, and car accidents.Symptoms of a concussion may not start right away; they may start days or weeks after the injury. Symptoms may include a headache or neck pain. You may also have nausea, ringing in your ears, dizziness, or tiredness. You may feel dazed or not your normal self for several days or weeks after the injury. Consult your health care professional if any of your symptoms get worse, or if you have more serious symptoms such as:Convulsions or seizuresDrowsiness or inability to wake upA headache that gets worse and does not go awayWeakness, numbness, or decreased coordinationRepeated vomiting or nauseaConfusionSlurred speechLoss of consciousnessTo diagnose a concussion, your health care provider will do a physical exam and will ask about your injury. You will most likely have a neurological exam, which checks your vision, balance, coordination, and reflexes. Your health care provider may also evaluate your memory and thinking. In some cases, you may also have a scan of the brain, such as a CT scan or an MRI. A scan can check for bleeding or inflammation in the brain, as well as a skull fracture (break in the skull).Most people recover fully after a concussion, but it can take some time. Rest is very important after a concussion because it helps the brain to heal. In the very beginning, you may need to limit physical activities or activities that involve a lot of concentration, such as studying, working on the computer, or playing video games. Doing these may cause concussion symptoms (such as headache or tiredness) to come back or get worse. Then when your health care provider says that it is ok, you can start to return to your normal activities slowly.Centers for Disease Control and Prevention"}
{"id": "doc25", "contents": "HIV: PrEP and PEP  What are PrEP and PEP?PrEP and PEP are medicines to prevent HIV. Each type is used in a different situation:PrEP stands for pre-exposure prophylaxis. It is for people who don't already have HIV but are at very high risk of getting it. PrEP is daily medicine that can reduce this risk. With PrEP, if you do get exposed to HIV, the medicine can stop HIV from taking hold and spreading throughout your body.PEP stands for post-exposure prophylaxis. PEP is for people who have possibly been exposed to HIV. It is only for emergency situations. PEP must be started within 72 hours after a possible exposure to HIV.PrEP (pre-exposure prophylaxis)Who should consider taking PrEP?PrEP is for people without HIV who are at very high risk for getting it. This includes:Gay/bisexual men who:Have an HIV-positive partnerHave multiple partners, a partner with multiple partners, or a partner whose HIV status is unknown and"}
{"id": "doc26", "contents": "Inhalants  What are inhalants?Inhalants are substances that people inhale (breathe in) to get high. There are other substances that people might inhale, such as alcohol. But those are not called inhalants, because they can also be used another way. Inhalants are the substances that you can misuse only by inhaling them.Using inhalants to try to get high, even once, can be very harmful to your brain and body. It can even lead to death.What are the types of inhalants?Inhalants are often products that are easily bought and can be found in the home or workplace. They contain dangerous substances that have psychoactive (mind-altering) properties when they are inhaled. There are four main types of inhalants are:Solvents, which are liquids that become gas at room temperature. They include paint thinner, nail polish remover, gasoline, and glue.Aerosol sprays, such as spray paint, deodorant spray, and vegetable oil spraysGases, including gas from lighters, whipped cream dispensers, and laughing gasNitrites (prescription medicines for chest pain)Some of the common slang terms for various inhalants include:BoldLaughing gasPoppersRushSnappersWhippetsHow do people use inhalants?People who use inhalants breathe in the fumes through their nose or mouth, usually by \"sniffing,\" \"snorting,\" \"bagging,\" or \"huffing.\" It's called different names depending on the substance and equipment used.The high that inhalants produce usually lasts just a few minutes, so people often try to make it last by inhaling them again and again over several hours.Who uses inhalants?Inhalants are mostly used by young kids and teens. They often try inhalants before they try other substances because inhalants are easier to get.What are the signs that someone is using inhalants?Signs that someone is using inhalants include:Chemical odors on breath or clothingPaint or other stains on face, hands, or clothesHidden empty spray paint or solvent containers and chemical-soaked rags or clothingRed or runny eyes or noseDrunk or disoriented appearanceSlurred speechNausea or loss of appetiteInattentiveness, lack of coordination, irritability, and depressionWhat are the health effects of using inhalants?Most inhalants affect your central nervous system and slow down brain activity. Inhalants can cause both short-term and long-term health effects:Short-term health effects include slurred or distorted speech, lack of coordination, euphoria (feeling \"high\"), dizziness, and hallucinationsLong-term health effects may include liver and kidney damage, loss of coordination, limb spasms, delayed behavioral development, and brain damageUsing inhalants, even once, could lead to an overdose. This can cause you to have seizures or your heart to stop. It can also be deadly.Are inhalants addictive?Addiction to inhalants is rare, but it can happen if you use them repeatedly. Stopping them can cause withdrawal symptoms, such as nausea, sweating, problems sleeping, and mood changes.Behavioral therapy may help people who are addicted to inhalants.Can inhalant misuse be prevented?To try to prevent inhalant abuse, parents should talk to their children about it. They should discuss the dangers of inhalants and how to deal with peer pressure if someone asks them to try it.NIH: National Institute on Drug Abuse"}
{"id": "doc27", "contents": "Chest Pain  Having a pain in your chest can be scary.  It does not always mean that you are having a heart attack.  There can be many other causes, including:Other heart problems, such as anginaPanic attacksDigestive problems, such as heartburn or esophagus disordersSore musclesLung diseases, such as pneumonia, pleurisy, or pulmonary embolismCostochondritis - an inflammation of joints in your chestSome of these problems can be serious.  Get immediate medical care if you have chest pain that does not go away, crushing pain or pressure in the chest, or chest pain along with nausea, sweating, dizziness or shortness of breath. Treatment depends on the cause of the pain."}
{"id": "doc28", "contents": "Angina  Angina is chest pain or discomfort you feel when there is not enough blood flow to your heart muscle. Your heart muscle needs the oxygen that the blood carries. Angina may feel like pressure or a squeezing pain in your chest. It may feel like indigestion. You may also feel pain in your shoulders, arms, neck, jaw, or back. Angina is a symptom of coronary artery disease (CAD), the most common heart disease. CAD happens when a sticky substance called plaque builds up in the arteries that supply blood to the heart, reducing blood flow.There are three types of angina:Stable angina is the most common type. It happens when the heart is working harder than usual. Stable angina has a regular pattern.  Rest and medicines usually help.Unstable angina is the most dangerous. It does not follow a pattern and can happen without physical exertion. It does not go away with rest or medicine. It is a sign that you could have a heart attack soon.Variant angina is rare. It happens when you are resting. Medicines can help.Not all chest pain or discomfort is angina.  If you have chest pain, you should see your health care provider.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc29", "contents": "Atrial Fibrillation  An arrhythmia is a problem with the speed or rhythm of the heartbeat.  Atrial fibrillation (AF) is the most common type of arrhythmia. The cause is a disorder in the heart's electrical system."}
{"id": "doc30", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc31", "contents": "Hiatal Hernia  A hiatal hernia is a condition in which the upper part of your stomach bulges through an opening in your diaphragm. Your diaphragm is the thin muscle that separates your chest from your abdomen. Your diaphragm helps keep acid from coming up into your esophagus. When you have a hiatal hernia, it's easier for the acid to come up. This leaking of acid from your stomach into your esophagus is called GERD (gastroesophageal reflux disease). GERD may cause symptoms such as :HeartburnProblems swallowingA dry coughBad breathNausea and/or vomitingBreathing problemsThe wearing away of your teethOften, the cause of a hiatal hernia is unknown. It may have to do with weakness in the surrounding muscles. Sometimes the cause is an injury or a birth defect. Your risk of getting a hiatal hernia goes up as you age; they are common in people over age 50. You are also at higher risk if you have obesity or smoke.People usually find out that they have a hiatal hernia when they are getting tests for GERD, heartburn, chest pain, or abdominal pain. The tests may be a chest x-ray, an x-ray with a barium swallow, or an upper endoscopy.You don't need treatment if your hiatal hernia does not cause any symptoms or problems. If you do have symptoms, some lifestyle changes may help. They include eating small meals, avoiding certain foods, not smoking or drinking alcohol, and losing weight. Your health care provider may recommend antacids or other medicines. If these don't help, you may need surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
