{"id": "doc1", "contents": "Asthma  What is asthma?Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.What causes asthma?The exact cause of asthma is unknown. Genetics and your environment likely play a role in who gets asthma.An asthma attack can happen when you are exposed to an asthma trigger. An asthma trigger is something that can set off or worsen your asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc2", "contents": "Asthma in Children  What is asthma? Asthma is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have asthma, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an asthma attack or flare-up.How does asthma affect children? Asthma often starts during childhood, usually before age 5. Many children have asthma - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage asthma.What causes asthma in children?The exact cause of asthma is unknown. Genetics and environment likely play a role in which children get asthma.An asthma attack can happen when your child is exposed to an asthma trigger. An asthma trigger is something that can set off or worsen asthma symptoms. Different triggers can cause different types of asthma:Allergic asthma is caused by allergens. Allergens are substances that cause an allergic reaction. They can include"}
{"id": "doc3", "contents": "Allergy  An allergy is a reaction by your immune system to something that does not bother most other people. People who have allergies often are sensitive to more than one thing. Substances that often cause reactions are:PollenDust mitesMold sporesPet danderFoodInsect stingsMedicinesNormally, your immune system fights germs. It is your body's defense system. In most allergic reactions, however, it is responding to a false alarm. Genes and the environment probably both play a role.Allergies can cause a variety of symptoms such as a runny nose, sneezing, itching, rashes, swelling, or asthma. Allergies can range from minor to severe.  Anaphylaxis is a severe reaction that can be life-threatening.   Doctors use skin and blood tests to diagnose allergies. Treatments include medicines, allergy shots, and avoiding the substances that cause the reactions."}
{"id": "doc4", "contents": "COPD  What is COPD (chronic obstructive pulmonary disease)?COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:The airways and air sacs in your lungs become less elasticThe walls between many of the air sacs are destroyedThe walls of the airways become thick and inflamedThe airways make more mucus than usual and can become cloggedWhat are the types of COPD (chronic obstructive pulmonary disease)?COPD includes two main types:Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.What causes COPD (chronic obstructive pulmonary disease)?The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.Who is at risk for COPD (chronic obstructive pulmonary disease)?The risk factors for COPD include:Smoking. This the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplaceAge. Most people who have COPD are at least 40 years old when their symptoms begin.Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.Asthma. People who have asthma have more risk of developing COPD than people who don't have asthma. But most people with asthma will not get COPD.What are the symptoms of COPD (chronic obstructive pulmonary disease)?At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:Frequent coughing or a cough that produces a lot mucusWheezingA whistling or squeaky sound when you breatheShortness of breath, especially with physical activityTightness in your chestSome people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.How is COPD (chronic obstructive pulmonary disease) diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA family historyVarious tests, such as lung function tests, a chest x-ray or CT scan, and blood testsYour doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.What are the treatments for COPD (chronic obstructive pulmonary disease)?There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:Lifestyle changes, such as"}
{"id": "doc5", "contents": "Steroids  You may have heard of anabolic steroids, which can have harmful effects. But there's another type of steroid - sometimes called a corticosteroid - that treats a variety of problems. These steroids are similar to hormones that your adrenal glands make to fight stress associated with illnesses and injuries. They reduce inflammation and affect the immune system. You may need to take corticosteroids to treat:\tArthritis\tAsthma\tAutoimmune diseases such as lupus and multiple sclerosis\tSkin conditions such as eczema and rashes\tSome kinds of cancerSteroids are strong medicines, and they can have side effects, including weakened bones and cataracts. Because of this, you usually take them for as short a time as possible."}
{"id": "doc6", "contents": "Breathing Problems  When you're short of breath, it's hard or uncomfortable for you to take in the oxygen your body needs. You may feel as if you're not getting enough air. Sometimes you can have mild breathing problems because of a stuffy nose or intense exercise. But shortness of breath can also be a sign of a serious disease.Many conditions can make you feel short of breath:Lung conditions such as asthma, emphysema, or pneumoniaProblems with your trachea or bronchi, which are part of your airway systemHeart disease can make you feel breathless if your heart cannot pump enough blood to supply oxygen to your bodyAnxiety and panic attacksAllergiesIf you often have trouble breathing, it is important to find out the cause."}
{"id": "doc7", "contents": "Palliative Care  Palliative care is treatment of the discomfort, symptoms, and stress of serious illness.  It provides relief from distressing symptoms including:PainShortness of breathFatigueConstipationNauseaLoss of appetiteProblems with sleepIt can also help you deal with the side effects of the medical treatments you're receiving.Hospice care, care at the end of life, always includes palliative care.  But you may receive palliative care at any stage of an illness.  The goal is to make you comfortable and improve your quality of life.NIH: National Institute of Nursing Research"}
{"id": "doc8", "contents": "Staphylococcal Infections  What are Staphylococcal (staph) infections?Staphylococcus (staph) is a group of bacteria. There are more than 30 types. A type called Staphylococcus aureus causes most infections.Staph bacteria can cause many different types of infections, including:Skin infections, which are the most common types of staph infectionsBacteremia, an infection of the bloodstream. This can lead to sepsis, a very serious immune response to infection.Bone infectionsEndocarditis, an infection of the inner lining of the heart chambers and valvesFood poisoningPneumoniaToxic shock syndrome (TSS), a life-threatening condition caused by toxins from certain types of bacteriaWhat causes staph infections?Some people carry staph bacteria on their skin or in their noses, but they do not get an infection. But if they get a cut or wound, the bacteria can enter the body and cause an infection.Staph bacteria can spread from person to person. They can also spread on objects, such as towels, clothing, door handles, athletic equipment, and remotes. If you have staph and do not handle food properly when you are preparing it, you can also spread staph to others.Who is at risk for staph infections?Anyone can develop a staph infection, but certain people are at greater risk, including those who:Have a chronic condition such as diabetes, cancer, vascular disease, eczema, and lung diseaseHave a weakened immune system, such as from HIV/AIDS, medicines to prevent organ rejection, or chemotherapyHad surgeryUse a catheter, breathing tube, or feeding tubeAre on dialysisInject illegal drugsDo contact sports, since you may have skin-to-skin contact with others or share equipmentWhat are the symptoms of staph infections?The symptoms of a staph infection depend on the type of infection:Skin infections can look like pimples or boils. They may be red, swollen, and painful. Sometimes there is pus or other drainage. They can turn into impetigo, which turns into a crust on the skin, or cellulitis, a swollen, red area of skin that feels hot.Bone infections can cause pain, swelling, warmth, and redness in the infected area. You may also have chills and a fever.Endocarditis causes some flu-like symptoms: fever, chills, and fatigue. It also causes symptoms such as rapid heartbeat, shortness of breath, and fluid buildup in your arms or legs.Food poisoning typically causes nausea and vomiting, diarrhea, and a fever. If you lose too many fluids, you may also become dehydrated. Pneumonia symptoms include a high fever, chills, and cough that doesn't get better. You may also have chest pain and shortness of breath.Toxic shock syndrome (TSS) causes high fever, sudden low blood pressure, vomiting, diarrhea, and confusion. You may have a sunburn-like rash somewhere on your body. TSS can lead to organ failure.How are staph infections diagnosed?Your health care provider will do a physical exam and ask about your symptoms. Often, providers can tell if you have a staph skin infection by looking at it. To check for other types of staph infections, providers may do a culture, with a skin scraping, tissue sample, stool sample, or throat or nasal swabs. There may be other tests, such as imaging tests, depending on the type of infection.What are the treatments for staph infections?Treatment for staph infections is antibiotics. Depending on the type of infection, you may get a cream, ointment, medicines (to swallow), or intravenous (IV). If you have an infected wound, your provider might drain it. Sometimes you may need surgery for bone infections.Some staph infections, such as MRSA (methicillin-resistant Staphylococcus aureus), are resistant to many antibiotics. There are still certain antibiotics that can treat these infections.Can staph infections be prevented?Certain steps can help to prevent staph infections:Use good hygiene, including washing your hands oftenDon't share towels, sheets, or clothing with someone who has a staph infectionIt's best not to share athletic equipment. If you do need to share, make sure that it properly cleaned and dried before you use it.Practice food safety, including not preparing food for others when you have a staph infectionIf you have a cut or wound, keep it covered"}
{"id": "doc9", "contents": "Hantavirus Infections  Hantavirus pulmonary syndrome (HPS) is a rare but deadly viral infection. It is spread by mice and rats. They shed the virus in their urine, droppings, and saliva. Tiny droplets with the virus can enter the air. People can get the disease if they breathe infected air or come into contact with rodents or their urine or droppings. You cannot catch it from people.Early symptoms of HPS include:\tFatigue\tFever \tMuscle aches, especially in the thighs, hips and back\tHeadaches\tChills\tDizziness\tNausea, vomiting, diarrhea or abdominal painLater symptoms include coughing and shortness of breath. Controlling rodents in and around your house is the best way to prevent infection. If you have been around rodents and have symptoms of fever, deep muscle aches, and severe shortness of breath, see your doctor immediately.There is no specific treatment, cure, or vaccine for HPS. Patients may do better if it is recognized early and they get medical care in an intensive care unit. They often need to use a breathing machine and have oxygen therapy.Centers for Disease Control and Prevention"}
{"id": "doc10", "contents": "Blood Clots  What is a blood clot?A blood clot is mass of blood that forms when platelets, proteins, and cells in the blood stick together. When you get hurt, your body forms a blood clot to stop the bleeding.  After the bleeding stops and healing takes place, your body usually breaks down and removes the blood clot. But sometimes the blood clots form where they shouldn't, your body makes too many blood clots or abnormal blood clots, or the blood clots don't break down like they should. These blood clots can be dangerous and may cause other health problems.Blood clots can form in, or travel to, the blood vessels in the limbs, lungs, brain, heart, and kidneys. The types of problems blood clots can cause will depend on where they are:Deep vein thrombosis (DVT) is a blood clot in a deep vein, usually in the lower leg, thigh, or pelvis. It can block a vein and cause damage to your leg.A pulmonary embolism can happen when a DVT breaks off and travels through the bloodstream to the lungs. It can damage your lungs and prevent your other organs from getting enough oxygen.Cerebral venous sinus thrombosis (CVST) is a rare blood clot in the venous sinuses in your brain. Normally the venous sinuses drain blood from your brain. CVST blocks the blood from draining and can cause a hemorrhagic stroke.Blood clots in other parts of the body can cause problems such as an ischemic stroke, a heart attack, kidney problems, kidney failure, and pregnancy-related problems.Who is at risk for blood clots?Certain factors can raise the risk of blood clots:AtherosclerosisAtrial fibrillationCancer and cancer treatmentsCertain genetic disordersCertain surgeriesCOVID-19DiabetesFamily history of blood clotsOverweight and obesityPregnancy and giving birthSerious injuriesSome medicines, including birth control pillsSmokingStaying in one position for a long time, such as being in the hospital or taking a long car or plane rideWhat are the symptoms of blood clots?The symptoms for blood clots can be different, depending on where the blood clot is:In the abdomen: Abdominal pain, nausea and vomitingIn an arm or leg: Sudden or gradual pain, swelling, tenderness, and warmthIn the lungs: Shortness of breath, pain with deep breathing, rapid breathing, and increased heart rateIn the brain: Trouble speaking, vision problems, seizures, weakness on one side of the body, and sudden severe headacheIn the heart: Chest pain, sweating, shortness of breath, and pain in the left armHow are blood clots diagnosed?Your health care provider may use many tools to diagnose blood clots:A physical examA medical historyBlood tests, including a D-dimer testImaging tests, such as"}
{"id": "doc11", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc12", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc13", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc14", "contents": "Tetanus, Diphtheria, and Pertussis Vaccines  Tetanus, diphtheria, and pertussis (whooping cough) are serious bacterial infections. Tetanus causes painful tightening of the muscles, usually all over the body. It can lead to \"locking\" of the jaw. Diphtheria usually affects the nose and throat. Whooping cough causes uncontrollable coughing. Vaccines can protect you from these diseases. In the U.S., there are four combination vaccines:DTaP prevents all three diseases. It is for children younger than seven years old.Tdap also prevents all three. It is for older children and adults.DT prevents diphtheria and tetanus. It is for children younger than seven who cannot tolerate the pertussis vaccine.Td prevents diphtheria and tetanus. It is for older children and adults. It is usually given as a booster dose every 10 years. You may also get it earlier if you get a severe and dirty wound or burn.Some people should not get these vaccines, including those who have had severe reactions to the shots before. Check with your doctor first if you have seizures, a neurologic problem, or Guillain-Barre syndrome. Also let your doctor know if you don't feel well the day of the shot; you may need to postpone it.Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Acute Bronchitis  Bronchitis is an inflammation of the bronchial tubes, the airways that carry air to your lungs. It causes a cough that often brings up mucus. It can also cause shortness of breath, wheezing, a low fever, and chest tightness. There are two main types of bronchitis: acute and chronic.Most cases of acute bronchitis get better within several days. But your cough can last for several weeks after the infection is gone.The same viruses that cause colds and the flu often cause acute bronchitis. These viruses spread through the air when people cough, or though physical contact (for example, on unwashed hands). Being exposed to tobacco smoke, air pollution, dusts, vapors, and fumes can also cause acute bronchitis. Less often, bacteria can also cause acute bronchitis.To diagnose acute bronchitis, your health care provider will ask about your symptoms and listen to your breathing. You may also have other tests.Treatments include rest, fluids, and aspirin (for adults) or acetaminophen to treat fever. A humidifier or steam can also help. You may need inhaled medicine to open your airways if you are wheezing. Antibiotics won't help if the cause is viral. You may get antibiotics if the cause is bacterial.NIH: National Heart, Lung, and Blood Institute"}
