{"id": "doc1", "contents": "Cough  Coughing is a reflex that keeps your throat and airways clear.  Although it can be annoying, coughing helps your body heal or protect itself. Coughs can be either acute or chronic.  Acute coughs begin suddenly and usually last no more than 2 to 3 weeks.  Acute coughs are the kind you most often get with a cold, flu, or acute bronchitis.  Chronic coughs last longer than 2 to 3 weeks.  Causes of chronic cough include:Chronic bronchitisAsthmaAllergiesCOPD (chronic obstructive pulmonary disease)GERD (gastroesophageal reflux disease) SmokingThroat disorders, such as croup in young childrenSome medicines Water can help ease your cough - whether you drink it or add it to the air with a steamy shower or vaporizer. If you have a cold or the flu, antihistamines may work better than non-prescription cough medicines.   Children under four should not have cough medicine.  For children over four, use caution and read labels carefully."}
{"id": "doc2", "contents": "Cold and Cough Medicines  What are cold and cough medicines?Cold and cough medicines can help relieve symptoms of a common cold. The symptoms of a cold can include a sore throat, stuffy or runny nose, sneezing, and coughing.You don't usually need to treat a cold or the cough that it causes. You can't cure a cold, and antibiotics won't help you get better. But sometimes the symptoms can keep you awake or cause a lot of discomfort. In that case, cold and cough medicines can sometimes be helpful.What are the different types of cold and cough medicines?There are lots of different cold and cough medicines, and they do different things:Nasal decongestants - unclog a stuffy noseCough suppressants - quiet a coughExpectorants - loosen mucus in your lungs so you can cough it upAntihistamines - stop runny noses and sneezingPain relievers - ease fever, headaches, and minor aches and painsWhat do I need to know about taking cold and cough medicines?Before taking these medicines, read the labels and follow the instructions carefully. Many cold and cough medicines contain the same active ingredients. For example, some of them include pain relievers. If you are taking these medicines and are also taking a separate pain reliever, you could be getting a dangerous amount of the pain reliever.Do not give cold or cough medicines to children under two, and don't give aspirin to children.What else can I do to feel better for a cold or cough?If you decide that you don't want to take cold and cough medicines, there are other ways to feel better:Drink lots of fluidsGet plenty of restUse a cool mist humidifierUse saline nose drops or spraysUse nasal suctioning with a bulb syringe, which can be very helpful in children under a year oldCenters for Disease Control and Prevention"}
{"id": "doc3", "contents": "Whooping Cough  What is whooping cough?Whooping cough, or pertussis, is a respiratory infection that can cause coughing fits. In serious cases, the coughing can become violent and rapid. You may cough so hard that you vomit. The name of the disease comes from the whooping noise you might make when you try to breathe in after coughing.Whooping cough is very contagious and can affect anyone. But it can be especially serious in babies who did not yet get the vaccine. About half of babies under age one who get whooping cough need care in the hospital.What causes whooping cough?Whooping cough is caused by a type of bacteria called Bordetella pertussis. It spreads from person to person. People who have pertussis usually spread it through coughing, sneezing, or breathing very close to someone. It can also sometimes be spread by touching an infected surface and then touching your nose or mouth.If you get pertussis, you are contagious for about 2 weeks after you start coughing. Antibiotics may shorten the time that you are contagious.What are the symptoms of whooping cough?The symptoms of pertussis usually start within 5 to 10 days after you are exposed. But sometimes you may not get symptoms until up to 3 weeks later.Whooping cough usually starts with cold-like symptoms. They may last for 1 to 2 weeks and can include:Runny noseMild feverMild, occasional coughThe early symptoms in babies can be different. They may only cough a little bit, or they may not cough at all. Babies may have apnea, which means that there is a pause in breathing. They may start to turn blue. If this happens, get medical care for your baby right away.As whopping cough gets worse, the symptoms may include:Fits of many, rapid coughs followed by a high-pitched \"whoop\" soundVomiting during or after coughing fitsExhaustion after coughing fits"}
{"id": "doc4", "contents": "Tetanus, Diphtheria, and Pertussis Vaccines  Tetanus, diphtheria, and pertussis (whooping cough) are serious bacterial infections. Tetanus causes painful tightening of the muscles, usually all over the body. It can lead to \"locking\" of the jaw. Diphtheria usually affects the nose and throat. Whooping cough causes uncontrollable coughing. Vaccines can protect you from these diseases. In the U.S., there are four combination vaccines:DTaP prevents all three diseases. It is for children younger than seven years old.Tdap also prevents all three. It is for older children and adults.DT prevents diphtheria and tetanus. It is for children younger than seven who cannot tolerate the pertussis vaccine.Td prevents diphtheria and tetanus. It is for older children and adults. It is usually given as a booster dose every 10 years. You may also get it earlier if you get a severe and dirty wound or burn.Some people should not get these vaccines, including those who have had severe reactions to the shots before. Check with your doctor first if you have seizures, a neurologic problem, or Guillain-Barre syndrome. Also let your doctor know if you don't feel well the day of the shot; you may need to postpone it.Centers for Disease Control and Prevention"}
{"id": "doc5", "contents": "Acute Bronchitis  Bronchitis is an inflammation of the bronchial tubes, the airways that carry air to your lungs. It causes a cough that often brings up mucus. It can also cause shortness of breath, wheezing, a low fever, and chest tightness. There are two main types of bronchitis: acute and chronic.Most cases of acute bronchitis get better within several days. But your cough can last for several weeks after the infection is gone.The same viruses that cause colds and the flu often cause acute bronchitis. These viruses spread through the air when people cough, or though physical contact (for example, on unwashed hands). Being exposed to tobacco smoke, air pollution, dusts, vapors, and fumes can also cause acute bronchitis. Less often, bacteria can also cause acute bronchitis.To diagnose acute bronchitis, your health care provider will ask about your symptoms and listen to your breathing. You may also have other tests.Treatments include rest, fluids, and aspirin (for adults) or acetaminophen to treat fever. A humidifier or steam can also help. You may need inhaled medicine to open your airways if you are wheezing. Antibiotics won't help if the cause is viral. You may get antibiotics if the cause is bacterial.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Eating Disorders  What are eating disorders?Eating disorders are serious mental health disorders. They involve severe problems with your thoughts about food and your eating behaviors. You may eat much less or much more than you need.Eating disorders are medical conditions; they are not a lifestyle choice. They affect your body's ability to get proper nutrition. This can lead to health issues, such as heart and kidney problems, or sometimes even death. But there are treatments that can help.What are the types of eating disorders?Common types of eating disorders include:Binge-eating, which is out-of-control eating. People with binge-eating disorder keep eating even after they are full. They often eat until they feel very uncomfortable. Afterward, they usually have feelings of guilt, shame, and distress. Eating too much too often can lead to weight gain and obesity. Binge-eating disorder is the most common eating disorder in the U.S.Bulimia nervosa. People with bulimia nervosa also have periods of binge-eating. But afterwards, they purge, by making themselves throw up or using laxatives. They may also over-exercise or fast. People with bulimia nervosa may be slightly underweight, normal weight, or overweight.Anorexia nervosa. People with anorexia nervosa avoid food, severely restrict food, or eat very small quantities of only certain foods. They may see themselves as overweight, even when they are dangerously underweight. Anorexia nervosa is the least common of the three eating disorders, but it is often the most serious. It has the highest death rate of any mental disorder.What causes eating disorders?The exact cause of eating disorders is unknown. Researchers believe that eating disorders are caused by a complex interaction of factors. These include genetic, biological, behavioral, psychological, and social factors.Who is at risk for eating disorders?Anyone can develop an eating disorder, but they are more common in women. Eating disorders frequently appear during the teen years or young adulthood. But people can also develop them during childhood or later in life.What are the symptoms of eating disorders?The symptoms of eating disorders vary, depending on the disorder:The symptoms of binge-eating include:Eating unusually large amounts of food in a specific amount of time, such as a 2-hour periodEating even when you're full or not hungryEating fast during binge episodesEating until you're uncomfortably fullEating alone or in secret to avoid embarrassmentFeeling distressed, ashamed, or guilty about your eatingFrequently dieting, possibly without weight lossThe symptoms of bulimia nervosa include the same symptoms as binge-eating, plus trying to get rid of the food or weight after binging by:Purging, making yourself throw up or using laxatives or enemas to speed up the movement of food through your bodyDoing intensive and excessive exerciseFastingOver time, bulimia nervosa can cause health problems such as:Chronically inflamed and sore throatSwollen salivary glands in the neck and jaw areaWorn tooth enamel and increasingly sensitive and decaying teeth. This is caused by the exposure to stomach acid every time you throw up.GERD (acid reflux) and other gastrointestinal problemsSevere dehydration from purgingElectrolyte imbalance, which could be too low or too high levels of sodium, calcium, potassium and other minerals. This can lead to a stroke or heart attack.The symptoms of anorexia nervosa include:Eating very little, to the point of starving yourselfIntensive and excessive exerciseExtreme thinnessIntense fear of gaining weightDistorted body image - seeing yourself as overweight even when you are severely underweightOver time, anorexia nervosa can cause health problems such as:Thinning of the bones (osteopenia or osteoporosis)Mild anemiaMuscle wasting and weaknessThin, brittle hair and nailsDry, blotchy, or yellowish skinGrowth of fine hair all over the bodySevere constipationLow blood pressureSlowed breathing and pulseFeeling cold all the time because of a drop in internal body temperatureFeeling faint, dizzy, or weakFeeling tired all the timeInfertilityDamage to the structure and function of the heartBrain damageMultiorgan failureAnorexia nervosa can be fatal. Some people with this disorder die of complications from starvation, and others die of suicide.Some people with eating disorders may also have other mental disorders (such as depression or anxiety) or problems with substance use.How is eating disorders diagnosed?Because eating disorders can be so serious, it is important to seek help if you or a loved one thinks that you might have a problem. Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptoms. It is important to be honest about your eating and exercise behaviors so your provider can help you.A physical examBlood or urine tests to rule out other possible causes of your symptomsOther tests to see whether you have any other health problems caused by the eating disorder. These can include kidney function tests and an electrocardiogram (EKG or ECG).What are the treatments for eating disorders?Treatment plans for eating disorders are tailored to individual needs. You will likely have a team of providers helping you, including doctors, nutritionists, nurses, and therapists. The treatments may include:Individual, group, and/or family psychotherapy. Individual therapy may include cognitive behavioral approaches, which help you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.Medical care and monitoring, including care for the complications that eating disorders can causeNutrition counseling. Doctors, nurses, and counselors will help you eat healthy to reach and maintain a healthy weight.Medicines, such as antidepressants, antipsychotics, or mood stabilizers, may help treat some eating disorders. The medicines can also help with the depression and anxiety symptoms that often go along with eating disorders.Some people with serious eating disorders may need to be in a hospital or in a residential treatment program. Residential treatment programs combine housing and treatment services.NIH: National Institute of Mental Health"}
{"id": "doc7", "contents": "Lung Cancer  What is lung cancer?Lung cancer is cancer that forms in tissues of the lung, usually in the cells that line the air passages. It is the leading cause of cancer death in both men and women.There are two main types: small cell lung cancer and non-small cell lung cancer. These two types grow differently and are treated differently. Non-small cell lung cancer is the more common type.Who is at risk for lung cancer?Lung cancer can affect anyone, but there are certain factors that raise your risk of getting it:Smoking. This is the most important risk factor for lung cancer. Tobacco smoking causes about 9 out of 10 cases of lung cancer in men and about 8 out of 10 cases of lung cancer in women. The earlier in life you start smoking, the longer you smoke, and the more cigarettes you smoke per day, the greater your risk of lung cancer. The risk is also greater if you smoke a lot and drink alcohol every day or take beta carotene supplements. If you have quit smoking, your risk will be lower than if you had kept smoking. But you will still have a higher risk than people who never smoked.Secondhand smoke, which is the combination of smoke that comes from a cigarette and smoke breathed out by a smoker. When you inhale it, you are exposed to the same cancer-causing agents as smokers, although in smaller amounts.Family history of lung cancerBeing exposed to asbestos, arsenic, chromium, beryllium, nickel, soot, or tar in the workplaceBeing exposed to radiation, such as from"}
{"id": "doc8", "contents": "Giant Cell Arteritis  Giant cell arteritis is a disorder that causes inflammation of your arteries, usually in the scalp, neck, and arms. It narrows the arteries, which keeps blood from flowing well. Giant cell arteritis often occurs with another disorder called polymyalgia rheumatica. Both are more common in women than in men. They almost always affect people over the age of 50.Early symptoms of giant cell arteritis resemble the flu:  fatigue, loss of appetite, and fever. Other symptoms include:HeadachesPain and tenderness over the templesDouble vision or visual loss, dizzinessProblems with coordination and balancePain in your jaw and tongueYour doctor will make the diagnosis based on your medical history, symptoms, and a physical exam. There is no specific test for giant cell arteritis, but you may have tests that measure inflammation.Treatment is usually with corticosteroids. Early treatment is important; otherwise there is a risk of permanent vision loss or stroke.  However, when properly treated, giant cell arteritis rarely comes back.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc9", "contents": "Inhalants  What are inhalants?Inhalants are substances that people inhale (breathe in) to get high. There are other substances that people might inhale, such as alcohol. But those are not called inhalants, because they can also be used another way. Inhalants are the substances that you can misuse only by inhaling them.Using inhalants to try to get high, even once, can be very harmful to your brain and body. It can even lead to death.What are the types of inhalants?Inhalants are often products that are easily bought and can be found in the home or workplace. They contain dangerous substances that have psychoactive (mind-altering) properties when they are inhaled. There are four main types of inhalants are:Solvents, which are liquids that become gas at room temperature. They include paint thinner, nail polish remover, gasoline, and glue.Aerosol sprays, such as spray paint, deodorant spray, and vegetable oil spraysGases, including gas from lighters, whipped cream dispensers, and laughing gasNitrites (prescription medicines for chest pain)Some of the common slang terms for various inhalants include:BoldLaughing gasPoppersRushSnappersWhippetsHow do people use inhalants?People who use inhalants breathe in the fumes through their nose or mouth, usually by \"sniffing,\" \"snorting,\" \"bagging,\" or \"huffing.\" It's called different names depending on the substance and equipment used.The high that inhalants produce usually lasts just a few minutes, so people often try to make it last by inhaling them again and again over several hours.Who uses inhalants?Inhalants are mostly used by young kids and teens. They often try inhalants before they try other substances because inhalants are easier to get.What are the signs that someone is using inhalants?Signs that someone is using inhalants include:Chemical odors on breath or clothingPaint or other stains on face, hands, or clothesHidden empty spray paint or solvent containers and chemical-soaked rags or clothingRed or runny eyes or noseDrunk or disoriented appearanceSlurred speechNausea or loss of appetiteInattentiveness, lack of coordination, irritability, and depressionWhat are the health effects of using inhalants?Most inhalants affect your central nervous system and slow down brain activity. Inhalants can cause both short-term and long-term health effects:Short-term health effects include slurred or distorted speech, lack of coordination, euphoria (feeling \"high\"), dizziness, and hallucinationsLong-term health effects may include liver and kidney damage, loss of coordination, limb spasms, delayed behavioral development, and brain damageUsing inhalants, even once, could lead to an overdose. This can cause you to have seizures or your heart to stop. It can also be deadly.Are inhalants addictive?Addiction to inhalants is rare, but it can happen if you use them repeatedly. Stopping them can cause withdrawal symptoms, such as nausea, sweating, problems sleeping, and mood changes.Behavioral therapy may help people who are addicted to inhalants.Can inhalant misuse be prevented?To try to prevent inhalant abuse, parents should talk to their children about it. They should discuss the dangers of inhalants and how to deal with peer pressure if someone asks them to try it.NIH: National Institute on Drug Abuse"}
{"id": "doc10", "contents": "Ulcerative Colitis  Ulcerative colitis (UC) is a disease that causes inflammation and sores, called ulcers, in the lining of the rectum and colon. It is one of a group of diseases called inflammatory bowel disease.UC can happen at any age, but it usually starts between the ages of 15 and 30. It tends to run in families. The most common symptoms are pain in the abdomen and blood or pus in diarrhea. Other symptoms may include:AnemiaSevere tirednessWeight lossLoss of appetiteBleeding from the rectumSores on the skinJoint painGrowth failure in childrenAbout half of people with UC have mild symptoms.Doctors use blood tests, stool tests, colonoscopy or sigmoidoscopy, and imaging tests to diagnose UC. Several types of drugs can help control it. Some people have long periods of remission, when they are free of symptoms. In severe cases, doctors must remove the colon.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc11", "contents": "Hemorrhagic Fevers  Viral hemorrhagic fevers (VHFs) are a group of illnesses caused by four families of viruses. These include the Ebola and Marburg, Lassa fever, and yellow fever viruses. VHFs have common features: they affect many organs, they damage the blood vessels, and they affect the body's ability to regulate itself. Some VHFs cause mild disease, but some, like Ebola or Marburg, cause severe disease and death.VHFs are found around the world. Specific diseases are usually limited to areas where the animals that carry them live. For example, Lassa fever is limited to rural areas of West Africa where rats and mice carry the virus.The risk for travelers is low, but you should avoid visiting areas where there are disease outbreaks. Because there are no effective treatments for some of these viral infections, there is concern about their use in bioterrorism.Centers for Disease Control and Prevention"}
{"id": "doc12", "contents": "Streptococcal Infections  Strep is short for Streptococcus, a type of bacteria. There are several types. Two of them cause most of the strep infections in people: group A and group B.Group A strep causes:Strep throat - a sore, red throat. Your tonsils may be swollen and have white spots on them.Scarlet fever - an illness that follows strep throat. It causes a red rash on the body.Impetigo - a skin infectionToxic shock syndromeCellulitis and necrotizing fasciitis (flesh-eating disease)Group B strep can cause blood infections, pneumonia and meningitis in newborns. A screening test during pregnancy can tell if you have it. If you do, intravenous (IV) antibiotics during labor can save your baby's life.  Adults can also get group B strep infections, especially if they are 65 or older or already have health problems. Strep B can cause urinary tract infections, blood infections, skin infections and pneumonia in adults.Antibiotics are used to treat strep infections."}
{"id": "doc13", "contents": "Tick Bites  If you spend time outdoors or have pets that go outdoors, you need to beware of ticks. Ticks are small bloodsucking parasites. Many species transmit diseases to animals and people. Some of the diseases you can get from a tick bite are Lyme disease, ehrlichiosis, Rocky Mountain spotted fever and tularemia. Some ticks are so small that they can be difficult to see. Ticks may get on you if you walk through areas where they live, such as tall grass, leaf litter or shrubs. Tick-borne diseases occur worldwide, including in your own backyard. To help protect yourself and your family, you should: Use a chemical repellent with DEET, permethrin or picaridin Wear light-colored protective clothing  Tuck pant legs into socks  Avoid tick-infested areas  Check yourself, your children and your pets daily for ticks and carefully remove any ticks you find"}
{"id": "doc14", "contents": "Dengue  Dengue is an infection caused by a virus. You can get it if an infected mosquito bites you. Dengue does not spread from person to person. It is common in warm, wet areas of the world. Outbreaks occur in the rainy season. Dengue is rare in the United States. Symptoms include a high fever, headaches, joint and muscle pain, vomiting, and a rash. In some cases, dengue turns into dengue hemorrhagic fever, which causes bleeding from your nose, gums, or under your skin. It can also become dengue shock syndrome, which causes massive bleeding and shock. These forms of dengue are life-threatening.There is no specific treatment. Most people with dengue recover within 2 weeks. Until then, drinking lots of fluids, resting and taking non-aspirin fever-reducing medicines might help. People with the more severe forms of dengue usually need to go to the hospital and get fluids.To lower your risk when traveling to areas where dengue is found:Wear insect repellent with DEET Wear clothes that cover your arms, legs and feet Close unscreened doors and windows  "}
{"id": "doc15", "contents": "Fever  A fever is a body temperature that is higher than normal. A normal temperature can vary from person to person, but it is usually around 98.6 °F (37 °C). A fever is not a disease. It is usually a sign that your body is trying to fight an illness or infection.Infections cause most fevers. You get a fever because your body is trying to kill the virus or bacteria that caused the infection. Most of those bacteria and viruses do well when your body is at your normal temperature. But if you have a fever, it is harder for them to survive. Fever also activates your body's immune system.Other causes of fevers include:Medicines, including some antibiotics, blood pressure medicines, and anti-seizure medicinesHeat illnessCancersAutoimmune diseasesSome childhood vaccinesTreatment depends on the cause of your fever. If the fever is very high, your health care provider may recommend taking an over-the-counter medicine such as acetaminophen or ibuprofen. Adults can also take aspirin, but children with fevers should not take aspirin. It is also important to drink enough liquids, to prevent dehydration."}
{"id": "doc16", "contents": "Tuberculosis  Tuberculosis (TB) is a disease caused by bacteria called Mycobacterium tuberculosis.  The bacteria usually attack the lungs, but they can also damage other parts of the body. TB spreads through the air when a person with TB of the lungs or throat coughs, sneezes, or talks.  If you have been exposed, you should go to your doctor for tests. You are more likely to get TB if you have a weak immune system.Symptoms of TB in the lungs may include: A bad cough that lasts 3 weeks or longer Weight loss Loss of appetite Coughing up blood or mucus Weakness or fatigue  Fever Night sweatsSkin tests, blood tests, x-rays, and other tests can tell if you have TB. If not treated properly, TB can be deadly. You can usually cure active TB by taking several medicines for a long period of time."}
{"id": "doc17", "contents": "Mycobacterial Infections  Mycobacteria are a type of germ. There are many different kinds. The most common one causes tuberculosis. Another one causes leprosy. Still others cause infections that are called atypical mycobacterial infections.  They aren't \"typical\" because they don't cause tuberculosis. But they can still harm people, especially people with other problems that affect their immunity, such as AIDS.Sometimes you can have these infections with no symptoms at all. At other times, they can cause lung symptoms similar to tuberculosis:CoughWeight lossCoughing up blood or mucusWeakness or fatigueFever and chillsNight sweatsLack of appetite and weight lossMedicines can treat these infections, but often more than one is needed to cure the infection."}
{"id": "doc18", "contents": "HIV/AIDS and Infections  Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly."}
{"id": "doc19", "contents": "Black and African American Health  Every racial or ethnic group has specific health concerns. Differences in the health of groups can result from:GeneticsEnvironmental factorsAccess to careCultural factors"}
{"id": "doc20", "contents": "Bone Infections  Like other parts of the body, bones can get infected. The infections are usually bacterial, but can also be fungal. They may spread to the bone from nearby skin or muscles, or from another part of the body through the bloodstream. People who are at risk for bone infections include those with diabetes, poor circulation, or recent injury to the bone. You may also be at risk if you are having hemodialysis. Symptoms of bone infections include:Pain in the infected areaChills and feverSwelling, warmth, and rednessA blood test or imaging test such as an x-ray can tell if you have a bone infection. Treatment includes antibiotics and often surgery."}
