{"id": "doc1", "contents": "Immune System and Disorders  What is the immune system?Your immune system is a complex network of cells, tissues, and organs. Together they help the body fight infections and other diseases.When germs such as bacteria or viruses invade your body, they attack and multiply. This is called an infection. The infection causes the disease that makes you sick. Your immune system protects you from the disease by fighting off the germs.What are the parts of the immune system?The immune system has many different parts, including:Your skin, which can help prevent germs from getting into the bodyMucous membranes, which are the moist, inner linings of some organs and body cavities. They make mucus and other substances which can trap and fight germs.White blood cells, which fight germsOrgans and tissues of the lymph system, such as the thymus, spleen, tonsils, lymph nodes, lymph vessels, and bone marrow.  They produce, store, and carry white blood cells.How does the immune system work?Your immune system defends your body against substances it sees as harmful or foreign. These substances are called antigens. They may be germs such as bacteria and viruses. They might be chemicals or toxins. They could also be cells that are damaged from things like cancer or sunburn.When your immune system recognizes an antigen, it attacks it. This is called an immune response. Part of this response is to make antibodies. Antibodies are proteins that work to attack, weaken, and destroy antigens. Your body also makes other cells to fight the antigen.Afterwards, your immune system remembers the antigen. If it sees the antigen again, it can recognize it. It will quickly send out the right antibodies, so in most cases, you don't get sick. This protection against a certain disease is called immunity.What are the types of immunity?There are three different types of immunity:Innate immunity is the protection that you are born with. It is your body's first line of defense. It includes barriers such as the skin and mucous membranes. They keep harmful substances from entering the body. It also includes some cells and chemicals which can attack foreign substances.Active immunity, also called adaptive immunity, develops when you are infected with or vaccinated against a foreign substance. Active immunity is usually long-lasting. For many diseases, it can last your entire life.Passive immunity happens when you receive antibodies to a disease instead of making them through your own immune system. For example, newborn babies have antibodies from their mothers. People can also get passive immunity through blood products that contain antibodies. This kind of immunity gives you protection right away. But it only lasts a few weeks or months.What can go wrong with the immune system?Sometimes a person may have an immune response even though there is no real threat. This can lead to problems such as allergies, asthma, and autoimmune diseases. If you have an autoimmune disease, your immune system attacks healthy cells in your body by mistake.Other immune system problems happen when your immune system does not work correctly. These problems include immunodeficiency diseases. If you have an immunodeficiency disease, you get sick more often. Your infections may last longer and can be more serious and harder to treat. They are often genetic disorders.There are other diseases that can affect your immune system. For example, HIV is a virus that harms your immune system by destroying your white blood cells. If HIV is not treated, it can lead to AIDS (acquired immunodeficiency syndrome). People with AIDS have badly damaged immune systems. They get an increasing number of severe illnesses."}
{"id": "doc2", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc3", "contents": "Critical Care  What is critical care?Critical care is medical care for people who have life-threatening injuries and illnesses. It usually takes place in an intensive care unit (ICU). A team of specially-trained health care providers gives you 24-hour care. This includes using machines to constantly monitor your vital signs. It also usually involves giving you specialized treatments.Who needs critical care?You need critical care if you have a life-threatening illness or injury, such as:Severe burnsCOVID-19Heart attackHeart failureKidney failurePeople recovering from certain major surgeriesRespiratory failureSepsisSevere bleedingSerious infectionsSerious injuries, such as from car crashes, falls, and shootingsShockStrokeWhat happens in a critical care unit?In a critical care unit, health care providers use lots of different equipment, including:Catheters, flexible tubes used to get fluids into the body or to drain fluids from the bodyDialysis machines (\"artificial kidneys\") for people with kidney failureFeeding tubes, which give you nutritional supportIntravenous (IV) tubes to give you fluids and medicinesMachines which check your vital signs and display them on monitorsOxygen therapy to give you extra oxygen to breathe inTracheostomy tubes, which are breathing tubes. The tube is placed in a surgically made hole that goes through the front of the neck and into the windpipe.Ventilators (breathing machines), which move air in and out of your lungs. This is for people who have respiratory failure.These machines can help keep you alive, but many of them can also raise your risk of infection.Sometimes people in a critical care unit are not able to communicate. It's important that you have an advance directive in place. This can help your health care providers and family members make important decisions, including end-of-life decisions, if you are not able to make them."}
{"id": "doc4", "contents": "Nutritional Support  Nutritional support is therapy for people who cannot get enough nourishment by eating or drinking.  You may need it if you :Can't swallowHave problems with your appetiteAre severely malnourishedCan't absorb nutrients through your digestive systemYou receive nutritional support through a needle or catheter placed in your vein or with a feeding tube, which goes into your stomach. "}
{"id": "doc5", "contents": "Alcohol Use Disorder (AUD) Treatment  What is an alcohol use disorder?An alcohol use disorder (AUD) is drinking that causes distress and harm. It is a medical condition in which you:Drink alcohol compulsivelyCan't control how much you drinkFeel anxious, irritable, and/or stressed when you are not drinkingAn AUD can range from mild to severe, depending on the symptoms. Severe AUD is sometimes called alcoholism or alcohol dependence.What are the treatments for alcohol use disorder?Most people with an alcohol use disorder can benefit from some form of treatment. Medical treatments include medicines and behavioral therapies. For many people, using both types gives them the best results. People who are getting treatment for AUD may also find it helpful to go to a support group such as Alcoholics Anonymous (AA). If you have an AUD and a mental illness, it is important to get treatment for both.Some people may need intensive treatment for AUD. They may go to a residential treatment center for rehabilitation (rehab). Treatment there is highly structured. It usually includes several different kinds of behavioral therapies. It may also include medicines for detox (medical treatment for alcohol withdrawal) and/or for treating the AUD.Which medicines can treat alcohol use disorder?Three medicines are approved to treat AUD:Disulfiram causes unpleasant symptoms such as nausea and skin flushing whenever you drink alcohol. Knowing that drinking will cause these unpleasant effects may help you stay away from alcohol.Naltrexone blocks the receptors in your brain that make you feel good when you drink alcohol. It can also reduce your craving for alcohol. This can help you cut back on your drinking.Acamprosate helps you avoid alcohol after you have quit drinking. It works on multiple brain systems to reduce your cravings, especially just after you have quit drinking.Your health care provider can help you figure out if one of these medicines is right for you. They are not addictive, so you don't have to worry about trading one addiction for another. They are not a cure, but they can help you manage AUD. This is just like taking medicines to manage a chronic disease such as asthma or diabetes.Which behavioral therapies can treat alcohol use disorder?Another name for behavioral therapies for AUD is alcohol counseling. It involves working with a health care professional to identify and help change the behaviors that lead to your heavy drinking.:Cognitive-behavioral therapy (CBT) helps you identify the feelings and situations that can lead to heavy drinking. It teaches you coping skills, including how to manage stress and how to change the thoughts that cause you to want to drink. You may get CBT one-on-one with a therapist or in small groups.Motivational enhancement therapy helps you build and strengthen the motivation to change your drinking behavior. It includes about four sessions over a short period of time. The therapy starts with identifying the pros and cons of seeking treatment. Then you and your therapist work on forming a plan for making changes in your drinking. The next sessions focus on building up your confidence and developing the skills you need to be able to stick to the plan.Marital and family counseling includes spouses and other family members. It can help to repair and improve your family relationships. Studies show that strong family support through family therapy may help you to stay away from drinking.Brief interventions are short, one-on-one or small-group counseling sessions. It includes one to four sessions. The counselor gives you information about your drinking pattern and potential risks. The counselor works with you to set goals and provide ideas that may help you make a change.Is treatment for alcohol use disorder effective?For most people, treatment for an AUD is helpful. But overcoming an alcohol use disorder is an ongoing process, and you may relapse (start drinking again). You should look at relapse as a temporary setback, and keep trying. Many people repeatedly try to cut back or quit drinking, have a setback, then try to quit again. Having a relapse does not mean that you cannot recover. If you do relapse, it is important to return to treatment right away, so you can learn more about your relapse triggers and improve your coping skills. This may help you be more successful the next time.NIH: National Institute on Alcohol Abuse and Alcoholism"}
{"id": "doc6", "contents": "Carcinoid Tumors  Carcinoid tumors are rare, slow-growing cancers. They usually start in the lining of the digestive tract or in the lungs. They grow slowly and don't produce symptoms in the early stages. As a result, the average age of people diagnosed with digestive or lung carcinoids is about 60.  In later stages the tumors sometimes produce hormones that can cause carcinoid syndrome. The syndrome causes flushing of the face and upper chest, diarrhea, and trouble breathing. Surgery is the main treatment for carcinoid tumors. If they haven't spread to other parts of the body, surgery can cure the cancer. "}
