{"id": "doc1", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc2", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc3", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc4", "contents": "High Cholesterol in Children and Teens  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in the body. The liver makes cholesterol, and it is also in some foods, such as meat and dairy products. The body needs some cholesterol to work properly. But if your child or teen has high cholesterol (too much cholesterol in the blood), he or she has a higher risk of coronary artery disease and other heart diseases.What causes high cholesterol in children and teens?Three main factors contribute to high cholesterol in children and teens:An unhealthy diet, especially one that is high in fatsA family history of high cholesterol, especially when one or both parents have high cholesterolObesitySome diseases, such as diabetes, kidney disease, and certain thyroid diseases, can also cause high cholesterol in children and teens.What are the symptoms of high cholesterol in children and teens?There are usually no signs or symptoms that your child or teen has high cholesterol.How do I know if my child or teen has high cholesterol?There is a blood test to measure cholesterol levels. The test gives information about:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart diseaseFor anyone aged 19 or younger, the healthy levels of cholesterol areType of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLWhen and how often your child or teen should get this test depends on his or her age, risk factors, and family history. The general recommendations are:The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeWhat are the treatments for high cholesterol in children and teens?Lifestyle changes are the main treatment for high cholesterol in children and teens. These changes include:Being more active. This includes getting regular exercise and spending less time sitting (in front of a television, at a computer, on a phone or tablet, etc.)Healthy eating. A diet to lower cholesterol includes limiting foods that are high in saturated fat, sugar, and trans fat. It is also important to eat plenty of fresh fruits, vegetables, and whole grains.Losing weight, if your child or teen is overweight or has obesityIf everyone in the family makes these changes, it will be easier for your child or teen to stick to them. It is also an opportunity to improve your health, and the health of the rest of your family.Sometimes these lifestyle changes are not enough to lower your child or teen's cholesterol. Your health care provider may consider giving your child or teen cholesterol medicines if he or she:Is at least 10 years oldHas an LDL (bad) cholesterol level that is higher than 190 mg/dL, even after six months of diet and exercise changesHas an LDL (bad) cholesterol level that is higher than 160 mg/dL AND is at high risk for heart diseaseHas an inherited type of high cholesterol"}
{"id": "doc5", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc6", "contents": "Cholesterol Levels: What You Need to Know  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But if you have too much cholesterol in your blood, you have a higher risk of coronary artery disease.How do you measure cholesterol levels?A blood test called a lipoprotein panel can measure your cholesterol levels. Before the test, you'll need to fast (not eat or drink anything but water) for 9 to 12 hours. The test gives information about your:Total cholesterol - a measure of the total amount of cholesterol in your blood. It includes both low-density lipoprotein (LDL) cholesterol and high-density lipoprotein (HDL) cholesterol.LDL (bad) cholesterol - the main source of cholesterol buildup and blockage in the arteriesHDL (good) cholesterol - HDL helps remove cholesterol from your arteriesNon-HDL - this number is your total cholesterol minus your HDL. Your non-HDL includes LDL and other types of cholesterol such as VLDL (very-low-density lipoprotein).Triglycerides - another form of fat in your blood that can raise your risk for heart disease, especially in womenWhat do my cholesterol numbers mean?Cholesterol numbers are measured in milligrams per deciliter (mg/dL). Here are the healthy levels of cholesterol, based on your age and gender:Anyone age 19 or younger:Type of CholesterolHealthy LevelTotal CholesterolLess than 170mg/dLNon-HDLLess than 120mg/dLLDLLess than 100mg/dLHDLMore than 45mg/dLMen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL40mg/dL or higherWomen age 20 or older:Type of CholesterolHealthy LevelTotal Cholesterol125 to 200mg/dLNon-HDLLess than 130mg/dLLDLLess than 100mg/dLHDL50mg/dL or higherTriglycerides are not a type of cholesterol, but they are part of a lipoprotein panel (the test that measures cholesterol levels). A normal triglyceride level is below 150 mg/dL. You might need treatment if you have triglyceride levels that are borderline high (150-199 mg/dL) or high (200 mg/dL or more).How often should I get a cholesterol test?When and how often you should get a cholesterol test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat affects my cholesterol levels?A variety of things can affect cholesterol levels. These are some things you can do to lower your cholesterol levels:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level rise. Saturated fat is the main problem, but cholesterol in foods also matters. Reducing the amount of saturated fat in your diet helps lower your blood cholesterol level. Foods that have high levels of saturated fats include some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Weight. Being overweight is a risk factor for heart disease. It also tends to increase your cholesterol. Losing weight can help lower your LDL (bad) cholesterol, total cholesterol, and triglyceride levels. It also raises your HDL (good) cholesterol level.Physical Activity. Not being physically active is a risk factor for heart disease. Regular physical activity can help lower LDL (bad) cholesterol and raise HDL (good) cholesterol levels. It also helps you lose weight. You should try to be physically active for 30 minutes on most, if not all, days.Smoking.Cigarette smoking lowers your HDL (good) cholesterol. HDL helps to remove bad cholesterol from your arteries. So a lower HDL can contribute to a higher level of bad cholesterol.Things outside of your control that can also affect cholesterol levels include:Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL (bad) cholesterol levels tend to rise.Heredity. Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.How can I lower my cholesterol?There are two main ways to lower your cholesterol:Heart-healthy lifestyle changes, which include:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples include the Therapeutic Lifestyle Changes diet and the DASH Eating Plan.Weight Management. If you are overweight, losing weight can help lower your LDL (bad) cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Managing stress. Research has shown that chronic stress can sometimes raise your LDL cholesterol and lower your HDL cholesterol.Quitting smoking.Quitting smoking can raise your HDL cholesterol. Since HDL helps to remove LDL cholesterol from your arteries, having more HDL can help to lower your LDL cholesterol.Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol medicines available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you should continue with the lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc7", "contents": "Triglycerides  What are triglycerides?Triglycerides are a type of fat. They are the most common type of fat in your body. They come from foods, especially butter, oils, and other fats you eat. Triglycerides also come from extra calories. These are the calories that you eat, but your body does not need right away."}
{"id": "doc8", "contents": "How to Lower Cholesterol with Diet  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?The treatments for high cholesterol are heart-healthy lifestyle changes and medicines. The lifestyle changes include healthy eating, weight management, and regular physical activity.How can I lower cholesterol with diet?Heart-healthy lifestyle changes include a diet to lower your cholesterol. The DASH eating plan is one example. Another is the Therapeutic Lifestyle Changes diet, which recommends that youChoose healthier fats.You should limit both total fat and saturated fat. No more than 25 to 35% of your daily calories should come from dietary fats, and less than 7% of your daily calories should come from saturated fat. Depending upon how many calories you eat per day, here are the maximum amounts of fats that you should eat:Calories per DayTotal FatSaturated Fat1,50042-58 grams10 grams2,00056-78 grams13 grams2,50069-97 grams17 gramsSaturated fat is a bad fat because it raises your LDL (bad cholesterol) level more than anything else in your diet. It is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods.Trans fat is another bad fat; it can raise your LDL and lower you HDL (good cholesterol). Trans fat is mostly in foods made with hydrogenated oils and fats, such as stick margarine, crackers, and french fries.Instead of these bad fats, try healthier fats, such as lean meat, nuts, and unsaturated oils like canola, olive, and safflower oils.Limit foods with cholesterol. If you are trying to lower your cholesterol, you should have less than 200 mg a day of cholesterol. Cholesterol is in foods of animal origin, such as liver and other organ meats, egg yolks, shrimp, and whole milk dairy products.Eat plenty of soluble fiber. Foods high in soluble fiber help prevent your digestive tract from absorbing cholesterol. These foods include:Whole-grain cereals such as oatmeal and oat branFruits such as apples, bananas, oranges, pears, and prunesLegumes such as kidney beans, lentils, chick peas, black-eyed peas, and lima beansEat lots of fruits and vegetables. A diet rich in fruits and vegetables can increase important cholesterol-lowering compounds in your diet. These compounds, called plant stanols or sterols, work like soluble fiber.Eat fish that are high in omega-3 fatty acids. These acids won't lower your LDL level, but they may help raise your HDL level. They may also protect your heart from blood clots and inflammation and reduce your risk of heart attack. Fish that are a good source of omega-3 fatty acids include salmon, tuna (canned or fresh), and mackerel. Try to eat these fish two times a week.Limit salt. You should try to limit the amount of sodium (salt) that you eat to no more than 2,300 milligrams (about 1 teaspoon of salt) a day. That includes all the sodium you eat, whether it was added in cooking or at the table, or already present in food products. Limiting salt won't lower your cholesterol, but it can lower your risk of heart diseases by helping to lower your blood pressure. You can reduce your sodium by instead choosing low-salt and \"no added salt\" foods and seasonings at the table or while cooking.Limit alcohol. Alcohol adds extra calories, which can lead to weight gain. Being overweight can raise your LDL level and lower your HDL level. Too much alcohol can also increase your risk of heart diseases because it can raise your blood pressure and triglyceride level. One drink is a glass of wine, beer, or a small amount of hard liquor, and the recommendation is that:Men should have no more than two drinks containing alcohol a dayWomen should have no more than one drink containing alcohol a dayNutrition labels can help you figure out how much fat, saturated fat, cholesterol, fiber, and sodium is in the foods that you buy.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc9", "contents": "Cholesterol Medicines  What is cholesterol?Your body needs some cholesterol to work properly. But if you have too much in your blood, it can stick to the walls of your arteries and narrow or even block them. This puts you at risk for coronary artery disease and other heart diseases.Cholesterol travels through the blood on proteins called lipoproteins. One type, LDL, is sometimes called the \"bad\" cholesterol. A high LDL level leads to a buildup of cholesterol in your arteries. Another type, HDL, is sometimes called the \"good\" cholesterol. It carries cholesterol from other parts of your body back to your liver. Then your liver removes the cholesterol from your body.What are the treatments for high cholesterol?If you have high cholesterol, lifestyle changes can help you to lower your cholesterol level. But sometimes the lifestyle changes are not enough, and you need to take cholesterol medicines. You should still continue with the lifestyle changes even though you are taking medicines.Who needs cholesterol medicines?Your health care provider may prescribe medicine if:You have already had a heart attack or stroke, or you have peripheral arterial diseaseYour LDL (bad) cholesterol level is 190 mg/dL or higherYou are 40-75 years old, you have diabetes, and your LDL cholesterol level is 70 mg/dL or higherYou are 40-75 years old, you have a high risk of developing heart disease or stroke, and your LDL cholesterol level is 70 mg/dL or higherWhat are the different types of medicines for cholesterol?There are several types of cholesterol-lowering drugs available, including:Statins, which block the liver from making cholesterolBile acid sequestrants, which decrease the amount of fat absorbed from foodCholesterol absorption inhibitors, which decrease the amount of cholesterol absorbed from food and lower triglycerides.Nicotinic acid (niacin), which lowers LDL (bad) cholesterol and triglycerides and raises HDL (good) cholesterol.  Even though you can buy niacin without a prescription, you should talk to your health care provider before taking it to lower your cholesterol. High doses of niacin can cause serious side effects.PCSK9 inhibitors, which block a protein called PCSK9. This helps your liver remove and clear LDL cholesterol from your blood.Fibrates, which lower triglycerides. They may also raise HDL (good) cholesterol. If you take them with statins, they may increase the risk of muscle problems.Combination medicines, which include more than one type of cholesterol-lowering medicineThere are also a few other cholesterol medicines (lomitapide and mipomersen) that are only for people who have familial hypercholesterolemia (FH). FH is an inherited disorder that causes high LDL cholesterol.How does my health care provider decide which cholesterol medicine I should take?When deciding which medicine you should take and which dose you need, your health care provider will consider:Your cholesterol levelsYour risk for heart disease and strokeYour ageAny other health problems you havePossible side effects of the medicines. Higher doses are more likely to cause side effects, especially over time.Medicines can help control your cholesterol, but they don't cure it. You need to keep taking your medicines and get regular cholesterol checks to make sure that you cholesterol levels are in a healthy range."}
{"id": "doc10", "contents": "Smoking  What are the health effects of smoking?There's no way around it; smoking is bad for your health. It harms nearly every organ of the body, some that you would not expect. Cigarette smoking causes nearly one in five deaths in the United States. It can also cause many other cancers and health problems. These include:Cancers, including lung and oral cancersLung diseases, such as COPD (chronic obstructive pulmonary disease)Damage to and thickening of blood vessels, which causes high blood pressureBlood clots and strokeVision problems, such as cataracts and macular degeneration (AMD)Women who smoke while pregnant have a greater chance of certain pregnancy problems.   Their babies are also at higher risk of dying of sudden infant death syndrome (SIDS).Smoking also causes addiction to nicotine, a stimulant drug that is in tobacco. Nicotine addiction makes it much harder for people to quit smoking.What are the health risks of secondhand smoke?Your smoke is also bad for other people - they breathe in your smoke secondhand and can get many of the same problems as smokers do. This includes heart disease and lung cancer. Children exposed to secondhand smoke have a higher risk of ear infections, colds, pneumonia, bronchitis, and more severe asthma. Mothers who breathe secondhand smoke while pregnant are more likely to have preterm labor and babies with low birth weight.Are other forms of tobacco also dangerous?Besides cigarettes, there are several other forms of tobacco. Some people smoke tobacco in cigars and water pipes (hookahs). These forms of tobacco also contain harmful chemicals and nicotine. Some cigars contain as much tobacco as an entire pack of cigarettes.E-cigarettes often look like cigarettes, but they work differently. They are battery-operated smoking devices. Using an e-cigarette is called vaping. Not much is known about the health risks of using them. We do know they contain nicotine, the same addictive substance in tobacco cigarettes. E-cigarettes also expose non-smokers to secondhand aerosols (rather than secondhand smoke), which contain harmful chemicals.Smokeless tobacco, such as chewing tobacco and snuff, is also bad for your health. Smokeless tobacco can cause certain cancers, including oral cancer. It also increases your risk of getting heart disease, gum disease, and oral lesions.Why should I quit?Remember, there is no safe level of tobacco use. Smoking even just one cigarette per day over a lifetime can cause smoking-related cancers and premature death. Quitting smoking can reduce your risk of health problems. The earlier you quit, the greater the benefit. Some immediate benefits of quitting include:Lower heart rate and blood pressureLess carbon monoxide in the blood (carbon monoxide reduces the blood's ability to carry oxygen)Better circulationLess coughing and wheezingNIH National Cancer Institute"}
{"id": "doc11", "contents": "Smokeless Tobacco  Many people who chew tobacco or dip snuff think it's safer than smoking. But you don't have to smoke tobacco for it to be dangerous. Chewing or dipping carries risks like:\tCancer of the mouth\tDecay of exposed tooth rootsPulling away of the gums from the teeth\tWhite patches or red sores in the mouth that can turn to cancerRecent research shows the dangers of smokeless tobacco may go beyond the mouth. It might also play a role in other cancers, heart disease and stroke. Smokeless tobacco contains more nicotine than cigarettes. Nicotine is a highly addictive drug that makes it hard to stop using tobacco once you start. Having a quit date and a quitting plan can help you stop successfully. NIH: National Institute of Dental and Craniofacial Research "}
{"id": "doc12", "contents": "Quitting Smoking  Tobacco use is the most common preventable cause of death. About half of the people who don't quit smoking will die of smoking-related problems. Quitting smoking is important for your health.Soon after you quit, your circulation begins to improve, and your blood pressure starts to return to normal. Your sense of smell and taste return, and it's easier for you to breathe.  In the long term, giving up tobacco can help you live longer. Your risk of getting cancer decreases with each year you stay smoke-free.Quitting is not easy. You may have short-term effects such as weight gain, irritability, and anxiety. Some people try several times before they succeed. There are many ways to quit smoking. Some people stop \"cold turkey.\"  Others benefit from step-by-step manuals, counseling, or medicines or products that help reduce nicotine addiction. Some people think that switching to e-cigarettes can help you quit smoking, but that has not been proven. Your health care provider can help you find the best way for you to quit.NIH: National Cancer Institute"}
{"id": "doc13", "contents": "Pregnancy and Drug Use  When you are pregnant, you are not just \"eating for two.\" You also breathe and drink for two. If you smoke, use alcohol or take illegal drugs, so does your unborn baby.To protect your baby, you should avoid:Tobacco.Smoking during pregnancy passes nicotine, carbon monoxide, and other harmful chemicals to your baby. This could cause many problems for your unborn baby's development. It raises the risk of your baby being born too small, too early, or with birth defects. Smoking can also affect babies after they are born. Your baby would be more likely to develop diseases such as asthma and obesity. There is also a higher risk of dying from sudden infant death syndrome (SIDS). Drinking alcohol. There is no known amount of alcohol that is safe for a woman to drink during pregnancy. If you drink alcohol when you are pregnant, your child could be born with lifelong fetal alcohol syndrome disorders (FASD). Children with FASD can have a mix of physical, behavioral, and learning problems.Illegal drugs. Using illegal drugs such as cocaine and methamphetamines may cause underweight babies, birth defects, or withdrawal symptoms after birth.Misusing prescription drugs. If you are taking prescription medicines, carefully follow your health care provider's instructions. It can be dangerous to take more medicines than you are supposed to, use them to get high, or take someone else's medicines. For example, misusing opioids can cause birth defects, withdrawal in the baby, or even loss of the baby.If you are pregnant and you are doing any of these things, get help. Your health care provider can recommend programs to help you quit. You and your baby's health depend on it.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc14", "contents": "Smoking and Youth  Smoking cigarettes has many health risks for everyone. However, the younger you are when you start smoking, the more problems it can cause. People who start smoking before the age of 21 have the hardest time quitting. Teens who smoke are also more likely to use alcohol and illegal drugs.The problem is not just cigarettes.  Spit tobacco, e-cigarettes, and cigars are not safe alternatives to cigarettes. Low-tar and additive-free tobacco products are not safe either.Young people who do not start using tobacco by age 18 will most likely never start.Centers for Disease Control and Prevention"}
{"id": "doc15", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc16", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc17", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc18", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc19", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc20", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc21", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc22", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc23", "contents": "Gaucher Disease  Gaucher disease is a rare, inherited disorder. It is a type of lipid metabolism disorder. If you have it, you do not have enough of an enzyme called glucocerebrosidase.  This causes too much of a fatty substance to build up in your spleen, liver, lungs, bones and, sometimes, your brain. This prevents these organs from working properly.There are three types:Type 1, the most common form, causes liver and spleen enlargement, bone pain and fractures (broken bones), and, sometimes, lung and kidney problems. It does not affect the brain. It can occur at any age.Type 2, which causes severe brain damage, appears in infants. Most children who have it die by age 2.In type 3, there may be liver and spleen enlargement. The brain is gradually affected. It usually starts in childhood or adolescence.Gaucher disease has no cure. Treatment options for types 1 and 3 include medicine and enzyme replacement therapy, which is usually very effective. There is no good treatment for the brain damage of types 2 and 3.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc24", "contents": "Heart Diseases  If you're like most people, you think that heart disease is a problem for others. But heart disease is the number one killer in the U.S. It is also a major cause of disability. There are many different forms of heart disease. The most common cause of heart disease is narrowing or blockage of the coronary arteries, the blood vessels that supply blood to the heart itself. This is called coronary artery disease and "}
{"id": "doc25", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc26", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc27", "contents": "Enlarged Prostate (BPH)  The prostate is a gland in men. It helps make semen, the fluid that contains sperm. The prostate surrounds the tube that carries urine out of the body.  As men age, their prostate grows bigger. If it gets too large, it can cause problems.  An enlarged prostate is also called benign prostatic hyperplasia (BPH). Most men will get BPH as they get older.  Symptoms often start after age 50.BPH is not cancer, and it does not seem to increase your chance of getting prostate cancer.  But the early symptoms are the same. Check with your doctor if you have:A frequent and urgent need to urinate, especially at nightTrouble starting a urine stream or making more than a dribbleA urine stream that is weak, slow, or stops and starts several timesThe feeling that you still have to go, even just after urinatingSmall amounts of blood in your urineSevere BPH can cause serious problems over time, such as urinary tract infections, and bladder or kidney damage.  If it is found early, you are less likely to develop these problems.Tests for BPH include a digital rectal exam, blood and imaging tests, a urine flow study, and examination with a scope called a cystoscope. Treatments include watchful waiting, medicines, nonsurgical procedures, and surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc28", "contents": "Gaucher Disease  Gaucher disease is a rare, inherited disorder. It is a type of lipid metabolism disorder. If you have it, you do not have enough of an enzyme called glucocerebrosidase.  This causes too much of a fatty substance to build up in your spleen, liver, lungs, bones and, sometimes, your brain. This prevents these organs from working properly.There are three types:Type 1, the most common form, causes liver and spleen enlargement, bone pain and fractures (broken bones), and, sometimes, lung and kidney problems. It does not affect the brain. It can occur at any age.Type 2, which causes severe brain damage, appears in infants. Most children who have it die by age 2.In type 3, there may be liver and spleen enlargement. The brain is gradually affected. It usually starts in childhood or adolescence.Gaucher disease has no cure. Treatment options for types 1 and 3 include medicine and enzyme replacement therapy, which is usually very effective. There is no good treatment for the brain damage of types 2 and 3.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc29", "contents": "Heart Diseases  If you're like most people, you think that heart disease is a problem for others. But heart disease is the number one killer in the U.S. It is also a major cause of disability. There are many different forms of heart disease. The most common cause of heart disease is narrowing or blockage of the coronary arteries, the blood vessels that supply blood to the heart itself. This is called coronary artery disease and "}
{"id": "doc30", "contents": "Muscle Disorders  Your muscles help you move and help your body work. Different types of muscles have different jobs. There are many problems that can affect muscles. Muscle disorders can cause weakness, pain or even paralysis. Causes of muscle disorders include:Injury or overuse, such as sprains or strains, cramps or tendinitis A genetic disorder, such as muscular dystrophySome cancersInflammation, such as myositisDiseases of nerves that affect musclesInfectionsCertain medicinesSometimes the cause of muscle disorders is unknown."}
{"id": "doc31", "contents": "Paget's Disease of Bone  What is Paget's disease of bone?Paget's disease of bone is a chronic bone disorder. Normally, there is a process in which your bones break down and then regrow. In Paget's disease, this process is abnormal. There is excessive breakdown and regrowth of bone. Because the bones regrow too quickly, they are bigger and softer than normal. They may be misshapen and easily fractured (broken). Paget's usually affects just one or a few bones.What causes Paget's disease of bone?Researchers do not know for sure what causes Paget's disease. Environmental factors may play a role. In some cases, the disease runs in families, and several genes have been linked to the disease.Who is at risk for Paget's disease of bone?The disease is more common in older people and those of northern European heritage. If you have a close relative who has Paget's, you are much more likely to have it.What are the symptoms of Paget's disease of bone?Many people do not know that they have Paget's, because it often has no symptoms. When there are symptoms, they are similar to those of arthritis and other disorders. The symptoms include:Pain, which may be due to the disease or to arthritis, which can be a complication of Paget'sHeadaches and hearing loss, which can happen when Paget's disease affects the skullPressure on the nerves, which can happen when Paget's disease affects the skull or spineIncreased head size, bowing of a limb, or curvature of the spine. This can happen in advanced cases.Hip pain, if Paget's disease affects the pelvis or thighboneDamage to the cartilage of your joints, which may lead to arthritisUsually, Paget's disease gets worse slowly over time. It does not spread to normal bones.What other problems can Paget's disease of bone cause?Paget's disease can lead to other complications, such as:Arthritis, because the misshapen bones can cause increased pressure and more wear and tear on the jointsHeart failure. In severe Paget's disease, the heart has to work harder to pump blood to affected bones. Heart failure is more likely if you also have hardening of the arteries.Kidney stones, which can happen when the excessive breakdown of the bone leads to extra calcium in the bodyNervous system problems, since the bones can cause pressure on the brain, spinal cord, or nerves. There may also be reduced blood flow to the brain and spinal cord.Osteosarcoma, cancer of the boneLoose teeth, if Paget's disease affects the facial bonesVision loss, if Paget's disease in the skull affects the nerves. This is rare.How is Paget's disease of bone diagnosed?Your health care provider may use many tools to make a diagnosis:A medical history, which includes asking about your symptomsA physical examAn x-ray of the affected bones. Paget's disease is almost always diagnosed using x-rays.An alkaline phosphatase blood testA bone scanSometimes the disease is found by accident when one of these tests is done for another reason.What are the treatments for Paget's disease of bone?To avoid complications, it is important to find and treat Paget's disease early. The treatments include:Medicines. There are several different medicines to treat Paget's disease. The most common type is bisphosphonates. They help reduce bone pain and stop or slow down the progress of the disease.Surgery is sometimes needed for certain complications of the disease. There are surgeries to"}
{"id": "doc32", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc33", "contents": "Vascular Diseases  What are vascular diseases?Your vascular system is your body's network of blood vessels. It includes your:Arteries, which carry oxygen-rich blood from your heart to your tissues and organsVeins, which carry the blood and waste products back to your heartCapillaries, which are tiny blood vessels that connect your small arteries to your small veins. The walls of the capillaries are thin and leaky, to allow for an exchange of materials between your tissues and blood.Vascular diseases are conditions which affect your vascular system. They are common and can be serious. Some types include:Aneurysm - a bulge or \"ballooning\" in the wall of an arteryAtherosclerosis - a disease in which plaque builds up inside your arteries. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood.Blood clots, including deep vein thrombosis and pulmonary embolismCoronary artery disease and carotid artery disease, diseases that involve the narrowing or blockage of an artery. The cause is usually a buildup of plaque.Raynaud's disease - a disorder that causes the blood vessels to narrow when you are cold or feeling stressedStroke - a serious condition that happens when blood flow to your brain stops.Varicose veins - swollen, twisted veins that you can see just under the skinVasculitis - inflammation of the blood vesselsWhat causes vascular diseases?The causes of vascular diseases depend on the specific disease. These causes include:GeneticsHeart diseases such as high cholesterol and high blood pressureInfectionInjuryMedicines, including hormonesSometimes the cause is unknown.Who is at risk for vascular diseases?The risk factors for vascular diseases can vary, depending on the specific disease. But some of the more common risk factors include:Age - your risk of some diseases goes up as you get olderConditions that can affect the heart and blood vessels, such as diabetes or high cholesterolFamily history of vascular or heart diseasesInfection or injury that damages your veinsLack of exerciseObesityPregnancySitting or standing still for long periods of timeSmokingWhat are the symptoms of vascular diseases?The symptoms for each disease are different.How are vascular diseases diagnosed?To make a diagnosis, your health care provider will do a physical exam and ask about your symptoms and medical history. You may have imaging tests and/or blood tests.How are vascular diseases treated?Which treatment you get depends on which vascular disease you have and how severe it is. Types of treatments for vascular diseases include:Lifestyle changes, such as eating a heart-healthy diet and getting more exerciseMedicines, such as blood pressure medicines, blood thinners, cholesterol medicines, and clot-dissolving drugs. In some cases, providers use a catheter to send medicine directly to a blood vessel.Non-surgical procedures, such as angioplasty, stenting, and vein ablationSurgeryCan vascular diseases be prevented?There are steps you can take to help prevent vascular diseases:Make healthy lifestyle changes, such as eating a heart-healthy diet and getting more exerciseDon't smoke. If you are already a smoker, talk to your health care provider for help in finding the best way for you to quit.Keep your blood pressure and cholesterol in checkIf you have diabetes, control your blood sugarTry not to sit or stand for up long periods of time. If you do need to sit all day, get up and move around every hour or so. If you traveling on a long trip, you can also wear compression stockings and regularly stretch your legs."}
{"id": "doc34", "contents": "Heart Diseases  If you're like most people, you think that heart disease is a problem for others. But heart disease is the number one killer in the U.S. It is also a major cause of disability. There are many different forms of heart disease. The most common cause of heart disease is narrowing or blockage of the coronary arteries, the blood vessels that supply blood to the heart itself. This is called coronary artery disease and "}
{"id": "doc35", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc36", "contents": "Nasal Cancer  Your paranasal sinuses are small hollow spaces around the nose. They are lined with cells that make mucus, which keeps your nose from drying out. The nasal cavity is the passageway just behind your nose. Air passes through it on the way to your throat as you breathe.Cancer of the nasal cavity and paranasal sinuses is rare.  You are at greater risk if you are:Male and over 40 years oldExposed to certain workplace chemicalsInfected with HPVA smokerThere may be no symptoms at first, and later symptoms can be like those of infections. Doctors diagnose nasal cancer with imaging tests, lighted tube-like instruments that look inside the nose, and biopsies. Treatment options include surgery, radiation, and chemotherapy. NIH: National Cancer Institute"}
{"id": "doc37", "contents": "Oral Cancer  Oral cancer can form in any part of the mouth. Most oral cancers begin in the flat cells that cover the surfaces of your mouth, tongue, and lips. Anyone can get oral cancer, but the risk is higher if you are male, use tobacco, drink lots of alcohol, have HPV, or have a history of head or neck cancer. Frequent sun exposure is also a risk factor for lip cancer. Symptoms of oral cancer include :\tWhite or red patches in your mouth\tA mouth sore that won't heal\tBleeding in your mouthLoose teeth\tProblems or pain with swallowing\tA lump in your neck\tAn earacheTests to diagnose oral cancer include a physical exam, endoscopy, biopsy, and imaging tests. Oral cancer treatments may include surgery, radiation therapy, and chemotherapy. Some patients have a combination of treatments. NIH: National Cancer Institute"}
{"id": "doc38", "contents": "Throat Cancer  Throat cancer is a type of head and neck cancer. Throat cancer has different names, depending on which part of the throat is affected. The different parts of your throat are called the oropharynx, the hypopharynx, the nasopharynx, and the larynx, or voice box.The main risk factors for throat cancer are using tobacco heavy drinking. Certain types of throat cancer also have other risk factors. For example, having HPV is a risk factor for oropharyngeal cancer.Symptoms of throat cancer may include:A sore throat that does not go awayA lump in the neckPain or ringing in the earsTrouble swallowingEar painTo diagnose throat cancers, doctors may do a physical exam and history, imaging tests, and a biopsy. You may also need other tests, depending on the type of cancer. Treatments include surgery, radiation therapy, and chemotherapy. Treatment for some types of throat cancer may also include targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc39", "contents": "Child Dental Health  Healthy teeth are important to your child's overall health. From the time your child is born, there are things you can do to promote healthy teeth and prevent cavities. For babies, you should clean teeth with a soft, clean cloth or baby's toothbrush.  Avoid putting the baby to bed with a bottle and check teeth regularly for spots or stains.For all children, you should:Start using a pea-sized amount of fluoride toothpaste when they are two years old. You might start sooner, if a dentist or doctor suggests it.Provide healthy foods and limit sweet snacks and drinksSchedule regular dental check-ups Forming good habits at a young age can help your child have healthy teeth for life. NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc40", "contents": "Abortion  An abortion is a procedure to end a pregnancy. It uses medicine or surgery to remove the embryo or fetus and placenta from the uterus. The procedure is done by a licensed health care professional.The decision to end a pregnancy is very personal. If you are thinking of having an abortion, most health care providers advise counseling. "}
{"id": "doc41", "contents": "Ectopic Pregnancy  The uterus, or womb, is the place where a baby grows when a woman is pregnant. If you have an ectopic pregnancy, the fertilized egg grows in the wrong place, outside the uterus, usually in the fallopian tubes. The result is usually a miscarriage.Ectopic pregnancy can be a medical emergency if it ruptures. Signs of ectopic pregnancy include:Abdominal painShoulder painVaginal bleedingFeeling dizzy or faintGet medical care right away if you have these signs. Doctors use drugs or surgery to remove the ectopic tissue so it doesn't damage your organs. Many women who have had ectopic pregnancies go on to have healthy pregnancies later.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc42", "contents": "Eosinophilic Esophagitis  What is eosinophilic esophagitis (EoE)?Eosinophilic esophagitis (EoE) is a chronic disease of the esophagus. Your esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. If you have EoE, white blood cells called eosinophils build up in your esophagus. This causes damage and inflammation, which can cause pain and may lead to trouble swallowing and food getting stuck in your throat.EoE is rare. But because it is a newly recognized disease, more people are now getting diagnosed with it. Some people who think that they have reflux (GERD) may actually have EoE.What causes eosinophilic esophagitis (EoE)?Researchers are not certain about the exact cause of EoE. They think that it is an immune system/allergic reaction to foods or to substances in your environment, such as dust mites, animal dander, pollen, and molds. Certain genes may also play a role in EoE.Who is at risk for eosinophilic esophagitis(EoE)?EoE can affect anyone, but it is more common in people who:Are maleAre whiteHave other allergic diseases, such as hay fever, eczema, asthma and food allergiesHave family members with EoEWhat are the symptoms of eosinophilic esophagitis (EoE)?The most common symptoms of EoE can depend on your age.In infants and toddlers::Feeding problemsVomitingPoor weight gain and growthReflux that does not get better with medicinesIn older children::VomitingAbdominal painTrouble swallowing, especially with solid foodsReflux that does not get better with medicinesPoor appetiteIn adults::Trouble swallowing, especially with solid foodsFood getting stuck in the esophagusReflux that does not get better with medicinesHeartburnChest painHow is eosinophilic esophagitis (EoE) diagnosed?To diagnose EoE, your doctor will:Ask about your symptoms and medical history. Since other conditions can have the same symptoms of EoE, it is important for your doctor to take a thorough history.Do an upper gastrointestinal (GI) endoscopy. An endoscope is a long, flexible tube with a light and camera at the end of it. Your doctor will run the endoscope down your esophagus and look at it. Some signs that you might have EoE include white spots, rings, narrowing, and inflammation in the esophagus. However, not everyone with EoE has those signs, and sometimes they can be signs of a different esophagus disorder.Do a biopsy. During the endoscopy, the doctor will take small tissue samples from your esophagus. The samples will be checked for a high number of eosinophils. This is the only way to make a diagnosis of EoE.Do other tests as needed. You may have blood tests to check for other conditions. If you do have EoE, you may have blood or other types of tests to check for specific allergies.What are the treatments for eosinophilic esophagitis (EoE)?There is no cure for EoE. Treatments can manage your symptoms and prevent further damage. The two main types of treatments are medicines and diet.Medicines used to treat EoE are:Steroids, which can help control inflammation. These are usually topical steroids, which you swallow either from an inhaler or as a liquid. Sometimes doctors prescribe oral steroids (pills) to treat people who have serious swallowing problems or weight loss.Acid suppressors such as proton pump inhibitors (PPIs), which may help with reflux symptoms and decrease inflammation.Dietary changes for EoE include:Elimination diet. If you are on an elimination diet, you stop eating and drinking certain foods and beverages for several weeks. If you are feeling better, you add the foods back to your diet one at a time. You have repeat endoscopies to see whether or not you are tolerating those foods. There are different types of elimination diets:With one type, you first have an allergy test. Then you stop eating and drinking the foods you are allergic to.For another type, you eliminate foods and drinks that commonly cause allergies, such as dairy products, egg, wheat, soy, peanuts, tree nuts and fish/shellfish.Elemental diet. With this diet, you stop eating and drinking all proteins. Instead, you drink an amino acid formula. Some people who do not like the taste of the formula use a feeding tube instead. If your symptoms and inflammation go away completely, you may be able to try adding foods back one at a time, to see whether you can tolerate them.Which treatment your health care provider suggests depends on different factors, including your age. Some people may use more than one kind of treatment. Researchers are still trying to understand EoE and how best to treat it.If your treatment is not working well enough and you have narrowing of the esophagus, you may need dilation. This is a procedure to stretch the esophagus. This makes it easier for you to swallow."}
{"id": "doc43", "contents": "Esophageal Cancer  The esophagus is a hollow tube that carries food and liquids from your throat to your stomach.  Early esophageal cancer usually does not cause symptoms. Later, you may have symptoms such as:Painful or difficult swallowingWeight lossA hoarse voice or cough that doesn't go awayYou're at greater risk for getting esophageal cancer if you smoke, drink heavily, or have acid reflux. Your risk also goes up as you age Your doctor uses imaging tests and a biopsy to diagnose esophageal cancer.  Treatments include surgery, radiation, and chemotherapy.  You might also need nutritional support, since the cancer or treatment may make it hard to swallow.NIH: National Cancer Institute"}
{"id": "doc44", "contents": "Esophagus Disorders  The esophagus is the muscular tube that carries food and liquids from your mouth to the stomach. You may not be aware of your esophagus until you swallow something too large, too hot, or too cold. You may also notice it when something is wrong. You may feel pain or have trouble swallowing.The most common problem with the esophagus is GERD (gastroesophageal reflux disease). With GERD, a muscle at the end of your esophagus does not close properly. This allows stomach contents to leak back, or reflux, into the esophagus and irritate it. Over time, GERD can cause damage to the esophagus.Other problems include heartburn, cancer, and eosinophilic esophagitis. Doctors may use various tests to make a diagnosis. These include imaging tests, an upper endoscopy, and a biopsy.Treatment depends on the problem. Some problems get better with over-the-counter medicines or changes in diet. Others may need prescription medicines or surgery.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc45", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc46", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc47", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc48", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc49", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc50", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc51", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc52", "contents": "Tooth Decay  What is tooth decay?Tooth decay is damage to a tooth's surface, or enamel. It happens when bacteria in your mouth make acids that attack the enamel. Tooth decay can lead to cavities (dental caries), which are holes in your teeth. If tooth decay is not treated, it can cause pain, infection, and even tooth loss.What causes tooth decay?Our mouths are full of bacteria. Some bacteria are helpful. But some can be harmful, including the ones that play a role in tooth decay. These bacteria combine with food to form a soft, sticky film called plaque. The bacteria in plaque use the sugar and starch in what you eat and drink to make acids. The acids begin to eat away at the minerals on your enamel. Over time, the plaque can harden into tartar. Besides damaging your teeth, plaque and tartar can also irritate your gums and cause gum disease.You get fluoride from toothpaste, water, and other sources. This fluoride, along with your salvia, helps the enamel repair itself by replacing the minerals. Your teeth go through this natural process of losing minerals and regaining minerals all day long. But if you don't take care of your teeth and/or you eat and drink lots of sugary or starchy things, your enamel will keep losing minerals. This leads to tooth decay.A white spot may appear where minerals have been lost. This is an early sign of tooth decay. You may be able to stop or reverse the decay at this point. Your enamel can still repair itself, if you take better care of your teeth and limit sugary/starchy foods and drinks.But if the tooth decay process continues, more minerals are lost. Over time, the enamel is weakened and destroyed, forming a cavity. A cavity is a hole in your tooth. It is permanent damage that a dentist has to repair with a filling.Who is at risk for tooth decay?The main risk factors for tooth decay are not taking care of your teeth and having too many sugary or starchy foods and drinks.Some people have a higher risk of tooth decay, including people who:Don't have enough saliva, because of medicines, certain diseases, or some cancer treatmentsDon't get enough fluorideAre very young. Babies and toddlers who drink from bottles are at risk, especially if they are given juice or get bottles at bedtime. This exposes their teeth to sugars for long periods of time.Are older. Many older adults have receding gums and more wear on their teeth. These raise the risk of decay on the exposed root surfaces of their teeth.What are the symptoms of tooth decay and cavities?In early tooth decay, you usually don't have symptoms. As tooth decay gets worse, it can cause:A toothache (tooth pain)Tooth sensitivity to sweets, hot, or coldWhite or brown stains on the surface of a toothA cavityAn infection, which can lead to an abscess (pocket of pus) forming. The abscess can cause pain, facial swelling, and fever.How are tooth decay and cavities diagnosed?Dentists usually find tooth decay and cavities by looking at your teeth and probing them with dental instruments. Your dentist will also ask if you have any symptoms. Sometimes you may need a dental x-ray.What are the treatments for tooth decay and cavities?There are several treatments for tooth decay and cavities. Which treatment you get depends on how bad the problem is:Fluoride treatments. If you have early tooth decay, a fluoride treatment can help the enamel to repair itself.Fillings. If you have a typical cavity, your dentist will remove the decayed tooth tissue and then restore the tooth by filling it with a filling material.Root canal. If the damage to the tooth and/or an infection spreads to the pulp (inside of the tooth), you might need a root canal. Your dentist will remove the decayed pulp and clean inside the tooth and root. The next step is to fill the tooth with a temporary filling. Then you will need to come back to get a permanent filling or a crown (a cover on the tooth).Extraction (pulling the tooth). In the most severe cases, when the damage to the pulp cannot be fixed, your dentist may pull the tooth. Your dentist will suggest that you get a bridge or implant to replace the missing tooth. Otherwise, the teeth next to the gap may move over and change your bite.Can tooth decay be prevented?There are steps that you can take to prevent tooth decay:Make sure that you get enough fluoride by"}
{"id": "doc53", "contents": "Atherosclerosis  Atherosclerosis is a disease in which plaque builds up inside your arteries. Plaque is a sticky substance made up of fat, cholesterol, calcium, and other substances found in the blood. Over time, plaque hardens and narrows your arteries. That limits the flow of oxygen-rich blood to your body.Atherosclerosis can lead to serious problems, including:Coronary artery disease. These arteries supply blood to your heart. When they are blocked, you can suffer angina or a heart attack.Carotid artery disease. These arteries supply blood to your brain. When they are blocked you can suffer a stroke.Peripheral arterial disease. These arteries are in your arms, legs and pelvis. When they are blocked, you can suffer from numbness, pain and sometimes infections.Atherosclerosis usually doesn't cause symptoms until it severely narrows or totally blocks an artery. Many people don't know they have it until they have a medical emergency.A physical exam, imaging, and other diagnostic tests can tell if you have it. Medicines can slow the progress of plaque buildup. Your doctor may also recommend procedures such as angioplasty to open the arteries, or surgery on the coronary or carotid arteries. Lifestyle changes can also help. These include following a healthy diet, getting regular exercise, maintaining a healthy weight, quitting smoking, and managing stress. NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc54", "contents": "Gum Disease  If you have gum disease, you're not alone. Many U.S. adults currently have some form of the disease. It ranges from simple gum inflammation, called gingivitis, to serious damage to the tissue and bone supporting the teeth.   In the worst cases, you can lose teeth.In gingivitis, the gums become red and swollen. They can bleed easily. Gingivitis is a mild form of gum disease. You can usually reverse it  with daily brushing and flossing and regular cleanings by a dentist or dental hygienist. Untreated gingivitis can lead to periodontitis. If you have periodontitis, the gums pull away from the teeth and form pockets that  become infected. If not treated, the bones, gums and connective tissue that support the teeth are destroyed.NIH: National Institute of Dental and Craniofacial Research"}
{"id": "doc55", "contents": "Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your body needs some cholesterol to make hormones, vitamin D, and substances that help you digest foods. Your body makes all the cholesterol it needs. Cholesterol is also found in foods from animal sources, such as egg yolks, meat, and cheese.If you have too much cholesterol in your blood, it can combine with other substances in the blood to form plaque. Plaque sticks to the walls of your arteries. This buildup of plaque is known as atherosclerosis. It can lead to coronary artery disease, where your coronary arteries become narrow or even blocked.What are HDL, LDL, and VLDL?HDL, LDL, and VLDL are lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. Different types of lipoproteins have different purposes:HDL stands for high-density lipoprotein. It is sometimes called \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.LDL stands for low-density lipoprotein. It is sometimes called \"bad\" cholesterol because a high LDL level leads to the buildup of plaque in your arteries.VLDL stands for very low-density lipoprotein. Some people also call VLDL a \"bad\" cholesterol because it too contributes to the buildup of plaque in your arteries. But VLDL and LDL are different; VLDL mainly carries triglycerides and LDL mainly carries cholesterol.What causes high cholesterol?The most common cause of high cholesterol is an unhealthy lifestyle. This can include:Unhealthy eating habits, such as eating lots of bad fats. One type, saturated fat, is found in some meats, dairy products, chocolate, baked goods, and deep-fried and processed foods. Another type, trans fat, is in some fried and processed foods. Eating these fats can raise your LDL (bad) cholesterol.Lack of physical activity, with lots of sitting and little exercise. This lowers your HDL (good) cholesterol.Smoking, which lowers HDL cholesterol, especially in women. It also raises your LDL cholesterol.Genetics may also cause people to have high cholesterol. For example, familial hypercholesterolemia (FH) is an inherited form of high cholesterol. Other medical conditions and certain medicines may also cause high cholesterol.What can raise my risk of high cholesterol?A variety of things can raise your risk for high cholesterol:Age. Your cholesterol levels tend to rise as you get older. Even though it is less common, younger people, including children and teens, can also have high cholesterol.Heredity. High blood cholesterol can run in families.Weight. Being overweight or having obesity raises your cholesterol level.Race. Certain races may have an increased risk of high cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What health problems can high cholesterol cause?If you have large deposits of plaque in your arteries, an area of plaque can rupture (break open). This can cause a blood clot to form on the surface of the plaque. If the clot becomes large enough, it can mostly or completely block blood flow in a coronary artery.If the flow of oxygen-rich blood to your heart muscle is reduced or blocked, it can cause angina (chest pain) or a heart attack.Plaque also can build up in other arteries in your body, including the arteries that bring oxygen-rich blood to your brain and limbs. This can lead to problems such as carotid artery disease, stroke, and peripheral arterial disease.How is high cholesterol diagnosed?There are usually no signs or symptoms that you have high cholesterol. There is a blood test to measure your cholesterol level. When and how often you should get this test depends on your age, risk factors, and family history.  The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsHow can I lower my cholesterol?You can lower your cholesterol through heart-healthy lifestyle changes. They include a heart-healthy eating plan, weight management, and regular physical activity.If the lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. If you take medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc56", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc57", "contents": "Heart Valve Diseases  Your heart has four valves. Normally, these valves open to let blood flow through or out of your heart, and then shut to keep it from flowing backward. But sometimes they don't work properly. If they don't, you could have:Regurgitation - when blood leaks back through the valve in the wrong directionMitral valve prolapse - when one of the valves, the mitral valve, has \"floppy\" flaps and doesn't close tightly. It's one of the most common heart valve conditions. Sometimes it causes regurgitation.Stenosis - when the valve doesn't open enough and blocks blood flowValve problems can be present at birth or caused by infections, heart attacks, or heart disease or damage. The main sign of heart valve disease is an unusual heartbeat sound called a heart murmur. Your doctor can hear a heart murmur with a stethoscope. But many people have heart murmurs without having a problem. Heart tests can show if you have a heart valve disease. Some valve problems are minor and do not need treatment. Others might require medicine, medical procedures, or surgery to repair or replace the valve.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc58", "contents": "Spinal Stenosis  Your spine, or backbone, protects your spinal cord and allows you to stand and bend. Spinal stenosis causes narrowing in your spine. The narrowing puts pressure on your nerves and spinal cord and can cause pain.Spinal stenosis occurs mostly in people older than 50. Younger people with a spine injury or a narrow spinal canal are also at risk. Diseases such as arthritis and scoliosis can cause spinal stenosis, too. Symptoms might appear gradually or not at all. They include:Pain in your neck or backNumbness, weakness, cramping, or pain in your arms or legsPain going down the legFoot problemsDoctors diagnose spinal stenosis with a physical exam and imaging tests. Treatments include medications, physical therapy, braces, and surgery.NIH: National Institute of Arthritis and Musculoskeletal and Skin Diseases"}
{"id": "doc59", "contents": "Congenital Heart Defects  A congenital heart defect is a problem with the structure of the heart. It is present at birth. Congenital heart defects are the most common type of birth defect. The defects can involve the walls of the heart, the valves of the heart, and the arteries and veins near the heart. They can disrupt the normal flow of blood through the heart. The blood flow can slow down, go in the wrong direction or to the wrong place, or be blocked completely.Doctors use a physical exam and special heart tests to diagnose congenital heart defects. They often find severe defects during pregnancy or soon after birth. Signs and symptoms of severe defects in newborns include:Rapid breathingCyanosis - a bluish tint to the skin, lips, and fingernailsFatiguePoor blood circulationMany congenital heart defects cause few or no signs and symptoms. They are often not diagnosed until children are older.Many children with congenital heart defects don't need treatment, but others do. Treatment can include medicines, catheter procedures, surgery, and heart transplants. The treatment depends on the type of the defect, how severe it is, and a child's age, size, and general health.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc60", "contents": "Carotid Artery Disease  Your carotid arteries are two large blood vessels in your neck. They supply your brain and head with blood.  If you have carotid artery disease, the arteries become narrow or blocked, usually because of atherosclerosis. Atherosclerosis is the buildup of plaque, which is made up of fat, cholesterol, calcium, and other substances found in the blood.Carotid artery disease is serious because it can block the blood flow to your brain, causing a stroke. Too much plaque in the artery can cause a blockage. You can also have a blockage when a piece of plaque or a blood clot breaks off the wall of an artery. The plaque or clot can travel through the bloodstream and get stuck in one of your brain's smaller arteries.Carotid artery disease often does not cause symptoms until the blockage or narrowing is severe.  One sign may be a bruit (whooshing sound) that your doctor hears when listening to your artery with a stethoscope. Another sign is a transient ischemic attack (TIA), a \"mini-stroke.\" A TIA is like a stroke, but it only lasts a few minutes, and the symptoms usually go away within an hour. Stroke is another sign.Imaging tests can confirm whether you have carotid artery disease.Treatments may include:Healthy lifestyle changesMedicinesCarotid endarterectomy, surgery to remove the plaqueAngioplasty, a procedure to place a balloon and stent into the artery to open it and hold it openNIH: National Heart, Lung, and Blood Institute"}
{"id": "doc61", "contents": "Ischemic Stroke  A stroke is a medical emergency. There are two types - ischemic and hemorrhagic. Ischemic stroke is the more common type. It is usually caused by a blood clot that blocks or plugs a blood vessel in the brain. This keeps blood from flowing to the brain. Within minutes, brain cells begin to die.  Another cause is stenosis, or narrowing of the artery. This can happen because of atherosclerosis, a disease in which plaque builds up inside your arteries. Transient ischemic attacks (TIAs) occur when the blood supply to the brain is interrupted briefly. Having a TIA can mean you are at risk for having a more serious stroke.Symptoms of stroke are:Sudden numbness or weakness of the face, arm or leg (especially on one side of the body)Sudden confusion, trouble speaking or understanding speechSudden trouble seeing in one or both eyesSudden trouble walking, dizziness, loss of balance or coordinationSudden severe headache with no known causeIt is important to treat strokes as quickly as possible. Blood thinners may be used to stop a stroke while it is happening by quickly dissolving the blood clot. Post-stroke rehabilitation can help people overcome disabilities caused by stroke damage.NIH: National Institute of Neurological Disorders and Stroke"}
{"id": "doc62", "contents": "Coronary Artery Disease  Coronary artery disease (CAD) is the most common type of heart disease. It is the leading cause of death in the United States in both men and women.CAD happens when the arteries that supply blood to heart muscle become hardened and narrowed. This is due to the buildup of cholesterol and other material, called plaque, on their inner walls. This buildup is called atherosclerosis. As it grows, less blood can flow through the arteries. As a result, the heart muscle can't get the blood or oxygen it needs. This can lead to chest pain (angina) or a heart attack.  Most heart attacks happen when a blood clot suddenly cuts off the hearts' blood supply, causing permanent heart damage.  Over time, CAD can also weaken the heart muscle and contribute to heart failure and arrhythmias. Heart failure means the heart can't pump blood well to the rest of the body. Arrhythmias are changes in the normal beating rhythm of the heart.  NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc63", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc64", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc65", "contents": "LDL: The \"Bad\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are LDL and HDL?LDL and HDL are two types of lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. LDL and HDL have different purposes:LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.How can a high LDL level raise my risk of coronary artery disease and other diseases?If you have a high LDL level, this means that you have too much LDL cholesterol in your blood. This extra LDL, along with other substances, forms plaque. The plaque builds up in your arteries; this is a condition called atherosclerosis.Coronary artery disease happens when the plaque buildup is in the arteries of your heart. It causes the arteries to become hardened and narrowed, which slows down or blocks the blood flow to your heart. Since your blood carries oxygen to your heart, this means that your heart may not be able to get enough oxygen. This can cause angina (chest pain), or if the blood flow is completely blocked, a heart attack.How do I know what my LDL level is?A blood test can measure your cholesterol levels, including LDL. When and how often you should get this test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat can affect my LDL level?Things that can affect your LDL level include:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level riseWeight. Being overweight tends to raise your LDL level, lower your HDL level, and increase your total cholesterol levelPhysical Activity. A lack of physical activity can lead to weight gain, which can raise your LDL levelSmoking.Cigarette smoking lowers your HDL cholesterol. Since HDL helps to remove LDL from your arteries, if you have less HDL, that can contribute to you having a higher LDL level.Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL levels tend to rise.Genetics. Your genes partly determine how much cholesterol your body makes. High cholesterol can run in families. For example, familial hypercholesterolemia (FH) is an inherited form of high blood cholesterol.Medicines. Certain medicines, including steroids, some blood pressure medicines, and HIV/AIDS medicines, can raise your LDL level.Other medical conditions. Diseases such as chronic kidney disease, diabetes, and HIV/AIDS can cause a higher LDL level.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What should my LDL level be?With LDL cholesterol, lower numbers are better, because a high LDL level can raise your risk for coronary artery disease and related problems:LDL (Bad) Cholesterol LevelLDL Cholesterol CategoryLess than 100mg/dLOptimal100-129mg/dLNear optimal/above optimal130-159 mg/dLBorderline high160-189 mg/dLHigh190 mg/dL and aboveVery HighHow can I lower my LDL level?There are two main ways to lower your LDL cholesterol:Therapeutic lifestyle changes (TLC). TLC includes three parts:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples of eating plans that can lower your cholesterol include the Therapeutic Lifestyle Changes diet and the DASH eating plan.Weight Management. If you are overweight, losing weight can help lower your LDL cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc66", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
{"id": "doc67", "contents": "Coronary Artery Disease  Coronary artery disease (CAD) is the most common type of heart disease. It is the leading cause of death in the United States in both men and women.CAD happens when the arteries that supply blood to heart muscle become hardened and narrowed. This is due to the buildup of cholesterol and other material, called plaque, on their inner walls. This buildup is called atherosclerosis. As it grows, less blood can flow through the arteries. As a result, the heart muscle can't get the blood or oxygen it needs. This can lead to chest pain (angina) or a heart attack.  Most heart attacks happen when a blood clot suddenly cuts off the hearts' blood supply, causing permanent heart damage.  Over time, CAD can also weaken the heart muscle and contribute to heart failure and arrhythmias. Heart failure means the heart can't pump blood well to the rest of the body. Arrhythmias are changes in the normal beating rhythm of the heart.  NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc68", "contents": "Heart Health Tests  Heart diseases are the number one killer in the U.S. They are also a major cause of disability. If you do have a heart disease, it is important to find it early, when it is easier to treat. Blood tests and heart health tests can help find heart diseases or identify problems that can lead to heart diseases. There are several different types of heart health tests. Your doctor will decide which test or tests you need, based on your symptoms (if any), risk factors, and medical history.Cardiac CatheterizationCardiac catheterization is a medical procedure used to diagnose and treat some heart conditions. For the procedure, your doctor puts a catheter (a long, thin, flexible tube) into a blood vessel in your arm, groin, or neck, and threads it to your heart. The doctor can use the catheter to:Do a coronary angiography. This involves putting a special type of dye in the catheter, so the dye can flow through your bloodstream to your heart. Then your doctor takes x-rays of your heart. The dye allows your doctor to see your coronary arteries on the x-ray, and to check for coronary artery disease (plaque buildup in the arteries).Take samples of blood and heart muscleDo procedures such as minor heart surgery or angioplasty, if your doctor finds that you need itCardiac CT ScanA cardiac CT (computed tomography) scan is a painless imaging test that uses x-rays to take detailed pictures of your heart and its blood vessels. Computers can combine these pictures to create a three-dimensional (3D) model of the whole heart. This test can help doctors detect or evaluate:Coronary artery diseaseCalcium buildup in the coronary arteriesProblems with the aortaProblems with heart function and valvesPericardial diseasesBefore you have the test, you get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures. The CT scanner is a large, tunnel-like machine. You lie still on a table which slides you into the scanner, and the scanner takes the pictures for about 15 minutes.Cardiac MRICardiac MRI (magnetic resonance imaging) is a painless imaging test that uses radio waves, magnets, and a computer to create detailed pictures of your heart. It can help your doctor figure out whether you have heart disease, and if so, how severe it is. A cardiac MRI can also help your doctor decide the best way to treat heart problems such as:Coronary artery diseaseHeart valve problemsPericarditisCardiac tumorsDamage from a heart attackThe MRI is a large, tunnel-like machine. You lie still on a table which slides you into the MRI machine. The machine makes loud noises as it takes pictures of your heart. It usually takes about 30-90 minutes. Sometimes before the test, you might get an injection of contrast dye. The dye highlights your heart and blood vessels in the pictures.Chest X-RayA chest x-ray creates pictures of the organs and structures inside your chest, such as your heart, lungs, and blood vessels. It can reveal signs of heart failure, as well as lung disorders and other causes of symptoms not related to heart disease.Coronary AngiographyCoronary angiography (angiogram) is a procedure that uses contrast dye and x-ray pictures to look at the insides of your arteries. It can show whether plaque is blocking your arteries and how severe the blockage is. Doctors use this procedure to diagnose heart diseases after chest pain, sudden cardiac arrest (SCA), or abnormal results from other heart tests such as an EKG or a stress test.You usually have a cardiac catheterization to get the dye into your coronary arteries. Then you have special x-rays while the dye is flowing through your coronary arteries. The dye lets your doctor study the flow of blood through your heart and blood vessels.EchocardiographyEchocardiography, or echo, is a painless test that uses sound waves to create moving pictures of your heart. The pictures show the size and shape of your heart. They also show how well your heart's chambers and valves are working. Doctors use an echo to diagnose many different heart problems, and to check how severe they are.For the test, a technician applies gel to your chest. The gel helps sound waves reach your heart. The technician moves a transducer (wand-like device) around on your chest. The transducer connects to a computer. It transmits ultrasound waves into your chest, and the waves bounce (echo) back. The computer converts the echoes into pictures of your heart.Electrocardiogram (EKG), (ECG)An electrocardiogram, also called an ECG or EKG, is a painless test that detects and records your heart's electrical activity. It shows how fast your heart is beating and whether its rhythm is steady or irregular.An EKG may be part of a routine exam to screen for heart disease. Or you may get it to detect and study heart problems such as heart attacks, arrhythmia, and heart failure.For the test, you lie still on a table and a nurse or technician attaches electrodes (patches that have sensors) to the skin on your chest, arms, and legs. Wires connect the electrodes to a machine that records your heart's electrical activity.Stress TestingStress testing looks at how your heart works during physical stress. It can help to diagnose coronary artery disease, and to check how severe it is. It can also check for other problems, including heart valve disease and heart failure.For the test, you exercise (or are given medicine if you are unable to exercise) to make your heart work hard and beat fast. While this is happening, you get an EKG and blood pressure monitoring. Sometimes you may also have an echocardiogram, or other imaging tests such as a nuclear scan. For the nuclear scan, you get an injection of a tracer (a radioactive substance), which travels to your heart. Special cameras detect the energy from the tracer to make pictures of your heart. You have pictures taken after you exercise, and then after you rest.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc69", "contents": "Sudden Cardiac Arrest  What is sudden cardiac arrest (SCA)?Sudden cardiac arrest (SCA) is a condition in which the heart suddenly stops beating. When that happens, blood stops flowing to the brain and other vital organs. If it is not treated, SCA usually causes death within minutes. But quick treatment with a defibrillator may be lifesaving.How is sudden cardiac arrest (SCA) different from a heart attack?A heart attack is different from an SCA. A heart attack happens when blood flow to the heart is blocked. During a heart attack, the heart usually doesn't suddenly stop beating. With an SCA, the heart stops beating.Sometimes an SCA can happen after or during recovery from a heart attack.What causes sudden cardiac arrest (SCA)?Your heart has an electrical system that controls the rate and rhythm of your heartbeat.  An SCA can happen when the heart's electrical system is not working right and causes irregular heartbeats. Irregular heartbeats are called arrhythmias. There are different types. They may cause the heart to beat too fast, too slow, or with an irregular rhythm. Some can cause the heart to stop pumping blood to the body; this is the type that causes SCA.Certain diseases and conditions can cause the electrical problems that lead to SCA. They include:Ventricular fibrillation, a type of arrhythmia where the ventricles (the heart's lower chambers) don't beat normally. Instead, they beat very fast and very irregularly. They can't pump blood to the body. This causes most SCAs.Coronary artery disease (CAD), also called ischemic heart disease. CAD happens when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart. It is often caused by the buildup of plaque, a waxy substance, inside the lining of larger coronary arteries. The plaque blocks some or all of the blood flow to the heart.Some types of physical stress can cause your heart's electrical system to fail, such as"}
{"id": "doc70", "contents": "LDL: The \"Bad\" Cholesterol  What is cholesterol?Cholesterol is a waxy, fat-like substance that's found in all the cells in your body. Your liver makes cholesterol, and it is also in some foods, such as meat and dairy products. Your body needs some cholesterol to work properly. But having too much cholesterol in your blood raises your risk of coronary artery disease.What are LDL and HDL?LDL and HDL are two types of lipoproteins. They are a combination of fat (lipid) and protein. The lipids need to be attached to the proteins so they can move through the blood. LDL and HDL have different purposes:LDL stands for low-density lipoproteins. It is sometimes called the \"bad\" cholesterol because a high LDL level leads to a buildup of cholesterol in your arteries.HDL stands for high-density lipoproteins. It is sometimes called the \"good\" cholesterol because it carries cholesterol from other parts of your body back to your liver. Your liver then removes the cholesterol from your body.How can a high LDL level raise my risk of coronary artery disease and other diseases?If you have a high LDL level, this means that you have too much LDL cholesterol in your blood. This extra LDL, along with other substances, forms plaque. The plaque builds up in your arteries; this is a condition called atherosclerosis.Coronary artery disease happens when the plaque buildup is in the arteries of your heart. It causes the arteries to become hardened and narrowed, which slows down or blocks the blood flow to your heart. Since your blood carries oxygen to your heart, this means that your heart may not be able to get enough oxygen. This can cause angina (chest pain), or if the blood flow is completely blocked, a heart attack.How do I know what my LDL level is?A blood test can measure your cholesterol levels, including LDL. When and how often you should get this test depends on your age, risk factors, and family history. The general recommendations are:For people who are age 19 or younger::The first test should be between ages 9 to 11Children should have the test again every 5 yearsSome children may have this test starting at age 2 if there is a family history of high blood cholesterol, heart attack, or strokeFor people who are age 20 or older::Younger adults should have the test every 5 yearsMen ages 45 to 65 and women ages 55 to 65 should have it every 1 to 2 yearsWhat can affect my LDL level?Things that can affect your LDL level include:Diet. Saturated fat and cholesterol in the food you eat make your blood cholesterol level riseWeight. Being overweight tends to raise your LDL level, lower your HDL level, and increase your total cholesterol levelPhysical Activity. A lack of physical activity can lead to weight gain, which can raise your LDL levelSmoking.Cigarette smoking lowers your HDL cholesterol. Since HDL helps to remove LDL from your arteries, if you have less HDL, that can contribute to you having a higher LDL level.Age and Sex. As women and men get older, their cholesterol levels rise. Before the age of menopause, women have lower total cholesterol levels than men of the same age. After the age of menopause, women's LDL levels tend to rise.Genetics. Your genes partly determine how much cholesterol your body makes. High cholesterol can run in families. For example, familial hypercholesterolemia (FH) is an inherited form of high blood cholesterol.Medicines. Certain medicines, including steroids, some blood pressure medicines, and HIV/AIDS medicines, can raise your LDL level.Other medical conditions. Diseases such as chronic kidney disease, diabetes, and HIV/AIDS can cause a higher LDL level.Race. Certain races may have an increased risk of high blood cholesterol. For example, African Americans typically have higher HDL and LDL cholesterol levels than whites.What should my LDL level be?With LDL cholesterol, lower numbers are better, because a high LDL level can raise your risk for coronary artery disease and related problems:LDL (Bad) Cholesterol LevelLDL Cholesterol CategoryLess than 100mg/dLOptimal100-129mg/dLNear optimal/above optimal130-159 mg/dLBorderline high160-189 mg/dLHigh190 mg/dL and aboveVery HighHow can I lower my LDL level?There are two main ways to lower your LDL cholesterol:Therapeutic lifestyle changes (TLC). TLC includes three parts:Heart-healthy eating. A heart-healthy eating plan limits the amount of saturated and trans fats that you eat. Examples of eating plans that can lower your cholesterol include the Therapeutic Lifestyle Changes diet and the DASH eating plan.Weight Management. If you are overweight, losing weight can help lower your LDL cholesterol.Physical Activity. Everyone should get regular physical activity (30 minutes on most, if not all, days).Drug Treatment. If lifestyle changes alone do not lower your cholesterol enough, you may also need to take medicines. There are several types of cholesterol-lowering drugs available, including statins. The medicines work in different ways and can have different side effects. Talk to your health care provider about which one is right for you.  While you are taking medicines to lower your cholesterol, you still should continue with the lifestyle changes.Some people with familial hypercholesterolemia (FH) may receive a treatment called lipoprotein apheresis. This treatment uses a filtering machine to remove LDL cholesterol from the blood. Then the machine returns the rest of the blood back to the person.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc71", "contents": "Angioplasty  What is angioplasty?Angioplasty is a procedure to improve blood flow in coronary arteries that have become narrow or blocked. Your coronary arteries supply oxygen-rich blood to the heart. If you have coronary artery disease, a sticky material called plaque builds up in the coronary arteries. Plaque is made of cholesterol, calcium, and other substances in your blood. Over time, it can narrow your arteries or fully block them. When this happens, some parts of your heart don't get enough blood.Angioplasty widens the blocked part of the artery so more blood can get through. It is also called percutaneous coronary intervention (PCI).What conditions does angioplasty treat?Doctors use angioplasty to:Reduce chest pain from blockages in the coronary arteries. This type of pain is called angina. There are different types of angina. Angioplasty treats certain types.Limit damage to the heart during or right after a heart attack. In this case, angioplasty is an emergency treatment.Angioplasty does not cure coronary artery disease. To help prevent more plaque blockages, you'll need to take any prescribed medicines, eat healthy foods, and get regular exercise.What happens during angioplasty?Most people have angioplasties in a hospital in a special room called a cardiac catheterization, or cath, lab. You will be awake and lying down. You'll get medicine to help you relax through an intravenous (IV) line. This is a small tube that goes into a vein in your hand or arm.Angioplasty is done through a blood vessel in your arm, wrist, or groin. Your doctor will:Make a small opening in that area to insert a thin tube (a catheter) into a blood vessel.Thread the tube through the vessel to your heart, using x-rays as a guide.Inject contrast dye inside your arteries. The dye highlights your heart and blood vessels in the x-rays.Replace the first tube with another one that has a small, deflated balloon on the end.Guide the balloon inside the blockage and inflate it to push the plaque flat against the artery wall. This makes the artery wider and improves blood flow.Sometimes put a small, mesh tube into the artery to help keep it open. The tube is called a stent. Some stents have a coating of medicine that helps prevent blood clots from forming.What happens after an angioplasty?If you had an angioplasty for chest pain, you'll go to a recovery room for a few hours. You may stay in the hospital overnight. Your doctor will probably prescribe medicines to prevent blood clots. Most people can return to their usual activities after a week.If you had an emergency angioplasty for a heart attack, you'll need to stay in the hospital for about a few more days.Are there any risks from angioplasty?Angioplasty is very safe. You may get a bruise, feel sore, or have some bleeding where the tubes were inserted. More serious problems don't happen very often, but they are possible. They can include serious bleeding, blood clots, and narrowing of the artery again.NIH: National Heart, Lung, and Blood Institute "}
