{"id": "doc1", "contents": "Obesity in Children  Obesity means having too much body fat. It is different from being overweight, which means weighing too much. Both terms mean that a person's weight is greater than what's considered healthy for his or her height.  Children grow at different rates, so it isn't always easy to know when a child has obesity or is overweight. Ask your health care provider to check whether your child's weight and height are in a healthy range.If a weight-loss program is necessary, involve the whole family in healthy habits so your child doesn't feel singled out.  Encourage healthy eating by:Serving more fruits and vegetablesBuying fewer soft drinks and high-fat, high-calorie snack foodsMaking sure your child eats breakfast every dayEating fast food less oftenNot using food as a rewardPhysical activity is also very important. Kids need about 60 minutes each day. It does not have to happen all at once. Several short periods of activity during the day are just as good.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc2", "contents": "Obesity  Obesity means having too much body fat. It is different from being overweight, which means weighing too much.  The weight may come from muscle, bone, fat, and/or body water.  Both terms mean that a person's weight is greater than what's considered healthy for his or her height. Obesity happens over time when you eat more calories than you use. The balance between calories-in and calories-out differs for each person. Factors that might affect your weight include your genetic makeup, overeating, eating high-fat foods, and not being physically active. Obesity increases your risk of diabetes, heart disease, stroke, arthritis, and some cancers. If you have obesity, losing even 5 to 10% of your weight can delay or prevent some of these diseases. For example, that means losing 10 to 20 pounds if you weigh 200 pounds.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc3", "contents": "Weight Loss Surgery  Weight loss surgery helps people with extreme obesity to lose weight. It may be an option if you cannot lose weight through diet and exercise or have serious health problems caused by obesity.There are different types of weight loss surgery.  They often limit the amount of food you can take in. Some types of surgery also affect how you digest food and absorb nutrients. All types have risks and complications, such as infections, hernias, and blood clots.Many people who have the surgery lose weight quickly, but regain some weight later on.  If you follow diet and exercise recommendations, you can keep most of the weight off. You will also need medical follow-up for the rest of your life.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc4", "contents": "Body Weight   Do you know if your current weight is healthy?  \"Underweight\", \"normal\", \"overweight\", and \"obese\" are all labels for ranges of weight. Obese and overweight mean that your weight is greater than it should be for your health. Underweight means that it is lower than it should be for your health. Your healthy body weight depends on your sex and height. For children, it also depends on your age.A sudden, unexpected change in weight can be a sign of a medical problem.  Causes for sudden weight loss can include:Thyroid problemsCancerInfectious diseasesDigestive diseasesCertain medicinesSudden weight gain can be due to medicines, thyroid problems, heart failure, and kidney disease.Good nutrition and exercise can help in losing weight. Eating extra calories within a well-balanced diet and treating any underlying medical problems can help to add weight."}
{"id": "doc5", "contents": "Metabolic Syndrome  What is metabolic syndrome?Metabolic syndrome is the name for a group of risk factors for heart disease, diabetes, and other health problems. You can have just one risk factor, but people often have several of them together. When you have at least three of them, it is called metabolic syndrome. These risk factors include:A large waistline, also called abdominal obesity or \"having an apple shape.\" Too much fat around the stomach is a greater risk factor for heart disease than too much fat in other parts of the body.Having a high triglyceride level. Triglycerides are a type of fat found in the blood.Having a low HDL cholesterol level. HDL is sometimes called the \"good\" cholesterol because it helps remove cholesterol from your arteries.Having high blood pressure. If your blood pressure stays high over time, it can damage your heart and lead to other health problems.Having a high fasting blood sugar. Mildly high blood sugar may be an early sign of diabetes.The more factors you have, the higher your risk for heart disease, diabetes, and stroke is.What causes metabolic syndrome?Metabolic syndrome has several causes that act together:Overweight and obesityAn inactive lifestyleInsulin resistance, a condition in which the body can't use insulin properly. Insulin is a hormone that helps move blood sugar into your cells to give them energy. Insulin resistance can lead to high blood sugar levels.Age - your risk goes up as get olderGenetics - ethnicity and family historyPeople who have metabolic syndrome often also have excessive blood clotting and inflammation throughout the body. Researchers don't know whether these conditions cause metabolic syndrome or worsen it.Who is at risk for metabolic syndrome?The most important risk factors for metabolic syndrome are:Abdominal obesity (a large waistline)An inactive lifestyleInsulin resistanceThere are certain groups of people who have an increased risk of metabolic syndrome:Some racial and ethnic groups. Mexican Americans have the highest rate of metabolic syndrome, followed by whites and blacks.People who have diabetesPeople who have a sibling or parent who has diabetesWomen with polycystic ovary syndrome (PCOS)People who take medicines that cause weight gain or changes in blood pressure, blood cholesterol, and blood sugar levelsWhat are the symptoms of metabolic syndrome?Most of the metabolic risk factors have no obvious signs or symptoms, except for a large waistline.How is metabolic syndrome diagnosed?Your health care provider will diagnose metabolic syndrome based on the results of a physical exam and blood tests. You must have at least three of the risk factors to be diagnosed with metabolic syndrome:A large waistline, which means a waist measurement of "}
{"id": "doc6", "contents": "Nausea and Vomiting  What are nausea and vomiting?Nausea is when you feel sick to your stomach, as if you are going to throw up. Vomiting is when you throw up.What causes nausea and vomiting?Nausea and vomiting can be symptoms of many different conditions, including:Morning sickness during pregnancyGastroenteritis (infection of your intestines) and other infectionsMigrainesMotion sicknessFood poisoningMedicines, including those for cancer chemotherapyGERD (reflux) and ulcersIntestinal obstructionWhen do I need to see a health care provider for nausea and vomiting?Nausea and vomiting are common. They are usually not serious. However, you should contact your health care provider immediately if you have:A reason to think that your vomiting is from poisoningVomited for longer than 24 hoursBlood in the vomitSevere abdominal painSevere headache and stiff neckSigns of dehydration, such as dry mouth, infrequent urination or dark urineHow is the cause of nausea and vomiting diagnosed?Your health care provider will take your medical history, ask about your symptoms and do a physical exam. The provider will look for signs of dehydration. You may have some tests, including blood and urine tests. Women may also have a pregnancy test.What are the treatments for nausea and vomiting?Treatments for nausea and vomiting depend on the cause. You may get treatment for the underlying problem. There are some medicines that can treatment nausea and vomiting. For severe cases of vomiting, you may need extra fluids through an IV (intravenous).There are things that you can do to feel better:Get enough fluids, to avoid dehydration. If you are having trouble keeping liquids down, drink small amounts of clear liquids often.Eat bland foods; stay away from spicy, fatty, or salty foodsEat smaller meals more oftenAvoid strong smells, since they can sometimes trigger nausea and vomitingIf you are pregnant and have morning sickness, eat crackers before you get out of bed in the morning"}
{"id": "doc7", "contents": "Common Infant and Newborn Problems  It is hard when your baby is sick.  Common health problems in babies include colds, coughs, fevers, and vomiting.  Babies also commonly have skin problems, like diaper rash or cradle cap.Many of these problems are not serious. It is important to know how to help your sick baby, and to know the warning signs for more serious problems.  Trust your intuition - if you are worried about your baby, call your health care provider right away."}
{"id": "doc8", "contents": "Gastroenteritis   Have you ever had the \"stomach flu?\" What you probably had was gastroenteritis - not a type of flu at all.  Gastroenteritis is an inflammation of the lining of the intestines caused by a virus, bacteria, or parasites.  Viral gastroenteritis is the second most common illness in the U.S. The cause is often a norovirus infection. It spreads through contaminated food or water or by contact with an infected person.  The best prevention is frequent hand washing.  Symptoms of gastroenteritis include diarrhea, abdominal pain, vomiting, headache, fever, and chills.  Most people recover with no treatment.The most common problem with gastroenteritis is dehydration. This happens if you do not drink enough fluids to replace what you lose through vomiting and diarrhea. Dehydration is most common in babies, young children, older adults, and people with weak immune systems.  NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc9", "contents": "Dehydration  What is dehydration?Dehydration is condition caused by the loss of too much fluid from the body.  It happens when you are losing more fluids than you are taking in, and your body does not have enough fluids to work properly.What causes dehydration?You can become dehydrated because of:DiarrheaVomitingSweating too muchUrinating too much, which can happen because of certain medicines and illnessesFeverNot drinking enoughWho is at risk for dehydration?Certain people have a higher risk of dehydration:Older adults. Some people lose their sense of thirst as they age, so they don't drink enough fluids.Infants and young children, who are more likely to have diarrhea or vomitingPeople with chronic illnesses that cause them to urinate or sweat more often, such as diabetes, cystic fibrosis, or kidney problemsPeople who take medicines that cause them to urinate or sweat morePeople who exercise or work outdoors during hot weatherWhat are the symptoms of dehydration?In adults, the symptoms of dehydration include:Feeling very thirstyDry mouthUrinating and sweating less than usualDark-colored urineDry skinFeeling tiredDizzinessIn infants and young children, the symptoms of dehydration include:Dry mouth and tongueCrying without tearsNo wet diapers for 3 hours or moreA high feverBeing unusually sleepy or drowsyIrritabilityEyes that look sunkenDehydration can be mild, or it can be severe enough to be life-threatening. Get medical help right away if the symptoms also include:ConfusionFaintingLack of urinationRapid heartbeatRapid breathingShockHow is dehydration diagnosed?To make a diagnosis, your health care provider will:Do a physical examCheck your vital signsAsk about your symptomsYou may also have:Blood tests to check your electrolyte levels, especially potassium and sodium. Electrolytes are minerals in your body that have an electric charge. They have many important jobs, including helping to keep a balance of fluids in your body.Blood tests to check your kidney functionUrine tests to check for dehydration and its causeWhat are the treatments for dehydration?The treatment for dehydration is to replace the fluids and electrolytes that you have lost. For mild cases, you may just need to drink lots of water. If you lost electrolytes, sports drinks may help. There are also oral rehydration solutions for children. You can buy those without a prescription.Severe cases may be treated with intravenous (IV) fluids with salt in a hospital.Can dehydration be prevented?The key to preventing dehydration is making sure that you get enough fluids:Drink enough water every day. Each person's needs can be different, so ask your health care provider how much you should be drinking each day.If you are exercising in the heat and losing a lot of minerals in sweat, sports drinks can be helpfulAvoid drinks that have sugar and caffeineDrink extra fluids when the weather is hot or when you are sick"}
{"id": "doc10", "contents": "Toddler Health  Most young children get sick. It is hard for parents to know what is serious. You can learn what the common warning signs are. In the end, trust your intuition. If you are worried about your toddler, call your health care provider right away.Well-child visits are important to your toddler's health. Toddlers will get their recommended vaccines during these visits. Routine exams and screenings help you and your kids prevent and treat health problems as well as chart their growth and development."}
{"id": "doc11", "contents": "High Blood Pressure  What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.What are the different types of high blood pressure?There are two main types of high blood pressure: primary and secondary high blood pressure.:Primary, or essential, high blood pressure is the most common type of high blood pressure. For most people who get this kind of blood pressure, it develops over time as you get older.Secondary high blood pressure is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.Why do I need to worry about high blood pressure?When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.What are the treatments for high blood pressure?Treatments for high blood pressure include heart-healthy lifestyle changes and medicines.You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your high blood pressure. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.If your high blood pressure is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc12", "contents": "Pulmonary Hypertension  Pulmonary hypertension (PH) is high blood pressure in the arteries to your lungs. It is a serious condition. If you have it, the blood vessels that carry blood from your heart to your lungs become hard and narrow. Your heart has to work harder to pump the blood through. Over time, your heart weakens and cannot do its job and you can develop heart failure. Symptoms of PH  include:Shortness of breath during routine activity, such as climbing two flights of stairsTirednessChest painA racing heartbeatPain on the upper right side of the abdomenDecreased appetiteAs PH worsens, you may find it hard to do any physical activities.There are two main kinds of PH. One runs in families or appears for no known reason. The other kind is related to another condition, usually heart or lung disease. There is no cure for PH. Treatments can control symptoms.  They involve treating the heart or lung disease, medicines, oxygen, and sometimes lung transplantation.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc13", "contents": "How to Prevent High Blood Pressure  More than 1 in 3 adults in the U.S. has high blood pressure, or hypertension. Many of those people don't know they have it, because there are usually no warning signs. This can be dangerous, because high blood pressure can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat high blood pressure. Early diagnosis and heart-healthy lifestyle changes can keep high blood pressure from seriously damaging your health.What is blood pressure?Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.How is high blood pressure diagnosed?High blood pressure usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. He or she will take two or more readings at separate appointments before making a diagnosis.Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80High Blood Pressure (no other heart risk factors)140 or higheror90 or higherHigh Blood Pressure (with other heart risk factors, according to some providers)130 or higheror80 or higherDangerously high blood pressure - seek medical care right away180 or higherand120 or higherFor children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and gender.People with diabetes or chronic kidney disease should keep their blood pressure below 130/80.Who is at risk for high blood pressure?Anyone can develop high blood pressure, but there are certain factors that can increase your risk:Age - Blood pressure tends to rise with ageRace/Ethnicity - High blood pressure is more common in African American adultsWeight - People who are overweight or have obesity are more likely to develop high blood pressureSex - Before age 55, men are more likely than women to develop high blood pressure. After age 55, women are more likely than men to develop it.Lifestyle - Certain lifestyle habits can raise your risk for high blood pressure, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.Family history - A family history of high blood pressure raises the risk of developing high blood pressureHow can I prevent high blood pressure?You can help prevent high blood pressure by having a healthy lifestyle. This means:Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.Getting regular exercise. Exercise can help you maintain a healthy weight and lower your blood pressure. You should try to get moderate-intensity aerobic exercise at least 2 and a half hours per week, or vigorous-intensity aerobic exercise for 1 hour and 15 minutes per week. Aerobic exercise, such as brisk walking, is any exercise in which your heart beats harder and you use more oxygen than usual.Being at a healthy weight. Being overweight or having obesity increases your risk for high blood pressure. Maintaining a healthy weight can help you control high blood pressure and reduce your risk for other health problems.Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain. Men should have no more than two drinks per day, and women only one.Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, do not start. If you do smoke, talk to your health care provider for help in finding the best way for you to quit.Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower high blood pressure. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.If you already have high blood pressure, it is important to prevent it from getting worse or causing complications. You should get regular medical care and follow your prescribed treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc14", "contents": "High Blood Pressure in Pregnancy  What is high blood pressure in pregnancy?Blood pressure is the force of your blood pushing against the walls of your arteries as your heart pumps blood. High blood pressure, or hypertension, is when this force against your artery walls is too high.  There are different types of high blood pressure in pregnancy:Gestational hypertension is high blood pressure that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of high blood pressure in the future. It sometimes can be severe, which may lead to low birth weight or preterm birth. Some women with gestational hypertension do go on to develop preeclampsia.Chronic hypertension is high blood pressure that started before the 20th week of pregnancy or before you became pregnant. Some women may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic hypertension can also lead to preeclampsia.Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. In rare cases, symptoms may not start until after delivery. This is called postpartum preeclampsia. Preeclampsia also includes signs of damage to some of your organs, such as your liver or kidney. The signs may include protein in the urine and very high blood pressure. Preeclampsia can be serious or even life-threatening for both you and your baby.What causes preeclampsia?The cause of preeclampsia is unknown.Who is at risk for preeclampsia?You are at higher risk of preeclampsia if you:Had chronic high blood pressure or chronic kidney disease before pregnancyHad high blood pressure or preeclampsia in a previous pregnancyHave obesityAre over age 40Are pregnant with more than one babyAre African AmericanHave a family history of preeclampsiaHave certain health conditions, such as diabetes, lupus, or thrombophilia (a disorder which raises your risk of blood clots)Used in vitro fertilization, egg donation, or donor inseminationWhat problems can preeclampsia cause?Preeclampsia can cause:Placental abruption, where the placenta separates from the uterusPoor fetal growth, caused by a lack of nutrients and oxygenPreterm birthA low birth weight babyStillbirthDamage to your kidneys, liver, brain, and other organ and blood systemsA higher risk of heart disease for youEclampsia, which happens when preeclampsia is severe enough to affect brain function, causing seizures or comaHELLP syndrome, which happens when a woman with preeclampsia or eclampsia has damage to the liver and blood cells. It is rare, but very serious.What are the symptoms of preeclampsia?Possible symptoms of preeclampsia include:High blood pressureToo much protein in your urine (called proteinuria)Swelling in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.Headache that does not go awayVision problems, including blurred vision or seeing spotsPain in your upper right abdomenTrouble breathingEclampsia can also cause seizures, nausea and/or vomiting, and low urine output. If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.How is preeclampsia diagnosed?Your health care provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to run some tests. They may include blood tests other lab tests to look for extra protein in the urine as well as other symptoms.What are the treatments for preeclampsia?Delivering the baby can often cure preeclampsia. When making a decision about treatment, your provider take into account several factors. They include how severe it is, how many weeks pregnant you are, and what the potential risks to you and your baby are:If you are more than 37 weeks pregnant, your provider will likely want to deliver the baby.If you are less than 37 weeks pregnant, your health care provider will closely monitor you and your baby. This includes blood and urine tests for you. Monitoring for the baby often involves ultrasound, heart rate monitoring, and checking on the baby's growth. You may need to take medicines, to control your blood pressure and to prevent seizures. Some women also get steroid injections, to help the baby's lungs mature faster. If the preeclampsia is severe, you provider may want you to deliver the baby early.The symptoms usually go away within 6 weeks of delivery. In rare cases, symptoms may not go away, or they may not start until after delivery (postpartum preeclampsia). This can be very serious, and it needs to be treated right away."}
{"id": "doc15", "contents": "Blood Pressure Medicines  What is high blood pressure?High blood pressure, also called hypertension, is when blood puts too much pressure against the walls of your arteries. About 1 in 3 adults have high blood pressure, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.What lifestyle changes can help lower high blood pressure?Healthy lifestyle changes can help reduce high blood pressure:Losing weightBeing physically activeManaging stressReducing sodium in your dietAvoiding alcohol, tobacco, and illegal drugsGetting enough sleepWhat if lifestyle changes alone cannot lower blood pressure?Sometimes lifestyle changes alone cannot control or lower your high blood pressure. In that case, your health care provider may prescribe blood pressure medicines.How do blood pressure medicines work?Blood pressure medicines work in different ways to lower blood pressure:Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as muchCalcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other high blood pressure medicines, sometimes in one combined pill.Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.Often, two or more medicines work better than one. While taking the medicines, it is still important to keep up with your healthy lifestyle changes.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc16", "contents": "Edema  Edema means swelling caused by fluid in your body's tissues. It usually occurs in the feet, ankles and legs, but it can involve your entire body.Causes of edema include:Eating too much saltSunburnHeart failureKidney diseaseLiver problems from cirrhosisPregnancyProblems with  lymph nodes, especially after mastectomySome medicinesStanding or walking a lot when the weather is warmTo keep swelling down, your health care provider may recommend keeping your legs raised when sitting, wearing support stockings, limiting how much salt you eat, or taking a medicine called a diuretic - also called a water pill. "}
{"id": "doc17", "contents": "Heart Failure  Heart failure is a condition in which the heart can't pump enough blood to meet the body's needs. Heart failure does not mean that your heart has stopped or is about to stop working. It means that your heart is not able to pump blood the way it should. It can affect one or both sides of the heart.The weakening of the heart's pumping ability causes:Blood and fluid to back up into the lungsThe buildup of fluid in the feet, ankles and legs - called edemaTiredness and shortness of breathCommon causes of heart failure are coronary artery disease, high blood pressure and diabetes. It is more common in people who are 65 years old or older, African Americans, people who are overweight, and people who have had a heart attack. Men have a higher rate of heart failure than women.Your doctor will diagnose heart failure by doing a physical exam and heart tests. Treatment includes treating the underlying cause of your heart failure, medicines, and heart transplantation if other treatments fail.NIH: National Heart, Lung, and Blood Institute"}
{"id": "doc18", "contents": "Diabetic Eye Problems  What is diabetes?Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose comes from foods you eat. The cells of your body need glucose for energy. A hormone called insulin helps the glucose get into your cells.With type 1 diabetes, your body doesn't make insulin. With type 2 diabetes, your body doesn't make or use insulin well. Without enough insulin, glucose builds up in your blood and causes high blood sugar levels.What eye problems can diabetes cause?Over time, high blood sugar may damage the blood vessels and lenses in your eyes. This can lead to serious diabetic eye problems which can harm your vision and sometimes cause blindness. Some common diabetes eye problems include:Diabetic retinopathy, which is the leading cause of blindness in American adults. It affects blood vessels in the retina (the light-sensitive layer of tissue in the back of your eye). The blood vessels may swell and leak fluid into your eye. If it's not treated, it can cause serious problems such as vision loss and retinal detachment, where the retina is pulled away from its normal position at the back of your eye.Diabetic macular edema (DME), which happens when blood vessels in the retina leak fluid into the macula (a part of the retina needed for sharp, central vision). This usually develops in people who already have other signs of diabetic retinopathy.Glaucoma, a group of eye diseases that can damage the optic nerve (the bundle of nerves that connects the eye to the brain). Glaucoma from diabetes happens when the blood vessels in the front of your eye are damaged, and new blood vessels grow near the iris (the colored part of your eye). The blood vessels block the space where fluid drains from your eye. This causes fluid to build up and pressure to increase inside your eye.Cataract, which happen when the clear lens in the front of your eye becomes cloudy. Cataracts are common as people age. But people with diabetes are more likely to develop cataracts younger and faster than people without diabetes. Researchers think that high glucose levels cause deposits to build up in the lenses of your eyes.Who is more likely to develop diabetic eye problems?Anyone with diabetes can develop diabetic eye disease. But your risk of developing it is higher if you:Have had diabetes for a long timeDon't have good control over your high blood sugar or high blood pressureAre pregnantHave high blood cholesterolSmoke tobaccoWhat are the symptoms of diabetic eye problems?In the early stages, diabetic eye problems usually don't have any symptoms. That's why regular dilated eye exams are so important, even if you think your eyes are healthy.You should also watch for sudden changes in your vision that could mean an emergency. Call your doctor right away if you notice any of these symptoms:Many new spots or dark wavy strings floating in your vision (floaters)Flashes of lightA dark shadow over part of your vision, like a curtainVision lossEye pain or rednessTalk with your doctor if you have these symptoms, even if they come and go:Spots or dark wavy strings floating in your visionBlurry or wavy visionVision that changes a lotTrouble seeing colorsHow are diabetic eye problems diagnosed?Eye doctors do dilated eye exams to diagnose eye problems. A dilated eye exam uses eye drops to open your pupils wide so your doctor can look for signs of eye problems and treat them before they harm your vision. Your doctor will also test your vision and measure the pressure in your eyes."}
{"id": "doc19", "contents": "Lung Diseases  When you breathe, your lungs take in oxygen from the air and deliver it to the bloodstream. The cells in your body need oxygen to work and grow.  During a normal day, you breathe nearly 25,000 times. People with lung disease have difficulty breathing. Millions of people in the U.S. have lung disease. If all types of lung disease are lumped together, it is the number three killer in the United States.The term lung disease refers to many disorders affecting the lungs, such as asthma, COPD, infections like influenza, pneumonia and tuberculosis, lung cancer, and many other breathing problems. Some lung diseases can lead to respiratory failure.Dept. of Health and Human Services Office on Women's Health"}
{"id": "doc20", "contents": "Cancer Chemotherapy  What is cancer chemotherapy?Cancer chemotherapy is a type of cancer treatment. It uses medicines to destroy cancer cells.Normally, the cells in your body grow and die in a controlled way. Cancer cells keep growing without control. Chemotherapy works by killing the cancer cells, stopping them from spreading, or slowing their growth.Chemotherapy is used to:Treat cancer by curing the cancer, lessening the chance it will return, or stopping or slowing its growth.Ease cancer symptoms by shrinking tumors that are causing pain and other problems.What are the side effects of chemotherapy?Chemotherapy does not just destroy cancer cells. It can also harm some healthy cells, which causes side effects.You may have a lot of side effects, some side effects, or none at all. It depends on the type and amount of chemotherapy you get and how your body reacts.Some common side effects are:Mouth soresFatigueNausea and vomitingPainHair lossThere are ways to prevent or control some side effects. Talk with your health care provider about how to manage them. Healthy cells usually recover after chemotherapy is over, so most side effects gradually go away.What can I expect when getting chemotherapy?You may get chemotherapy in a hospital or at home, a doctor's office, or a medical clinic. You might be given the medicines by mouth, in a shot, as a cream, through a catheter, or intravenously (by IV).Your treatment plan will depend on the type of cancer you have, which chemotherapy medicines are used, the treatment goals, and how your body responds to the medicines.Chemotherapy may be given alone or with other treatments. You may get treatment every day, every week, or every month. You may have breaks between treatments so that your body has a chance to build new healthy cells.NIH: National Cancer Institute"}
{"id": "doc21", "contents": "Pancreatitis  The pancreas is a large gland behind the stomach and close to the first part of the small intestine. It secretes digestive juices into the small intestine through a tube called the pancreatic duct. The pancreas also releases the hormones insulin and glucagon into the bloodstream.Pancreatitis is inflammation of the pancreas. It happens when digestive enzymes start digesting the pancreas itself. Pancreatitis can be acute or chronic. Either form is serious and can lead to complications.Acute pancreatitis occurs suddenly and usually goes away in a few days with treatment. It is often caused by gallstones.  Common symptoms are severe pain in the upper abdomen, nausea, and vomiting.   Treatment is usually a few days in the hospital for intravenous (IV) fluids, antibiotics, and medicines to relieve pain.Chronic pancreatitis does not heal or improve. It gets worse over time and leads to permanent damage. The most common cause is heavy alcohol use. Other causes include cystic fibrosis and other inherited disorders, high levels of calcium or fats in the blood, some medicines, and autoimmune conditions. Symptoms include nausea, vomiting, weight loss, and oily stools. Treatment may also be a few days in the hospital for intravenous (IV) fluids, medicines to relieve pain, and nutritional support. After that, you may need to start taking enzymes and eat a special diet.  It is also important to not smoke or drink alcohol.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc22", "contents": "Pancreatic Diseases  The pancreas is a gland behind your stomach and in front of your spine. It produces juices that help break down food and hormones that help control blood sugar levels. Problems with the pancreas can lead to many health problems. These include:Pancreatitis, or inflammation of the pancreas: This happens when digestive enzymes start digesting the pancreas itselfPancreatic cancerCystic fibrosis, a genetic disorder in which thick, sticky mucus can also block tubes in your pancreasThe pancreas also plays a role in diabetes. In type 1 diabetes, the beta cells of the pancreas no longer make insulin because the body's immune system has attacked them. In  type 2 diabetes, the pancreas loses the ability to secrete enough insulin in response to meals.  "}
{"id": "doc23", "contents": "Pancreatic Cancer  The pancreas is a gland behind your stomach and in front of your spine. It produces the juices that help break down food and the hormones that help control blood sugar levels. Pancreatic cancer usually begins in the cells that produce the juices. Some risk factors for developing pancreatic cancer include:\tSmoking \tLong-term diabetes \tChronic pancreatitis \tCertain hereditary disorders Pancreatic cancer is hard to catch early. It doesn't cause symptoms right away. When you do get symptoms, they are often vague or you may not notice them. They include yellowing of the skin and eyes, pain in the abdomen and back, weight loss and fatigue. Also, because the pancreas is hidden behind other organs, health care providers cannot see or feel the tumors during routine exams. Doctors use a physical exam, blood tests, imaging tests, and a biopsy to diagnose it.Because it is often found late and it spreads quickly, pancreatic cancer can be hard to treat.  Possible treatments include surgery, radiation, chemotherapy, and targeted therapy. Targeted therapy uses drugs or other substances that attack specific cancer cells with less harm to normal cells.NIH: National Cancer Institute"}
{"id": "doc24", "contents": "Bile Duct Diseases  Your liver makes a digestive juice called bile. Your gallbladder stores it between meals. When you eat, your gallbladder pushes the bile into tubes called bile ducts. They carry the bile to your small intestine. The bile helps break down fat. It also helps the liver get rid of toxins and wastes.Different diseases can block the bile ducts and cause a problem with the flow of bile:Gallstones, which can increase pressure in the gallbladder and cause a gallbladder attack. The pain usually lasts from one to several hours.CancerInfectionsBirth defects, such as biliary atresia.  It is the most common reason for liver transplants in children in the United States.Inflammation, which can cause scarring. Over time, this can lead to liver failure.NIH: National Institute of Diabetes and Digestive and Kidney Diseases"}
{"id": "doc25", "contents": "Gallbladder Diseases  Your gallbladder is a pear-shaped organ under your liver. It stores bile, a fluid made by your liver to digest fat. As your stomach and intestines digest food, your gallbladder releases bile through a tube called the common bile duct. The duct connects your gallbladder and liver to your small intestine.Your gallbladder is most likely to give you trouble if something blocks the flow of bile through the bile ducts. That is usually a gallstone. Gallstones form when substances in bile harden. Rarely, you can also get cancer in your gallbladder.Many gallbladder problems get better with removal of the gallbladder. Fortunately, you can live without a gallbladder. Bile has other ways of reaching your small intestine."}
